{"time_collected":"2023-03-19 16:39:17.848115-04:00","top_headers":[{"heading":"Welcome!","time_posted":"4 years ago"},{"heading":"Weekly Progress Thread","time_posted":"2 years ago"},{"heading":"Illness & food anxiety","time_posted":"7 hours ago"},{"heading":"It's 1 am and I'm thinking about what I'm gonna eat tomorrow instead of sleeping","time_posted":"3 days ago"},{"heading":"Very insightful, thank you","time_posted":"3 days ago"},{"heading":"We all have our weaknesses","time_posted":"4 days ago"},{"heading":"They’re like twice as expensive as regular tortillas 😩","time_posted":"4 days ago"},{"heading":"i woke up at 3am this morning and have already eaten breakfast and lunch ama","time_posted":"13 days ago"},{"heading":"Wish me luck?","time_posted":"13 days ago"},{"heading":"I bulked up my breakfast with extra low cal things (veggies, egg whites) because I was hungry. I was so distracted that I didn’t notice I gave the “bigger” meal to my husband by habit until halfway through the meal","time_posted":"13 days ago"}],"rules":["Be Nice","Nothing Pro-ED!","Keep it Relevant","Just don’t be a dick :)"],"subreddits":{"Related Communities":{"r/gainit":"407,818 members","r/loseit":"3,881,314 members","r/UniUK":"81,410 members","r/barexam":"21,675 members","r/intuitiveeating":"42,351 members","r/weightgain":"24,328 members","r/fasting":"450,699 members","r/CPA":"44,428 members","r/SGExams":"140,454 members","r/keto":"3,238,018 members"}},"about":{"header":"About Community","description":"This is for anyone who hates their diet but is still committed and just needs a place to vent","created":"Created Jun 22, 2018","stats":["66.0k Members","37 Online"]},"other_information":[{"header":"Posting Guidelines & Links","description":"Please read the rules before posting or commenting. If you have any questions about the rules, please contact the mods.\nWarning:\nPro-ED content is not permitted. Please be considerate of others who may be struggling with an eating disorder. Whether a post breaks rule two is largely subjective, however, rule two's description lays it out pretty well. Please also see the below links for further information.\nHelpful links:\n*Info on Eating Disorders from the National Eating Disorders Association\n*More Info from the National Institute of Mental Health\n*Calories: How to Know If You Go Too Low - written and reviewed by two women with Master's degrees in Public Health.\n*Recommended Calorie Deficits? - two answers, the first by someone with a Master of Science in Nutrition and Food & who is a registered dietician.\n*How to Fast Safely: 10 Helpful Tips - written by a woman with a BSc in nutrition and dietetics and experience working with UK's NHS.\n*Article from Harvard Medical School on Pros and Cons of Intermittent Fasting"}]}