{"time_collected":"2023-03-07 02:40:59.494315-05:00","top_headers":[{"heading":"Sample Status/Processing Monthly Megathread - March 2023","time_posted":"6 days ago"},{"heading":"Guess My Ancestry/Ethnicity Megathread - 03/06/23","time_posted":"1 day ago"},{"heading":"My first post ever on this sub was placed on a shit Americans say thread. It’s all because I was surprised by my results. I’m not mad at all, just laughing in the corner 🤣","time_posted":"4 hours ago"},{"heading":"My German Results+ pictures","time_posted":"15 hours ago"}],"rules":["Be Civil","No \"Guess My Ethnicity/Ancestry\" posts or other off topic phenotypic posts","No Sample Status/Timeline Posts outside the pinned, monthly Megathread","First level images in gallery posts cannot be selfies/pictures","No advertisement of products or services","Names of DNA Relatives must be blurred for privacy","No Fake Results","No posts regarding 23andMe's stock (ME)*"],"subreddits":{"Related Subreddits":{"r/MEstock":"1,015 members","r/AncestryDNA":"59,704 members","r/Genealogy":"101,566 members","r/genetics":"85,989 members","r/LivingDNA":"675 members","r/archaeogenetics":"981 members"}},"about":{"header":"About Community","description":"Talk about your genes and their possible implications! Discord: https://discord.gg/3Jjc3GdmtB","created":"Created Mar 1, 2011","stats":["92.6k Members","203 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Official 23andMe Projects","description":"See if you're qualified to join:\n23andMe's COVID-19 Study\n23andMe's Global Genetics Project"},{"header":"Ancestry Updates","description":"April 2020:\nUpdate to the Neanderthal Report\nOctober 2019:\nAncestry Composition update v5.2 is now live to all customers. The Beta testing period has ended\nJuly 2019:\nUpdated Western Asian & North African and Central & South Asian reference populations, in BETA Testing\nMay 2019:\nUpdated Recent Ancestor Locations for Caribbean and Latin American users\nMarch 2019:\nUpdate to South Asian Reference Population, in Beta Testing\nDecember 2018:\nMassive Revamp to Recent Ancestor Locations\nAugust 2018:\nUpdates to East Asian and Sub-Saharan African Reference Populations\nFebruary 2018:\nNew Ancestry Composition Feature: Recent Ancestor Locations"},{"header":"Health Reports","description":"The health reports you will receive (or have received) from 23andMe differ depending on what chip version you were tested on, when you were tested, and what country you were tested in.\nFor individuals newly purchasing the 23andMe \"Health + Ancestry\" test in any country, you will now receive the new (FDA approved, abbreviated/new-form) health results. It is no longer possible to obtain the old (long-form) health reports with a new kit regardless of what country you live in.\nFor individuals who have purchased the US-specific/international \"Ancestry\" test on or after September 21, 2016, you must pay a $125 upgrade fee to have access to the new (FDA approved) health reports.\nIn all other cases, please see https://www.reddit.com/r/23andme/wiki/reports for more information."},{"header":"Data Analysis","description":"If you're interested in getting even more ancestry-related info out of your data,\nGEDMatch is probably the most popular 3rd party ancestral calculator. It specifies in more ancient populations and admixture, with a wide variety of calculators to choose from.\nDNALand is another handy 3rd party tool which specifies in more regional and ancient admixture, with a relatively simpler approach for some users, compared to GEDMatch.\nIf you're interested in getting more health-related info out of your data,\nPromethease is a tool that may be of interest. Promethease is by far the best third-party data analysis tool, but there are many others out there to choose from.\ncodegen.eu is a decent free alternative to Promethease that gives you much of the same information.\nThere are many other options out there for data analysis, both paid and free."},{"header":"Disclaimers","description":"The members of this subreddit do not act as medical professionals. We only provide general information, which may be misleading for your individual circumstances. This information is not intended nor recommended as a substitute for medical advice. Always seek the advice of your qualified health care provider regarding any medical questions.\nThis subreddit is not affiliated with 23andMe."}]}