{"time_collected":"2023-03-07 08:53:00.811664-05:00","top_headers":[{"heading":"Student Finance is now open for the 2023/2024","time_posted":"8 days ago"},{"heading":"Subreddit Stats: 6thForm top posts from 2023-02-01 to 2023-02-28 23:07 PDT","time_posted":"6 days ago"},{"heading":"In a dilemma right now. What is considered better? I'm an international and my counsellor has no idea","time_posted":"2 hours ago"},{"heading":"Imperial burnt bread🍞","time_posted":"7 hours ago"}],"rules":["Please, think before you post","No details of exams in the current cycle","Don't sell or pirate online resources/services","Don't share personal statements","Avoid low effort, irrelevant, or recurrent posts","AMAs should be pre-approved by moderators","Don't post outside a megathread","Use polls responsibly"],"subreddits":{"Related Communities":{"r/alevel":"43,902 members","r/UniUK":"79,356 members","r/universityofauckland":"17,702 members","r/Monash":"12,182 members","r/IBO":"112,318 members","r/premedcanada":"22,281 members","r/igcse":"22,041 members","r/unimelb":"28,172 members","r/gradadmissions":"200,582 members","r/MacUni":"5,335 members"}},"about":{"header":"About Community","description":"A place for sixth formers to speak to others about work, A-levels, results, problems in education and general sixth form life, as well as university applications and UCAS.","created":"Created Aug 27, 2013","stats":["82.3k Students","449 Online"]},"other_information":[{"header":"Useful Links","description":"Have a website that could be useful that isn't listed here? Send us a message over at our Modmail\n    Need help with GCSEs? /r/GCSE could be helpful!\nOff to uni? /r/UniUK could be useful!\n    Filter out memes - Filter out memes, mainly on desktop. This link doesn't work e.g. on the Official Reddit mobile app. You can search -flair:meme in the search bar though!\n    Filter out bread posts - These can be a bit much sometimes, so here's a handy button to filter them. Same things apply as with filtering out memes.\n    Event Archive - This has all our old events, from announcements to megathreads and AMAs. You may find a lot of useful information here.\n    Student Finance - This site has everything from the basics of applying for student loans to the specific details and guides if the process ends up not being straightforward for you.\n    Applying to University through UCAS, Our UCAS Guide - These two links provide a lot of information about applying to university, guiding you through each step of your application, along with the respective deadlines and costs.\n    Physics and Maths Tutor - A free website that is useful for far more than just Physics and Maths, with support materials available to download for subjects from Maths all the way through Geography.\n    Khan Academy - A free website dedicated to teaching people worldwide through intuitive videos and tests.\n    The Student Room - A free website that's full of students and tutors to discuss work with - with free revision resources\n    Get Revising - A free website full of revision resources posted by students and teachers. Create a revision timetable and get revising!\n    S-cool - A helpful revision website with a wealth subject-specific revision pages.\n    Exam Solutions - A website offering help and revision specifically for Maths A-Level."}]}