{"time_collected":"2023-03-08 22:12:51.145042-05:00","top_headers":[{"heading":"How to report a player using mods or hacks","time_posted":"2 years ago"},{"heading":"Hey!! in the latest version which is 5.9.0 you can actually report players for the following reasons but please don't do false reports, it might get you banned. To get the report pop up you need to click those three dots I've marked in first image.","time_posted":"6 months ago"},{"heading":"do we not get one free play per day anymore","time_posted":"1 hour ago"},{"heading":"They are on TikTok too 😭","time_posted":"7 hours ago"},{"heading":"8BP upcoming event, table & cues information!!","time_posted":"13 hours ago"}],"rules":["Follow Reddiquette and Reddits' Content Policy.","Content must relate to Miniclip's 8 Ball Pool game.","Keep all discussions civilized.","No selling coins.","No NSFW Content.","No links to hacks or exploits.","No advertising.","NO SPAM!","Do not use misleading titles to draw interest to your post.","No selling Accounts in this subreddit"],"subreddits":{"Related Communities":{"r/FallGuysGame":"193,771 members","r/TypicalColors2":"4,734 members","r/randomdice":"21,679 members","r/AvakinOfficial":"48,122 members","r/walkingwarrobots":"33,552 members","r/Archero":"73,796 members","r/DeadAhead":"23,989 members","r/Brawlstars":"626,891 members","r/FortNiteBR":"2,226,268 members","r/PlantsVSZombies":"81,366 members"}},"about":{"header":"About Community","description":"A Subreddit for 8 Ball Pool Players to Discuss the digital game! 🎱 🎮","created":"Created Nov 15, 2013","stats":["19.2k Players","31 Players Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Helpful Links","description":"Miniclip's 8 Ball Pool\nMiniclip Home Page\n8 Ball Pool Starter Guide!\nOfficial Trophies FAQ\nOfficial Miniclip 8 Ball Pool Survey"},{"header":"Official r/8BallPool Club","description":"Do you love 8BallPool? Do you enjoy the r/8BallPool community? Then the official 'Reddit 8BallPool' club is right for you! This is the ONLY Official r/8BallPool club sanctioned and supported by this Reddit community!\nWe are looking for a couple dozen more players to fill out our 50-person roster as we build this club from the ground up. If you would like to join, let us know and we will send you an in-game invite to the official 'Reddit 8BallPool' club!\nGeneral FAQ\nHow do I join the club?\nTo ensure that our club is solely made up of members from our subreddit, our club's status is set to closed. You must direct message /u/TriforceHunter your unique ID. After that, an in-game invitation will be sent for you to accept and join the club!\nWhat Total Winning Requirement does the club have?\nNone! We accept all levels of players.\nHow active must I be to remain in the club?\nWe currently have no formal weekly requirements to remain in our club. However, if our club is at capacity, we reserve the right to remove inactive players as new players request to join.\nDoes it matter what country I am from?\nWe want players from all over the world! The more diverse our club, the more likely it is to find active people to chat/play with at any time of day.\nHow can I get promoted to Officer/Co-Leader?\nPromotions are earned by being an overall positive contributor in our club. While weekly earnings do play a factor, most importantly we want members who are friendly, helpful to other members, enjoy talking strategy and who participate in a friendly match or two.\nWhy is the club based in South Georgia and the South Sandwich Islands?\nMiniclip allows users to create clubs based in any country in the world. Choosing a small country for your club is a good idea if you are trying to reach a top 3 spot on a country leaderboard (and earn pool cash!). At the time this club was created, South Georgia and the South Sandwich Islands had just about the lowest club winnings totals versus any other country.\nI have a suggestion for how this club should be run, how should I go about making it?\nThis is the subreddit's club, so any suggestion or idea is something we want to hear! Please create a self post that makes a case for the change/suggestion you are wanting, and if the majority of the community is in agreement with what you are saying, we will implement the change in a reasonable time frame.\nSee you on the felt!"}]}