{"time_collected":"2023-03-19 16:38:39.059230-04:00","top_headers":[{"heading":"r/AARP_Politics Lounge","time_posted":"2 years ago"},{"heading":"Why white Christian nationalists are in such a panic","time_posted":"2 hours ago"},{"heading":"Is the United States Creating a ‘Legion of Doom’?","time_posted":"1 hour ago"},{"heading":"Are you a Hypocrite when it comes to Putin and an Associate being Wanted for War Crimes in Ukraine; When George Bush and Dick Cheney Were Found Guilty of Similar Crimes by the Same World Body","time_posted":"2 hours ago"},{"heading":"Lawmaker Confirms ‘October Surprise’ Plot to Sabotage Jimmy Carter’s Reelection","time_posted":"5 hours ago"},{"heading":"More","time_posted":"21 hours ago"},{"heading":"Trump Says \"Illegal Leaks\" Indicate He Will Be Indicted On Tuesday","time_posted":"1 day ago"},{"heading":"Opinion | The Lessons of the Great Depression Are Being Ignored","time_posted":"1 day ago"},{"heading":"Trump says he expects to be arrested Tuesday as","time_posted":"1 day ago"},{"heading":"Centrist (Smercornish) - Twitter Poll Question of the Week, March 18th 2023 - Is the Military Support Being Given to Ukraine by the US/NATO Intended to Defend Against Russia or Actually Win the War?","time_posted":"1 day ago"},{"heading":"Michigan Democrats are getting their way for the first time in nearly 40 years","time_posted":"1 day ago"},{"heading":"Americans Feel More Positive Than Negative About Jews, Mainline Protestants, Catholics","time_posted":"1 day ago"},{"heading":"GOP BLAMES SILICON VALLEY BANK’S FAILURE ON A BLACK LIVES MATTER DONATION THAT NEVER HAPPENED","time_posted":"2 days ago"},{"heading":"Kyrsten Sinema's name is all over the Silicon Valley Bank collapse","time_posted":"2 days ago"},{"heading":"The International Criminal Court issues an arrest warrant for Putin","time_posted":"2 days ago"},{"heading":"Justice Dept. Investigating TikTok’s Owner Over Possible Spying on Journalists","time_posted":"2 days ago"},{"heading":"The Federalist Society Isn’t Quite Sure About Democracy Anymore","time_posted":"2 days ago"},{"heading":"MyPillow CEO Says Company Is Going Broke Defending Election Fraud Claims","time_posted":"3 days ago"},{"heading":"France RAISES the Retirement Age","time_posted":"3 days ago"},{"heading":"Did you know?","time_posted":"3 days ago"},{"heading":"Fulton County investigators have another recording of a Trump phone call pressuring a Georgia official","time_posted":"3 days ago"},{"heading":"Poland will transfer 4 MiG-29 fighter jets to Ukraine in the coming days, the Polish president says","time_posted":"3 days ago"},{"heading":"DeSantis and GOP Blame \"Wokeness\" for Bank Crisis After Gutting Dodd-Frank","time_posted":"3 days ago"}],"rules":["Do not post large portions of an article. Use links.","Do not insult the other posters by name","All posts must relate to politics, politicians, or current events relating to politics","No personally identifiable information","All posts must contain a comment by the author","Don't Troll"],"subreddits":{},"about":{"header":"About Community","description":"Refuge for those addicted to the AARP Politics and Current Events board which AARP is closing in April of 2021. Welcome to your new home.","created":"Created Mar 17, 2021","stats":["220 Members","22 Online"]},"other_information":[]}