{"time_collected":"2023-03-07 01:54:01.154088-05:00","top_headers":[{"heading":"Welcome to the Abortion Debate Sub!","time_posted":"6 months ago"},{"heading":"It’s 2043 and every man is opted in by default to receiving long term, reversible hormone-less birth control. Are you happy?","time_posted":"19 hours ago"},{"heading":"Why PL should consider accepting abortion as the lesser evil","time_posted":"5 hours ago"},{"heading":"Many PC conced their stance about abortion being a bodily autonomy issue. Why?","time_posted":"11 hours ago"},{"heading":"All pregnancies are suffering and PL needs to come to terms with this","time_posted":"2 days ago"},{"heading":"A question for prolifers who believe women should be prosecuted for abortion","time_posted":"2 days ago"},{"heading":"If a female pedophile rapes a male kid and gets pregnant, do you think it should be mandatory that she get an abortion?","time_posted":"2 days ago"},{"heading":"So what is the plan for Pro-Life when OBGYNS and medical professionals stop delivering babies in red states?","time_posted":"3 days ago"},{"heading":"people who seek abortion in south carolina could face the death penalty","time_posted":"3 days ago"},{"heading":"Is this Moral","time_posted":"3 days ago"},{"heading":"If you support abstinence to be taught in schools, why?","time_posted":"4 days ago"},{"heading":"The impairment argument against abortion.","time_posted":"4 days ago"},{"heading":"The Personal Identity Argument Against Fetal Personhood","time_posted":"5 days ago"},{"heading":"PLers claim that abortion is an easy way out for men while I don't see how PL makes men face more consequences","time_posted":"5 days ago"},{"heading":"Some Bodily Autonomy scenarios that are somewhat unrelated to abortion.","time_posted":"5 days ago"},{"heading":"If overturning Roe was truly about giving it back to the states, why not let the people vote directly on it?","time_posted":"6 days ago"},{"heading":"It's easy to make a ZEF. It's hard to make a person.","time_posted":"7 days ago"},{"heading":"Telehealth/Mail Order Abortion Is A Gift To Human Traffickers","time_posted":"5 days ago"},{"heading":"Would you abort a baby because of Down syndrome at 20 weeks?","time_posted":"6 days ago"},{"heading":"Weekly Meta Discussion Post","time_posted":"6 days ago"},{"heading":"Why didn't the law make an exception for me?","time_posted":"7 days ago"},{"heading":"Weekly Abortion Debate Thread","time_posted":"6 days ago"}],"rules":["Be Respectful of Others and Participate in Honest Debate","Posting requirements","Cite Your Sources","Upvoting Encouraged","Post Flairs and Special Rules","Rule Tangents and Retaliation","Errata"],"subreddits":{},"about":{"header":"About Community","description":"Welcome to the Abortion Debate subreddit! This subreddit is for civil and respectful debates and discussions about abortion. All topics must be closely related to the abortion debate. Insults, ad hominems, trolling and any other inflammatory or antagonistic language are subject to moderation and restriction of posting privileges.","created":"Created Mar 22, 2012","stats":["8.4k Members","65 Online"]},"other_information":[{"header":"Sidebar","description":"Many people on /r/abortion, /r/prolife, and /r/prochoice complain about the lack of a subreddit for debating abortion.\nIf you want to debate abortion, come here! You can make arguments as pro-choice or pro-life as you like or anywhere in between.\nThe goal in debate is not only to argue for your case, but also to learn about the opposition and to learn things you may not have known previously. While you don't need to be necessarily willing to change your mind on the subject, you should try to engage thoughtfully.\n/r/Askprochoice and /r/Askprolife are related subreddits where you can ask direct questions to the other side.\nGood luck!"}]}