{"time_collected":"2023-03-08 17:41:33.863519-05:00","top_headers":[{"heading":"Weekly Open Discussion Thread","time_posted":"2 days ago"},{"heading":"[Megathread] Recommendations, Reviews, and Requests","time_posted":"5 days ago"},{"heading":"I was wondering if anybody had some information regarding Joseph - the step-father of Jesus. Why is he mentioned so briefly in the Birth Narratives of Matthew and Luke, and then he just slips away. Does anyone have any ideas about what happened to Joseph?","time_posted":"12 hours ago"},{"heading":"Is there any evidence as to when Revelation is actually dated?","time_posted":"19 hours ago"},{"heading":"Does the angel in Acts 23:8 refer to a guardian angel, a human soul, or something else?","time_posted":"5 hours ago"},{"heading":"Was Nicodemus likely the pharisee’s given name, or a Greek nickname like Peter?","time_posted":"6 hours ago"},{"heading":"Can anyone elaborate for me further or offer any information on Genesis 2:4 \"These are the generations of the heavens and of the earth when they were created\" Gap believers welcome.","time_posted":"8 hours ago"},{"heading":"Who is the “we” in Acts 16:10?","time_posted":"6 hours ago"},{"heading":"The Origins of God in Judaism: a question.","time_posted":"16 hours ago"},{"heading":"Where does the Book of Esther fall in the canon of Persian literature?","time_posted":"2 days ago"},{"heading":"Why is Antiochus referred to as a King and a prince?","time_posted":"2 days ago"},{"heading":"Who wrote 1 Thessalonians?","time_posted":"2 days ago"},{"heading":"Jeremiah's Relationship with the Deuteronomic School: Was Deuteronomy 18 a polemic against Jeremiah?","time_posted":"3 days ago"},{"heading":"Is there a list of old citations from Bible?","time_posted":"2 days ago"},{"heading":"Marxist view of Jesus","time_posted":"3 days ago"},{"heading":"How historically accurate is \"Jesus: A Life in Class Conflict\"?","time_posted":"3 days ago"},{"heading":"What does “his angel” mean in Acts 12:15?","time_posted":"3 days ago"}],"rules":["Submissions and comments should remain within academic Biblical studies, not solely personal opinion","Contributions should not invoke theological beliefs.","Claims should be informed, accurate, and supported through citation of appropriate academic sources.","No bigotry or abusive behaviour","No insults, trolling, or spam","Detailed rules (link)"],"subreddits":{"Related Subreddits":{"r/AskBibleScholars":"24,303 members","r/CriticalBiblical":"2,356 members","r/AcademicQuran":"3,345 members","r/Theologia":"1,956 members","r/ancientneareast":"2,358 members","r/Koine":"2,723 members","r/AcademicReligion_Myth":"2,464 members","r/ANE_Academic":"1,359 members","r/AncientCulture_Acadmc":"1,959 members"}},"about":{"header":"About Community","description":"A subreddit for discussion of early Judaism and Christianity — with a focus on Biblical texts and related literature (1 Enoch, the Dead Sea Scrolls, and so on) — in a scholarly context. Relevant topics might include general exegetical issues, ancient languages and translation, the study of the historical Jesus, textual criticism, reception history of early Jewish/Christian literature, etc.","created":"Created Jan 15, 2013","stats":["89.0k Members","191 Online"]},"other_information":[{"header":"Who Are We?","description":"We are a community dedicated to the study of the Bible as a compilation of literature worthy of study like any other ancient text, and as an artifact of the cultures and contexts that produced the Jewish and Christian religions.\nThis subreddit is for everyone, regardless of theological tradition. Want to know more about the readership of this subreddit? Check out our 2020 Community Survey Report."},{"header":"Flair for Scholars","description":"Do you hold an advanced degree in a field related to Biblical Studies? If so you can acquire flair next to your username which indicates your degree and field of study. Just message the moderators through modmail to start the process!"}]}