{"time_collected":"2023-03-08 14:08:55.392592-05:00","top_headers":[{"heading":"Helpful Flowchart for Posting in r/AccidentalRenaissance","time_posted":"8 months ago"},{"heading":"The gift of life.","time_posted":"33 minutes ago"},{"heading":"The preparation for the wedding","time_posted":"1 day ago"},{"heading":"Protests in Georgia","time_posted":"18 minutes ago"}],"rules":["Not Renaissance","Not Accidental [i.e. it was posed to LOOK LIKE Renaissance art]","No Reposts [from the past year, from the top 250 posts, or common reposts that are retired]","No kids, pets, or sports pics","Must be a real photo. No memes, cartoons, actual paintings or drawings, and no screenshots/stills.","No Actual Pornography","No Political Campaigning or Advertisement","No NSFL pics [Not Safe for Life]","No Trolling/Harassment","Racism/Hate speech","Photos Subject to Removal:","Wheaton's Law"],"subreddits":{"Related Communities":{"r/LittleWitchAcademia":"47,128 members","r/openttd":"34,231 members","r/newbrunswickcanada":"36,975 members","r/technicallythetruth":"2,357,191 members","r/BPDmemes":"94,113 members","r/memes":"24,600,594 members"}},"about":{"header":"About Community","description":"Welcome to r/AccidentalRenaissance, the subreddit that showcases photographs that accidentally look like Renaissance art. We recognize that there are many related art movements between the 14th and 19th centuries including: Baroque, Neo-classicism, Romantic, Dutch Golden Age, amongst others. All of these styles are appreciated and welcomed within this subreddit.","created":"Created Aug 7, 2014","stats":["919k Universalis personae","287 polymathes"]},"other_information":[{"header":"What does A/R mean?","description":"What we mean by Accidental Renaissance is a photo that inadvertently (that is, NOT on purpose) resembles a painting similar in composition, style, lighting, and/or subject to Renaissance-style art.\nWe recognize there are many related art movements between the 14th and 19th centuries including: Baroque, Neo-classicism, and Romantic. All of these styles are appreciated and welcomed within this subreddit but please submit with flair indicating the style your submission/photo favors."},{"header":"What A/R photo IS:","description":"A photo that accidentally resembles the types of art popular from the 14th-19th centuries.\nComposition: Triangular/Pyramidial figures, Dynamic, assymetrical composition, foreshortening, and of course the use of the Fibonacci sequence or Golden Ratio\nLighting: Featuring use of sfumato (blurring/softening of outlines) and/or chiaroscuro (strong contrasts between light and dark\nSubject: Landscapes, people, scenes, that feature one or both of the above."},{"header":"What an A/R photo is NOT","description":"A really cool photo of your favorite pet/child/sports team.\nA photo of your drunk buddy.\nA random photo of a drunken fight.\nA pic of your buddy getting high.\nThat popular photo making the rounds on Reddit.\nA super hilarious pic of a bunch of drunken people doing drunken people things (not that there’s anything wrong with that!)\nA moody pic of the crowd at your favorite concert\nA video or gif."}]}