{"time_collected":"2023-03-07 01:04:54.507293-05:00","top_headers":[{"heading":"Monday Moan Thread","time_posted":"23 hours ago"},{"heading":"Thiago Silva receiving Milan’s fourth jersey","time_posted":"13 hours ago"},{"heading":"Bennacer: “I didn’t know much about club legends like Franco Baresi, so when I signed for Milan I asked to wear the number 6 shirt and I was told “It’s not possible, that shirt has been retired”. I apologized and said I had no idea”","time_posted":"13 hours ago"},{"heading":"[DiMarzio] After being ruled out due to injury in the first leg, Mike Maignan officially returns to Milan's UEFA list for the return of the Champions League round of 16 against Tottenham, taking Tatarusanu’s spot.","time_posted":"14 hours ago"},{"heading":"Tomori: “My life dream may seem a bit banal, but it’s to have no regrets. At the end, I want to be able to say that I did everything I could; that I allowed myself to be myself. In the end, whether I win a million trophies or just the Scudetto, I will still be satisfied with what I have achieved.”","time_posted":"12 hours ago"}],"rules":["/r/ACMilan Rules and Submission Guidelines","Follow proper reddiquette.","Submit relevant & notable articles, notable gifs, info graphics and stories with accurate titles.","Provide sources for news, quotes and stats.","Use factual, non-click bait and objective titles.","Submit self-posts that will contribute to valuable discussion.","Do not post anything off topic.","Do not post spam, blogspam, re-blogspam or affiliate links.","Abuse of any kind will not be tolerated.","Do not include the score in the title of your post regarding a recent match.","Do not be offensive, racist, xenophobic, sexist or homophobic.","Do not post political propaganda or misinformation.","Do not request or post illegal streams.","Do not submit duplicate posts.","Do not torment or bully other fan bases in their own subreddits."],"subreddits":{"Related Communities":{"r/soccer":"4,064,400 members","r/Calcio":"8,189 members","r/seriea":"89,134 members","r/footballhighlights":"218,274 members"}},"about":{"header":"About Community","description":"Milano Siamo Noi","created":"Created Apr 8, 2010","stats":["49.2k Milanisti","231 Online","Top 5% Ranked by Size"]},"other_information":[]}