{"time_collected":"2023-03-08 14:22:56.467281-05:00","top_headers":[{"heading":"Tuesday General Discussion/Q&A Thread for March 07, 2023","time_posted":"2 days ago"},{"heading":"Tuesday Shoesday","time_posted":"1 day ago"},{"heading":"Recruiting runners for an at-home research study (Duke University)","time_posted":"1 hour ago"},{"heading":"First attempt at 42.2K: Tokyo Marathon 2023","time_posted":"16 hours ago"},{"heading":"Flat feet, been wearing orthotics for 20 years, and I just read that I should ditch them. Is this true?","time_posted":"4 hours ago"},{"heading":"What do you like and dislike about your gels?","time_posted":"2 days ago"},{"heading":"Is it fine to remove a recovery run from Pfitz marathon plan?","time_posted":"2 days ago"},{"heading":"A follow up question to a recent post: If running 50-60+ MPW does not help produce certain, if any, strength gains, what MPW would y’all think would be appropriate for both strength and running goals (such as a sub 40m 10k)? And finally what are your thoughts on “Hybrid” programs then?","time_posted":"2 days ago"},{"heading":"What was your experience jumping from the 18/55 to 18/70 plan (or similar)?","time_posted":"3 days ago"},{"heading":"Race report: A minor blow-up at the Napa Valley Marathon...","time_posted":"3 days ago"},{"heading":"If you frequently use Active.com's pace calculator and find it very clunky, try this new one instead!","time_posted":"3 days ago"},{"heading":"Finished a base building phase..where to go from here?","time_posted":"3 days ago"},{"heading":"Pacing on unfamiliar, hilly course","time_posted":"3 days ago"}],"rules":["Follow proper Reddiquette","Keep simple posts to appropriate subreddits","Do not post asking for medical diagnoses or advice on serious medical conditions","Training Posts must contain enough background info for the community to help","Race Reports should follow a loose format","No results spoilers in post titles within 48 hours","No posts offering coaching services","Links to other media sites must be text posts with information in the body of the post","No Memes as posts","When submitting a thread, please flair it","More suitable in the Q&A/General Discussion thread","Not a suitable topic for /r/AdvancedRunning"],"subreddits":{"Related Communities":{"r/Sprinting":"19,024 members","r/Ultramarathon":"93,723 members","r/Rowing":"80,247 members","r/C25K":"167,192 members","r/peloton":"102,573 members","r/Velo":"39,778 members","r/triathlon":"182,737 members","r/orangetheory":"208,485 members","r/running":"2,367,021 members","r/bodyweightfitness":"3,437,265 members"}},"about":{"header":"About Community","description":"Post here for discussion about training for running, race reports, elite results and discussion, and more. AR is NOT limited to a certain competitive level or race times. It is a mindset and the community is fueled by those who want to better themselves and talk to like minded competitors. The deciding factor is the type of training you are attempting to use to improve yourself. If the answer to the post is \"run more miles\" or \"try speed work\", then that question is more suitable in /r/running.","created":"Created Oct 31, 2011","stats":["362k Members","391 Online"]},"other_information":[{"header":"Recent News","description":"Tokyo Marathon 2023: In only her second marathon, the Japanese-based Kenyan Rosemary Wanjiru became a World Marathon Major winner, running 2:16:28 for the seventh-fastest women's performance in history. In the men's event, it was an all-Ethiopian podium, with Deso Gelmisa outsprinting compatriot Mohamed Esa, both recording 2:05:22."},{"header":"Submission Guidelines","description":"Please search the subreddit and Google first to see if your question can be easily answered.\nResults\nPlease follow the format of: Event Name | Results or some iteration as that. Simply, just don't spoil time/place in the title. If you are submitting race results please do not post any spoilers in the title within 48 hours of the conclusion of the race. Failure to submit within the guidelines will result in a removed post and you'll be asked to resubmit within the format.\nSpoilers\nYour comment should be: [Text you want to be blacked out] followed by a \"(/spoiler)\"\nRace Reports\nRace Reports should follow a loose format. Consider using the Race Report Generator designed by /u/herumph at http://sfdavis.com/racereports/.\nPlease note, the tool generates the report using Markdown. When making the post on reddit, please switch the editor to \"Markdown Mode\" so that it will display correctly."},{"header":"Resources","description":"You can find the Wiki here or jump directly to the FAQ here.\nAlso, the Race Report Generator can be found here."},{"header":"Training Questions","description":"Submitting a training question? Great! In order for the AR community to better assist you please include:\nAge\nSex\nCurrent MPW + training paces\nPrevious peak MPW\nDetails of your training plan\nWorkouts you traditionally or recently have completed\nGoals (including specific races)\nPrevious PRs\nOther things you think might be helpful to include\nIf you don't include these your question will be removed and you will be asked to submit again. Please keep general posts to daily threads or check out /r/running! Check out the Calculator Page of the Wiki for helping predicting race times and/or workout paces.\nAdditionally, if you are on a high school/college team, please ask your coach about training concerns. If you have done that already and are looking for a second opinion, please include that info in the post, what your coaches advice is, and why you are seeking a second opinion."},{"header":"Flair","description":"Want flair? Do you have an upcoming time goal you're shooting for? Want to show off your PRs? Did you achieve All American status in college? Represent a post collegiate team? Run 4:30 in the mile in high school (who didn't?) Go ahead and set your own underneath the \"Create Post\" and distinguish yourself and your accomplishments. Message the mods if your country's flag is missing."},{"header":"Weekly Schedule","description":"Monday - Weekly Rundown\nTuesday - General Q&A/Discussion Thread\nTuesday - Tuesday Shoesday\nThursday - General Q&A/Discussion Thread\nFriday - The Weekend Update\nSaturday - General Q&A/Discussion Thread\nLast Day of Every Month - Month in Review"}]}