{"time_collected":"2023-03-07 00:01:51.423312-05:00","top_headers":[{"heading":"/r/AdviceAnimals rules: Please read before submitting or commenting","time_posted":"8 years ago"},{"heading":"My first night alone in 8 years wasn't so bad","time_posted":"14 hours ago"},{"heading":"I’ve been diagnosed with OCD since I was 7, and I can’t think of anything I’ve obsessed about that even comes close.","time_posted":"6 hours ago"},{"heading":"Governor Newsom standing up for women and against Christian nationalists","time_posted":"2 hours ago"}],"rules":["All posts must be Advice Animals","Only submit original content you created today","Don't post to tell us about your cake day, and don't pander for upvotes or awards","Don't post Unpopular Opinion Puffins","Don't post memes picturing someone you know in real life (including yourself)","Don't tell people they should hurt or kill themselves, or that they should be dead","Bigotry is not welcome on this subreddit","Don't post COVID or anti-vax misinformation"],"subreddits":{"Related Communities":{"r/The8BitRyanReddit":"93,043 members","r/pelotonmemes":"12,487 members","r/Chang_Gang":"37,741 members","r/evangelionmemes":"219,026 members","r/tallyhall":"23,522 members","r/Asmongold":"161,525 members","r/antimeme":"931,940 members","r/givemeinteligens":"16,298 members","r/whenthe":"474,440 members"}},"about":{"header":"About Community","description":"Reddit's Gold Mine","created":"Created Dec 7, 2010","stats":["9.7m Members","2.9k Online"]},"other_information":[{"header":"Rules","description":"Follow all Reddit rules. This includes not asking for upvotes and not revealing personal information.\nWe're here to have a laugh.\nHate speech, bigotry, and personal attacks are not allowed. Death threats and telling others to kill themselves will result in a ban.\nFollow the general Advice Animal format: Two line joke over a re-usable character.\nDon't repost. Report reposts by messaging the mods.\nNo Cake Day Posts.\nNo Verticals, Opinion Puffins or Batman Slaps. Two Advice Animals in a vertical are OK.\nLink directly to your image.\nDon't make memes with pics of people that you saw in real life. Ever.\nWitch-hunts are forbidden.\nShortened links, Facebook, Tumblr, Blogspot, etc, will be automatically removed.\nWe reserve the right to remove posts, remove comments, and ban users at our own discretion.\nFor a more detailed explanation of these rules, click here."}]}