{"time_collected":"2023-03-20 18:43:44.165264-04:00","top_headers":[{"heading":"AtE CK3 Open Beta Frequently Asked Questions","time_posted":"3 months ago"},{"heading":"After the End CK3 Open Beta 6 Released","time_posted":"1 month ago"},{"heading":"Created several Brasilian futbol mercenary companies in Mordhau. Can you guess which team they're based on?","time_posted":"9 hours ago"},{"heading":"Anybody know if the mod currently works with the ck3 to eu4 converter?","time_posted":"9 hours ago"},{"heading":"Has anyone seen this before??","time_posted":"4 hours ago"},{"heading":"Why don't Asians look Asian?","time_posted":"4 hours ago"},{"heading":"Charge of the Goddess","time_posted":"1 day ago"},{"heading":"☘️ Happy Saint Paddy’s Day from the Dev Team! ☘️","time_posted":"3 days ago"}],"rules":["Don't be a dick.","Please read the suggestion guidelines.","Be constructive.","Don't make posts that aren't related to AtE","Be respectful towards real-life religions/cultures"],"subreddits":{"Related Subreddits":{"r/aftertheendckii":"1,215 members","r/CrusaderKings":"390,754 members","r/paradoxplaza":"232,485 members","r/ParadoxExtra":"61,396 members"}},"about":{"header":"About Community","description":"This subreddit is dedicated to the After the End Fan Fork project, a fan-made continuation of the original After the End mod for CK2 and CK3. See the rest of our online presence here: https://linktr.ee/AfterTheEnd","created":"Created Mar 8, 2018","stats":["16.2k Americanists","41 Praising Washington","Top 5% Ranked by Size"]},"other_information":[{"header":"Suggestion Guidelines","description":"In regards to offmap powers - suggestions for offmap powers must be reasonable within game limits. No suggestions like \"Offmap Russian Empire\", as its clear the Russians are not known about in the scope of the mod. We are fine entertaining reasonable suggestions and encourage you to do so.\nNo suggestions about \"pre-Event people coming back\", please. This includes any suggestions inspired by the TV show \"The 100\" or anything with the word \"bunker\" in it.\nNo suggestions related to modern politics, please. This includes evolved political parties, certain political figures, and the like.\nNo suggestions related to slavery, please. No suggestions related to more overt \"confederate\" identities in the HCC either - we will NOT be adding the Klan, or any movement or army associated with them.\nNo lazy pop-culture references. I'm fine with them if they're more subtle, but suggestions like \"Marvel Cinematic Universe religion\" where people just straight-up worship Iron Man will not be considered. This applies to events, religions, cultures, and everything that can be imagined. However, if you can suggest ways of creating or inserting references in a clever fashion, please suggest so.\nNo After the End spinoff mods are canon. Any suggestions that involve adding content which references a specific spinoff mod will not be considered.\nAs a corollary to the above, all content on the Fan Fork wiki is non-canon and should not be interpreted as fact."},{"header":"Official Discord","description":"https://discord.gg/qUQBFXbkjV"},{"header":"Unofficial Wiki","description":"After the End Fan Fork Wiki"},{"header":"Patreon","description":"My Patreon Page"}]}