{"time_collected":"2023-03-08 17:08:41.368027-05:00","top_headers":[{"heading":"Update to Identity Assertion in the sub","time_posted":"1 month ago"},{"heading":"I need help.","time_posted":"2 hours ago"},{"heading":"A Plan or Simply a Coincidence?","time_posted":"6 hours ago"},{"heading":"Hello into the void","time_posted":"2 hours ago"},{"heading":"Is it worth it to come out to ultra-religious parent?","time_posted":"2 hours ago"},{"heading":"my religious bf (m19) is afraid that if we get married and i am unbaptised/not fully committed to his religion, his faith will waver and our potential kids will stray from ‘the truth’ too.","time_posted":"23 minutes ago"},{"heading":"Is it possible for an agnostic(atheist ) to be spiritual?","time_posted":"3 days ago"},{"heading":"Am I agnostic…","time_posted":"4 days ago"},{"heading":"What’s ur guys opinion on the blood that had 24 chromosomes and some say it’s from Jesus","time_posted":"3 days ago"},{"heading":"Does \"something higher than me\" = \"God\"?","time_posted":"5 days ago"},{"heading":"Why do some Christians think being LGBT+ is a sin?","time_posted":"5 days ago"},{"heading":"What if you believe anything might be true and might not be true at the same time?","time_posted":"5 days ago"},{"heading":"Technology is allowing men to play \"god\"","time_posted":"6 days ago"}],"rules":["Stay on Topic","Use proper discourse","No Memes/Jokes","Harassment/Bullying/Hate Speech","Extreme Hostility towards another’s opinion","Trolling","Self-Promotion","Spam","Identity assertion","No Proselytizing","No low-effort posts","Rant posts outside weekends"],"subreddits":{},"about":{"header":"About Community","description":"A place for all who question what we know of life, the universe, and everything.","created":"Created Jul 7, 2008","stats":["57.0k Members","78 Online"]},"other_information":[{"header":"Welcome to r/agnostic!","description":"We’re a small community that is dedicated to discussing different perspectives regarding our knowledge of reality and everything that may or may not be in it.\nThese are primarily on theological, philosophical, and scientific subjects. Ideas and questions related to the process of questioning and living with an agnostic perspective are welcome as well.\nAs agnostic is in our name, any ideas will be treated undogmatically and with the chance that it is wrong. Nothing is free from criticism.\nIf you have a wild idea, burning question, or well-reasoned argument please don’t hesitate to post it here! Link any cool ideas you find elsewhere too!\nRemember to read the rules, expect a nuanced discussion, prepare for disagreement, and most importantly, never stop questioning."}]}