{"time_collected":"2023-03-19 18:37:33.472440-04:00","top_headers":[{"heading":"Best of 2022 Winners","time_posted":"1 month ago"},{"heading":"Reddit's Ongoing and Continuous Failure to Support Moderators and Users of Minority Subreddits","time_posted":"3 months ago"},{"heading":"How to get a conservative to shut up","time_posted":"16 hours ago"},{"heading":"Neo-Nazis clash with Melbourne trans activists","time_posted":"8 hours ago"},{"heading":"I found this sticker and I’m trying to figure out what the circled four flags are. Any ideas?","time_posted":"3 hours ago"},{"heading":"I've recently posted about which LGBT symbols I should use for the \"badges\" for player customization, in a game I am creating. This is the result. What do you think?","time_posted":"1 day ago"},{"heading":"Am I bisexual or just thinking too much","time_posted":"40 minutes ago"},{"heading":"🌈🌈🌈🌈CARE ABOUT WE THE LGBTQ PERSON IN UGANDA, WE ARE NOT ABLE TO MOVE OUT, WE NEED YOUR HELP IN FOOD AND OTHER BASIC NEEDS, WE CAN'T WORK OUTSIDE, FOR FEAR WE CAN BE ASSAULTED TO DEATH🌈🌈🌈🌈","time_posted":"3 hours ago"}],"rules":["No Trolling","No Porn or Nudity","Flag NSFW Content","No Discord/Chat links","No Chain Posts","No Spam","No Surveys, Questionnaires, Research Studies, or Crowdfunding","Respect Others"],"subreddits":{"Related Communities":{"r/actuallesbians":"454,453 members","r/asexuality":"193,085 members","r/asktransgender":"262,675 members","r/bisexual":"522,920 members","r/transgender":"152,780 members","r/gaymers":"258,279 members","r/ennnnnnnnnnnnbbbbbby":"64,887 members","r/traaaaaaannnnnnnnnns":"378,952 members"}},"about":{"header":"About Community","description":"A free area for the discussion of issues facing those who identify as gay, lesbian, bisexual, transgender, and all other sexual or nonsexual orientations and/or gender identities. Post links to articles, self-posts, photographs, experiences and whatever else is important to your experience of queer life. We encourage you to treat others with respect, start and/or engage in robust discussion and interact with the community. The more we know each other, the better we'll get along.","created":"Created Jan 12, 2012","stats":["170k Members","160 Online"]},"other_information":[{"header":"A note on moderation","description":"Comments and/or posts that threaten violence (including threats of self-harm, which will be reported to the admins immediately), incite violence, expose personal information about others without their consent, or contain illegal content will be removed. Please use the \"report\" button on only these types of posts. Contact the moderators if a post/comment has been removed in error.\nRemember to respect other members. Free expression can only happen when everyone in the community feels empowered to contribute, and behaviors that disempower and silence do more to create an echo chamber than even the heavy-handedest of moderator actions."}]}