{"time_collected":"2023-03-19 19:26:36.219093-04:00","top_headers":[{"heading":"Call support before posting. Please.","time_posted":"7 months ago"},{"heading":"What features do you wish your Property Management Software did better (or at all)?","time_posted":"16 days ago"},{"heading":"Is it just us, or do guests take things with them when they check out?","time_posted":"5 hours ago"},{"heading":"Is duvet enough enough or do I need to supply blankets too? I ask because blankets have been a pain to wash and dry (draining them takes forever).","time_posted":"4 hours ago"},{"heading":"Guest damaged washing machine. Wait for review and then file for Air Cover?","time_posted":"5 hours ago"},{"heading":"Pricelab/Beyond and listing rules question","time_posted":"11 hours ago"},{"heading":"Question about timing of reviews","time_posted":"5 hours ago"},{"heading":"RV Hookup Listing","time_posted":"6 hours ago"},{"heading":"Owner Rez vs Lodgify in the US","time_posted":"1 day ago"},{"heading":"Any PriceLab experts able to help me fine tune my listing?","time_posted":"1 day ago"},{"heading":"Aluguel","time_posted":"1 day ago"}],"rules":["Treat Everyone Like Your Mum","Must Be A Current, Former, or Aspiring Airbnb Host","No Blog/Vlog Spam, self-promotion, or surveys","No 'Gaming the System'","Posts and users MUST Contain Flair","No Identifiable Guest Information","Hosts Must Add User Flair - \"Region - # of Listings\"","Moderator Discretion"],"subreddits":{"Related Communities":{"r/AirBnB":"342,973 members","r/TalesFromTheFrontDesk":"739,286 members","r/homesecurity":"47,271 members","r/weddingplanning":"217,694 members","r/SanDiegan":"48,703 members","r/Mattress":"49,948 members","r/FulfillmentByAmazon":"89,424 members","r/digitalnomad":"2,008,831 members","r/HousingUK":"79,168 members","r/wedding":"134,413 members"}},"about":{"header":"About Community","description":"A safe place to share ideas, experiences, and resources for aspiring, current, or former airbnb hosts.","created":"Created Mar 13, 2017","stats":["22.1k Hosts","87 Not Working"]},"other_information":[{"header":"User Flare","description":"This is a restricted community and requires user approval before posting/commenting. Please hit the \"Message the Mods\" button below to gain access.\nIf you would like the Verified Host flair, please message the Mods with a link to your airbnb. If you wish, you may provide us with your region and/or your number of listings to be displayed as well.\nTiers of Flare\n1. ⭐️ Verified Host: These are hosts that the Mod team has verified. You may edit your flare to include your region and/or the number of listings in parenthesis. An example would be Verified Host (Omaha, NE - 4)\n2. 🗝 Host (salmon colored): Users who are not verified for whatever reason (privacy, uninterested, new, etc.). They have made the effort to select their flare and can be assumed to be acting in good faith. Users can also add their region and/or no. of listings to this.\n3. 🐯 Aspiring Host: Members of the community that are genuinely interested in becoming hosts. Users can select this flare on their own. Former Host: Community members that want to smoke a cigar and tell war stories from the good 'ole days. Users can select this flare on their own.\n4. 🧙 Property Manager: They deal with a lot of bullshit, so they're welcome here. Users can select this flare on their own.\n5. 👎 Unverified: These users are either new to the community or have yet to select a flare. Take what they say with a grain of salt. If you are one of these users, please consider changing your flare."}]}