{"time_collected":"2023-03-20 17:14:27.972526-04:00","top_headers":[{"heading":"Air Crash Investigation: [Control Catastrophe] (S23E05) Links & Discussion","time_posted":"1 month ago"},{"heading":"Air Crash Investigation: [Dream Flight Disaster] (S23E07) Links & Discussion","time_posted":"21 hours ago"},{"heading":"Has a witness (i.e pilot or passanger) ever lied intentionally.","time_posted":"10 hours ago"},{"heading":"Would flight info screens show correct flight information during a catastrophic event?","time_posted":"21 hours ago"},{"heading":"What has been the most brutal or explicit episode you have seen in the series?","time_posted":"1 day ago"},{"heading":"I comitted a crime - i saw the MH370 series","time_posted":"1 hour ago"},{"heading":"who else doesn't expect a 100% accuracy from the show?","time_posted":"1 day ago"},{"heading":"My Season 24 Episode List","time_posted":"1 day ago"}],"subreddits":{"Related Communities":{"r/aviation":"1,141,624 members","r/flightradar24":"38,796 members","r/airplaneears":"188,290 members","r/MicrosoftFlightSim":"110,827 members","r/RCPlanes":"21,358 members","r/flying":"234,399 members","r/PlaneCrazyCommunity":"5,248 members","r/Simracingstewards":"52,117 members","r/Multicopter":"103,065 members","r/ProjectRunway":"76,029 members"}},"about":{"header":"About Community","description":"For people who are interested in the Canadian TV series, Air Crash Investigation(Everywhere else)/Mayday(Canada)/Air Disasters(US), similar shows, and aviation incidents/accidents in general.","created":"Created Jan 28, 2014","stats":["38.5k Mayday/ACI fanatics","143 fans watching","Top 5% Ranked by Size"]},"other_information":[{"header":"Subreddit Details:","description":"Link to Discord: https://discord.gg/mtyBH4Vy\nNewest Episodes (Air Dates/Discussion Threads):\nSeason 23 (Coming Soon):\nEpisode 1: Deadly Exchange (Corporate Airlines Flight 5955)\nEpisode 2: Mixed Signals (Independent Air Flight 1851)\nEpisode 3: Pressure Point (Japan Airlines Flight 123)\nEpisode 4: Power Play (Airlines PNG Flight 1600)\nEpisode 5: Control Catastrophe (Air Astana Flight 1388)\nEpisode 6: Cockpit Catastrophe (Sichuan Airlines Flight 8633)\nEpisode 7: Dream Flight Disaster (2017 DHC-2 Australia Crash)\nEpisode 8: Deadly Deception (Balkan Bulgaria Airlines Flight 13)\nEpisode 9: Delivery to Disaster (Atlas Air Flight 3591)\nEpisode 10: Mystery Over the Mediterranean (Egyptair Flight 804)\nThis is a community of people who want to watch or are interested in the air crash investigation shows. It is a place for people to discuss past air crash investigations along with current investigations. However, there is a continued focus on the air crash investigation shows and that will continue to be the primary focus of this subreddit.\nPlease respect these rules (Not limited to):\nDon't be rude to others. Treat everyone the way you would like to be treated.\nUse of flairs is optional, but strongly recommended.\nDon't post links to episodes where viewers can download. Examples are Mega and Google Drive. Middleman links (Twitter, Pinterest, Pastebinetc.) and non-downloadable streaming sites like Bilibili, Dailymotion, or your own streaming service are allowed.\nDo not request for links to episodes. This includes making threads, posting comments, and replies.\nDon't make duplicate posts. Scroll through to see if your topic was recently posted. Duplicate discussion or link posts will be removed.\nIf you make an episode discussion thread, USE THIS FORMAT: \"Air Crash Investigation: [Title] (SxxExx) Link & Discussion\" In additon, please try to keep the thread updated with a working link in the OP so other redditors don't have to risk spoilers searching for links in the comments. ONE DISCUSSION THREAD PER NEW EPISODE. We will sticky 1 or 2 discussion threads of the most recent episodes.\nAll NSFW material must have an \"NSFW\" tag in capital letters\nDo not post photographs or videos of bodies of victims at the crash site.\nMemes, shitposting, sharing anything about the show or aviation incidents in general are permitted. Try to avoid revealing causes of incidents/accidents for memes about stories of new episodes.\nKeep politics out of this subreddit unless it is related to a discussion or suggestion of an episode(s).\nDo not make posts that repeat the same reports about current events relating to a recent aviation incident/accident. Posts about new major revelations are permitted to a degree.\nHave fun!"}]}