{"time_collected":"2023-03-19 22:37:24.962559-04:00","top_headers":[{"heading":"[Doc] Revisiting the AI of Alien: Isolation | AI and Games","time_posted":"3 years ago"},{"heading":"Alien Isolation is coming to iOS and Android next month","time_posted":"1 year ago"},{"heading":"I guess the xeno is on a diet...","time_posted":"7 hours ago"},{"heading":"Poor writing, or did I miss something?","time_posted":"12 hours ago"},{"heading":"Larry challenged me for a chase tag and i was handing his butt the entire game, Bro got mad and chose violence at the end","time_posted":"2 days ago"},{"heading":"Have we ever found out what was that blast/explosion at the beginning and who/what caused it?","time_posted":"2 days ago"},{"heading":"One shot didn’t pop","time_posted":"2 days ago"},{"heading":"Melee Facehuggers Buggy?","time_posted":"2 days ago"}],"rules":["No Let's Plays","Spoilers","Keep posts on topic","All submissions must have an appropriate flair"],"subreddits":{"Related Communities":{"r/LV426":"103,667 members","r/ColonialMarines":"595 members","r/predator":"27,888 members","r/avp":"2,337 members"}},"about":{"header":"About Community","description":"Alien: Isolation is a survival horror game set in the universe of the 1979 movie Alien. Available now on PC/MacOS/Linux, PlayStation 3/4/5, Xbox 360/One/X, Nintendo Switch, and iOS/Android.","created":"Created Jan 7, 2014","stats":["18.8k Crew","35 Survivors"]},"other_information":[{"header":"Welcome to Sevastopol","description":"Discover the meaning of fear in Alien: Isolation, a survival horror game set in an atmosphere of constant dread and danger. 15 years after the events of Alien, Ellen Ripley’s daughter Amanda enters a desperate battle for survival, on a mission to unravel the truth behind her mother’s disappearance. As Amanda you will navigate through an increasingly volatile world and find yourself confronted on all sides by a panicked, desperate population and a ruthless Alien. Under-powered and under-prepared you must scavenge resources, improvise solutions and use your wits, not just to succeed in your mission, but to simply stay alive."}]}