{"time_collected":"2023-03-08 22:16:03.486892-05:00","top_headers":[{"heading":"r/americangirl Place","time_posted":"3 days ago"},{"heading":"General Information Concerning the 2023 American Girl Benefit Sale","time_posted":"9 hours ago"},{"heading":"what i’m going to release in mattel headquarters if kirsten isn’t rereleased","time_posted":"2 hours ago"},{"heading":"Mattel's Investor Presentation was today and apparently has several updates for new things this year!","time_posted":"5 hours ago"},{"heading":"ag’s sponsored post.. is kit relaunching?","time_posted":"4 hours ago"}],"rules":["No Sexually Suggestive Content","Buy, Sell and Trade at your own risk","Buying, Selling and Trading are only allowed in the r/americangirl Place thread","All posts must in some way be related to 18\" dolls","Absolutely NO HATE will be tolerated","Disrespect will not be tolerated","Please read the Doll Identification Guidelines in the subreddit wiki prior to making an ID post."],"subreddits":{"Related Subreddits":{"r/Dolls":"22,679 members","r/pleasantcompany":"190 members","r/mattel":"371 members","r/StoneyCloverLane":"102 members","r/LoveShackFancy":"152 members"}},"about":{"header":"About Community","description":"Welcome to the subreddit all about American Girl Dolls! This is a community open to any and all collectors of American Girl Dolls, the 18\" doll line owned by Mattel. Grab a flair to show which AG dolls you love! *This subreddit is not affiliated with Mattel or the American Girl brand in any way.* Check out the Wiki for FAQs! Background Photo Courtesy of u/LibrarianBarbie","created":"Created Jan 9, 2013","stats":["6.2k AG Fans","109 AG Fans here now"]},"other_information":[{"header":"American Girl Customer Service","description":"If you have a problem directly with American Girl, contacting customer service will most likely resolve your problem. For your information, here is their contact information:\nAmerican Girl Customer Service Contact: E-mail: service@americangirl.com Phone: 1-800-845-0005 Facebook: facebook.com/americangirl"}]}