{"time_collected":"2023-03-08 22:45:58.836116-05:00","top_headers":[{"heading":"[Mod Post] Don't advocate for violence","time_posted":"3 years ago"},{"heading":"Jury awards $8.25M to Black mother, daughters handcuffed outside Castro Valley Starbucks [KTVU]","time_posted":"12 hours ago"},{"heading":"And these PIGS wonder why there is a disconnect? Hmmm.....","time_posted":"3 hours ago"},{"heading":"\"Craziest Court Opinion So Far This Year!\"[Steve Lehto]","time_posted":"6 hours ago"},{"heading":"\"Evidence Thrown Out After Police Extend Traffic Stop\"[Steve Lehto]","time_posted":"6 hours ago"},{"heading":"‘Culture of impunity’: San Marcos police facing civil rights lawsuits for using Taser on 2 people, including man who is deaf [KSAT]","time_posted":"1 day ago"}],"subreddits":{},"about":{"header":"About Community","description":"You have the right to be secure in your person, your home and your effects. You have the right to expect no unreasonable searches and seizures. You have the right to move about freely without harassment or suspicionless detention. This subreddit is dedicated to the upholding and exercising of these rights.","created":"Created Oct 25, 2012","stats":["50.8k Members","66 Online"]},"other_information":[{"header":"Sidebar","description":"You have the right to be secure in your person, your home and your effects. You have the right to expect no unreasonable searches and seizures. You have the right to move about freely without harassment or suspicion-less detention. This subreddit is dedicated to the upholding and exercising of these rights.\nKeep posts inside the following rules:\nAll posts (except self posts) will need to use the original title from the posted material verbatim. Also, the source should be included at the end of the title in brackets.\nIf the post is an article then include the source in brackets\nIf the post is from Youtube then include the channel name in brackets\nIf the post is a cross post then include the subreddit name in brackets\nDuplicate posts can be made after two weeks of the original post and it would be ideal to link to the original thread in the duplicate post.\nPlease keep posts inside the following guidelines:\nExamples of police officers or other government agents overstepping or attempting to overstep their lawful authority to detain or arrest.\nExamples of citizens asserting their rights.\nSelf posts of personal experiences with rights abuses or exercising rights.\nOnly 10% of submission posts should link to your own content.\nRelated Subreddits:\nBad Cop No Donut\nRestoreTheFourth\nRightToRemainSilent\nPINAC\nCopWatch\nPolice v Video\nOperationGrabAss\nResources\nRTRS Wiki\nLive Streaming App\nDon't Talk to Police - Watch a former cop explain why there is no benefit to speaking to a police officer.\nTerry Stops - The Supreme Court precedent which clarifies the ability of police to detain a person for investigation.\nStop and Identify Statutes - Hiibel v. Sixth Judicial District Court of Nevada was a case which followed Terry v. Ohio. It recognized the legitimacy of \"Stop and Identify\" statutes, but with the prerequisite that the stop was a legitimate \"Terry Stop\" based upon \"reasonable articulable suspicion\". Hiibel does not authorize police to demand ID without cause.\nReasonable suspicion/RAS - An explanation of the standard required for a \"Terry Stop\".\nProbable Cause - This is the standard which is required for an arrest, warrant, criminal charge or a search which goes above and beyond an officer safety pat-down.\nAbove all else, remember this when dealing with police:\nPolice are not required to explain themselves or their actions to you or any other person they detain or arrest. A failure to explain their actions to a citizen, either out of malice or ignorance, does not mean a lawful order can be ignored. They are only required to justify their actions in criminal and/or civil court. Do not mistake a lack of explanation for a lack of grounds. Only refuse to identify yourself if you are absolutely certain you stand on solid legal ground.\nDo not attempt to stand up to police officers if you aren't equipped with enough knowledge to make a safe determination of what you're legally required to do and are prepared to endure a false arrest and charges. Any and all resistance must be passive. Never physically resist an officer (exceptions for extraordinarily extra-legal actions notwithstanding). If your rights are violated, seeking compensation will be hampered by any \"bad\" behavior on your part. Don't make your lawyer's job harder than it has to be."}]}