{"time_collected":"2023-03-08 10:23:54.889366-05:00","top_headers":[{"heading":"Check out /r/choosemyalignment for a D&D-themed judging experience!","time_posted":"3 years ago"},{"heading":"AITB for packing out of a cruise vacation that my grandfather spent a LOT of money on and may not get refunded for","time_posted":"6 hours ago"},{"heading":"AITB for deleting a video from my daughter's phone of her aunt ranting?","time_posted":"22 hours ago"},{"heading":"AITB for choosing to play with people I hardly play with over one of my best friends.","time_posted":"12 hours ago"},{"heading":"AITB for spending my small bonus on myself","time_posted":"6 hours ago"},{"heading":"AITB for getting mad at my family visiting from out of town.","time_posted":"2 days ago"},{"heading":"AITB for telling my nan I hate my teacher?","time_posted":"2 days ago"},{"heading":"AITBF for wanting a nosejob?","time_posted":"1 day ago"},{"heading":"AITB for getting worried after my husband vanished after asking him to make me tea?","time_posted":"3 days ago"},{"heading":"WIBTB for doing things behind my gf’s back to help her out?","time_posted":"1 day ago"},{"heading":"AITBF for deleting my bf's Facebook.","time_posted":"2 days ago"},{"heading":"WIBTB for reaching out to someone?","time_posted":"2 days ago"}],"rules":["Don't be cruel","We're not AITA","Keep it brief","Follow Reddit's Rules","Comments and Judgements","Flair your post. (Serious and romantic flaired posts must be TRUE!)","Have Fun"],"subreddits":{},"about":{"header":"About Community","description":"Welcome to amithebuttface: the cool, relaxed, bastard nephew of amitheasshole. Is your primary question about a hookup or breakup? Is there not enough conflict in your moral conundrum? Are you one of those yahoos who insist Ross and Rachel were on a break and want to solicit the 'net's opinion? Do you frequently dwell on a confrontation that will probably never happen to you? Well look no further because amithebuttface is here to fill that void. Approach, ye wretched wanderers, and be judged.","created":"Created Aug 11, 2019","stats":["74.5k Members","326 Online"]},"other_information":[]}