{"time_collected":"2023-03-07 02:23:47.893954-05:00","top_headers":[{"heading":"Daily Discussion and Amp Information/FAQ - March 07, 2023","time_posted":"2 hours ago"},{"heading":"AMP in the 2023 CRYPTO WORLD CUP!","time_posted":"11 hours ago"},{"heading":"The Green Guys / Going Home Foundation","time_posted":"8 hours ago"},{"heading":"HMMMMMM…..Very interesting setup. If this actually follows through, this might actually be a monster. One that moves so fast and high that it makes you second guess everything… it’s coming so prepare…(or Atleast the buyers stealing these tokens from people “think” so…)","time_posted":"4 hours ago"}],"rules":["Admins and team members will never DM you asking for money, assets, wallet or personal information.","Treat everyone with respect and be mindful of people's varying backgrounds and experiences.","No offensive or harmful content.","No spam or self-promotions. Please keep posts and comments direct and on-topic.","No posting of misinformation or baseless negative sentiments/FUD. Please remain constructive.","Justify your price discussion with data, facts, and analysis. No pure speculation or manipulation.","Posting your personal account information or asking for other's information is strictly prohibited.","Keep recent discussions limited to a single thread. Duplicate posts will be deleted.","Limit emojis to one per title. NO ALL CAPS TITLES.","Cross-posts to /r/Bitcoin and/or brigading other subreddits is strictly prohibited."],"subreddits":{"Related Communities":{"r/CryptoCurrency":"6,136,313 members","r/defi":"107,448 members","r/ethtrader":"2,255,587 members","r/CryptoMarkets":"1,359,271 members","r/AlgorandOfficial":"70,837 members","r/ethereum":"1,669,316 members","r/tezos":"71,634 members","r/theta_network":"28,960 members","r/cardano":"692,499 members","r/NervosNetwork":"18,221 members"}},"about":{"header":"About Community","description":"AMP is a digital collateral token that offers instant, verifiable collateralization for value transfer. AMP is an Ethereum-based token that makes transactions instant and secure. AMP enables cryptocurrencies like BTC, ETH, and others to be used to pay for goods and services. Vendors receive payments in fiat. Projects like Flexa use Amp to secure transactions and build networks securely and transparently. AMP uses smart contract features purpose-built for collateral to help decentralize risk.","created":"Created Jul 21, 2020","stats":["45.7k Members","421 Online"]},"other_information":[{"header":"Community Guidelines","description":"We strive to create a community of educated members who are here because they believe in the tech and are passionate about seeing it come into being, our focus is on the impact that Flexa and AMP will have on the broader financial system while recognizing that Flexas success also means the success of its supporters.\nWe encourage all members to proactively self police. If you find content that falls outside of the community norms that we have established, please flag it so that a moderator can review it. Further, if questions are asked that you can answer accurately and respectfully, we ask that you do so."},{"header":"AMP Information","description":"AMP:\nAMP Token's website\nOfficial Linktree\nAMP Intro - Docs\nFlexa/AMP Intro - Messari\nHow to stake\nCurrent Staking APYs\nFAQ\nWhitepaper\nSocials\nCirculating Supply\nDune Analytics\nFlexa:\nFlexa's website\n/r/Flexa"}]}