{"time_collected":"2023-03-07 05:18:30.268020-05:00","top_headers":[{"heading":"Please Read Before Posting or Commenting (Deltacron Variant)","time_posted":"1 year ago"},{"heading":"Mathematical approach to Carson's LTV. Is this correct?","time_posted":"2 hours ago"},{"heading":"To what extent would identities exist in an Anarchist society?","time_posted":"7 hours ago"},{"heading":"What are your thoughts on Luigi Galleani?","time_posted":"12 hours ago"},{"heading":"What's the answer to serial killers?","time_posted":"1 day ago"},{"heading":"acab 101","time_posted":"13 hours ago"},{"heading":"What are some lifestyle changes you've made, and what kind of difference did they make in your day-to-day life?","time_posted":"3 days ago"},{"heading":"Are any of you Anarchist parents? Or Anarchists raised by Anarchist Parents?","time_posted":"3 days ago"},{"heading":"How would anti-social behavior be regulated in an Anarchist society?","time_posted":"3 days ago"},{"heading":"Thoughts on illegalism?","time_posted":"3 days ago"},{"heading":"Having your wants/needs/voice heard vs having your want and will happen","time_posted":"3 days ago"},{"heading":"If someone got raped, should you call the police? If not, what should you do?","time_posted":"4 days ago"}],"rules":["Provide well-informed anarchist answers.","Be respectful and respect the Anti-Oppression Policy.","Do not promote violent or illegal acts."],"subreddits":{"Related communities":{"r/Anarchism":"256,402 members","r/DebateAnarchism":"50,154 members"}},"about":{"header":"About Community","description":"For questions and well-informed anarchist answers regarding the theory, practice and history of anarchist movements and ideas. No question is too basic (or advanced!) to ask, so don't be shy :)","created":"Created Jan 3, 2011","stats":["120k Members","82 Online"]},"other_information":[{"header":"Guidelines","description":"Read the Anarchism in a nutshell page of the wiki.\nPlease do not debate, or post in an antagonistic manner. /r/Anarchy101 is only intended for educational discussion, not to \"disprove\" anarchism - consider /r/DebateAnarchism if you are interested in debate.\nAdditionally, a foundational premise of the sub is that all anarchists are anti-capitalism and anti-state. This is not up for debate.\nPlease do not discuss events from other subreddits. This is not a brigade, drama, or SRS-style sub. Posts and comments about other subreddits will be removed.\nPlease use the report button if you see any antagonistic, rude, oppressive or clearly incorrect comments.\nDo NOT downvote or criticise what you consider to be a simple or \"stupid\" question. This is a place for learning and education, everyone deserves the benefit of the doubt.\nFor the general anarchism subreddit, check out /r/Anarchism. To learn about other communist philosophies, try /r/Communism101.\nReview the Anti-Oppression Policy to see how you can help make space for marginalized people."},{"header":"Resources","description":"Anarchy101's Canon of Anarchist Works\nThe Anarchist Library\n/r/AnarchismPDFs\n/r/IGD's resource list, including publishers, organizations, news, and podcasts"}]}