{"time_collected":"2023-03-19 17:47:32.468570-04:00","top_headers":[{"heading":"For anyone new here: Ancient coin collecting is different from modern coin collecting. We clean our coins if they need it, but we don't harshly clean them. We normally don't have our coins slabbed by 3rd party graders, and we often break open slabs of coins we bought that way. (More inside)","time_posted":"1 year ago"},{"heading":"Thought these might interest you guys. At the British Museum. Never seen ancients in such a pristine condition!","time_posted":"7 hours ago"},{"heading":"Just because it’s a very common bronze coin, it doesn’t mean it can’t be beautiful! Constantius II ‘Fel Temp Reparatio’ falling horseman, Constantinople mint.","time_posted":"9 hours ago"},{"heading":"Great book","time_posted":"3 hours ago"},{"heading":"I found this coin at work, and think that it's Greek, but I'm not sure.","time_posted":"1 hour ago"}],"rules":["Civility is the price of participation here. Please act like adults and keep things pleasant.","Unwelcome participants get banned","Memes, joke posts & other shitposts may only be posted here on the last day of each month."],"subreddits":{"Related Communities":{"r/coins":"127,577 members","r/coincollecting":"18,969 members","r/Silverbugs":"113,198 members","r/Antiques":"152,823 members","r/WhatIsThisPainting":"345,363 members","r/Militariacollecting":"38,627 members","r/Gold":"80,465 members","r/midcenturymodern":"62,908 members","r/PokemonCardValue":"11,591 members","r/ThriftStoreHauls":"2,523,353 members"}},"about":{"header":"About Community","description":"A place to show off and discuss ancient and medieval coins from around the world, as well as to post links to articles and other references about them. Need an ID? PLEASE HELP US HELP YOU BY POSTING PHOTOS OF BOTH SIDES OF EACH COIN & preferably photos of its edge as well. If you have trouble using reddit's own photo hosting please try the imgur app or go to https://imgur.com/upload. Memes, joke posts & other shitposts may only be posted here on the last day of each Gregorian calendar month.","created":"Created Mar 16, 2013","stats":["43.4k Members","83 Online","Top 5% Ranked by Size"]},"other_information":[]}