{"time_collected":"2023-03-07 03:42:53.328772-05:00","top_headers":[{"heading":"Daily Trading Thread","time_posted":"4 hours ago"},{"heading":"[Chat] What questions do you see a lot on the sub? What tips & tricks would you tell a newer player?","time_posted":"2 months ago"},{"heading":"Oops","time_posted":"15 hours ago"},{"heading":"Help ! Island layout","time_posted":"18 hours ago"},{"heading":"the way my heart started pounding","time_posted":"10 hours ago"}],"rules":["NO NSFW CONTENT","Keep Content Related to Animal Crossing New Horizons","Be Nice.","No Spamming / Repost-Bots","No real-world currency trades","No Dodo Codes in your titles","No \"call out\" posts","About \"Rate My Villager\" posts","One Open Trade at a time"],"subreddits":{"Related Communities":{"r/Dodocodes":"76,716 members","r/BuddyCrossing":"114,003 members","r/NoFeeAC":"133,047 members","r/ACTrade":"276,997 members","r/TurnipExchange":"103,104 members","r/AnimalCrossingNewLeaf":"77,329 members","r/MergeDragons":"32,978 members","r/HayDay":"66,353 members","r/SkyChildrenOfLight":"29,149 members","r/Webkinz":"12,302 members"}},"about":{"header":"About Community","description":"Community for Animal Crossing New Horizons on the Nintendo Switch. Post about anything and everything related to New Horizons from your island, original content, or discussions. Have fun and enjoy your Deserted Island Getaway.","created":"Created Feb 9, 2020","stats":["247k Members","181 Online"]},"other_information":[{"header":"Island Etiquette , P's and Q's","description":"Dear ACNH friends!\nHere are some helpful reminders of what you should and shouldn't do on someone's island:\nOnly go where you're invited to go. If you want a tour of someone's island, ask permission first - same goes with visiting shops and purchasing items.\nDon't pick up items unless the host said it was okay. Star fragments, glowing moss, flowers, even sticks or rocks could be part of someone's set up - please be respectful and never remove an item from someone's island unless they tell you directly that it is OK!\nLeave through the airport, and not with the - button. By pressing the - at the top of your switch, you are resetting the entire game for the host and anyone else on the island - items purchased, sold, recipes learned, and even the position of the NPC will change when you hit the - button.\nDon't shake trees, pick flowers, or veggies without permission.\nBE NICE. If you're not sure if something is okay, ask. Don't be a jerk.\nDon't place a custom design in someone's Ables or message on a bulletin board without their permission FIRST. Custom designs in Ables will be worn by the villagers on the island and having to remove them will \"grief\" the host.\nAs a guidance, banned users can still see posts, and message users here. If you want to be safe, require users to comment for participation. A user who has been banned for scamming can not comment. This is why we suggest you place Dodo codes in DM only! It also allows you (and mods) to better know who is coming to your island, and when. Be safe!\nDO have fun! DO reach out if you aren't sure about something! Communicate if you aren't sure. Our community is lovely and most hosts will love it if you stay to fish or hunt bugs or pick fruit; it's just kind to ask.\nKeep Animal Crossing wholesome :)"}]}