{"time_collected":"2023-03-07 01:28:11.169921-05:00","top_headers":[{"heading":"Bootleg Megathread, March 01, 2023","time_posted":"5 days ago"},{"heading":"General Questions Thread, March 01, 2023","time_posted":"5 days ago"},{"heading":"Those are some thicc Ryzas","time_posted":"4 hours ago"},{"heading":"i did a lil something for my Hatsuaki","time_posted":"15 hours ago"}],"rules":["Do not promote bootlegs","Unmarked NSFW","Not a Japanese series or not a JPN manufacturer","Not figure-related","No solicitation","Sales","No Sexual or Suggestive Content Involving Minors","Self-promotion/spam"],"subreddits":{},"about":{"header":"About Community","description":"A subreddit for figures from anime and related Japanese productions. Share your collections, post news, and ask questions about the hobby.","created":"Created Sep 22, 2011","stats":["132k Members","614 Online"]},"other_information":[{"header":"Ye Olde Sidebar","description":"FAQ\nPlease remember to mark your NSFW posts!\nSubreddit Information\nAnime Figures and Garage Kits\nFeel free to share pictures of your newest figure, the latest news on a sculpt, or questions about the hobby.\nPlease don't post any memes, reaction images, or other low-effort content.\nSuggestive or explicit loli content is prohibited under reddit's Content Guidelines.\nFigures must be either produced by a Japanese figure company, or of a Japanese series.\nDo not promote bootlegs. Bootlegs are harmful to the industry, so we do not want to support them. Posts containing bootlegs, bootleg GKs ('recasts'), or unlicensed figures, advocating for their purchase, or links for purchasing them, will be subject to removal.\nIf you have any questions, please feel free to ask in the Bootleg Megathread.\nSale and Deal Posts\nPosts regarding websites with everyday low prices/reliable sellers are prohibited.\nNo 'looking to buy' posts - if you need help finding a figure online, that's fine, but please don't solicit users. Please do not make sales offers to other users unless you have an active sale post.\nIndividual sellers offering a piece are OK as long as your sale follows ALL of these rules:\nAll sale/trade posts must include [Sale] or [Trade] in the title text in brackets.\nAll sales/trades must be in a self-post (text post) format.\nAll sales must be priced.\nA date+name stamped photo of the figure(s) for sale/trade must be provided. Handwrite your reddit username and the current date on a piece of paper and photograph that alongside the items for sale. See the wiki for more details on what we expect from a verification photo.\nFor large sales, lists of figures should match images accordingly in groups of 10 (See the wiki for more info)\neBay listings must have a 'Buy it Now' option\nYour account must be at least 3 months old.\nOne sale/trade post per user every 7 days.\nPlease also keep in mind that many potential buyers will find it useful if you state what country you’ll be shipping from.\nCheck out the wiki for a more detailed review of these rules, including info regarding Pre-Order Sale and Trade Posts.\nAny limited time offers (specific sales, Black Friday, etc.) are OK.\nFor restock sales, the figure must have been out for at least 1 year prior, or its current market value must be at least 2x their original price.\nPre-order notifications/new figure releases are allowed.\nSelf-promotion is tolerated (linking to your own site/blog/channel), but please be aware that if the mods do not feel like you contribute enough to the community outside of your own posts, your self promoting post(s) will be removed.\nPlease don't post referral links in the subreddit (this includes Otaku Mode's invite links). Do not advertise or request users to PM you for your TOM links.\nNSFW & Spoiler Guidelines\nFor Self Posts: include a bolded NSFW note next to links in that post.\nFor Links to sites/images: If the figure is NSFW, or the website has any NSFW content (including ads) be sure to tag your post NSFW and use the appropriate link flair.\nSpoiler Code\nPlease remember to mark any spoilers.\nSpoiler\n[Spoiler](#s \"Text goes here\")\nSpecific Spoilers\n[Specific Spoilers](#s \"Text goes here\")\nShops\nRetailers:\nAmiAmi\nHobbySearch\nMandarake (sells rare and preowned figures)\nJungle\nGood Smile Company Online Shop (often has exclusives)\nGood Smile Company US shop\nCrunchyroll Shop\nHobby Link Japan (aka HLJ)\nSolaris Japan (MFC partner)\nBig in Japan (also has proxy service)\nTokyo Otaku Mode\nRight Stuf\nFigureHaven\nArchonia (EU)\nYorokonde (EU)\nFiguya (EU)\nDekai Anime (UK)\nGamersheek (UK)\nList of retailers on MFC\n/r/AnimeFigures' List of Retailers\nCommunity Recommended Links\nMy Figure Collection - It's like My Anime List... but for figures!\nCommunity Guide to Shopping in Japan\nUnofficial /r/AnimeFigures' Discord\nBlogs/News:\nNekomagic (News/Previews)\n(Reviews/Releases)\nKahotan's Blog (News/Reviews)\nFigma Blog (JP)\nRelated Reddits\n/r/AnimeMerchandise\n/r/AnimeFigures_JA (日本語)\n/r/Gunpla\n/r/ActionFigures\n/r/Figures\n/r/Anime\n/r/MangaCollectors\n/r/Dakimakuras\n/r/AnimeDeals\n/r/Otaku\nPhoto Friday Archive\nHere"}]}