{"time_collected":"2023-03-08 18:15:14.827167-05:00","top_headers":[{"heading":"What Are You Studying This Month?","time_posted":"7 days ago"},{"heading":"Anki 2.1.60 Changelog","time_posted":"12 days ago"},{"heading":"I have a test on this deck’s content today, most of my cards aren’t mature, although I personally feel comfortable with the knowledge, this is kinda making me nervous, is a “young” rating enough to do well on a test?","time_posted":"8 hours ago"},{"heading":"no big streak but just recently got back into anki after long procrastination :)","time_posted":"17 hours ago"},{"heading":"Which of the Custom Study buttons do I need to press in order to review new cards again for the day?","time_posted":"4 hours ago"},{"heading":"Retrieve text inside a nested tag in Anki Field","time_posted":"11 hours ago"},{"heading":"Is it possible to search and suspend a certain \"card type\" in anki android?","time_posted":"12 hours ago"},{"heading":"Can I recover deleted decks?","time_posted":"14 hours ago"},{"heading":"FSRS Reassurance","time_posted":"1 day ago"},{"heading":"Issues with resetting a deck so that it is like new?","time_posted":"16 hours ago"},{"heading":"Is the Apple app worth it?","time_posted":"1 day ago"},{"heading":"Having trouble with downloading deck","time_posted":"22 hours ago"},{"heading":"Please help me sync","time_posted":"23 hours ago"}],"rules":["Keep your posts on-topic","Be polite and kind","Do not routinely remove answered questions"],"subreddits":{"Related communities":{"r/languagelearning":"603,711 members","r/LearnJapanese":"578,313 members","r/ChineseLanguage":"164,233 members","r/medicalschoolanki":"131,539 members","r/AnkiComputerScience":"3,502 members"}},"about":{"header":"About Community","description":"The unofficial subreddit for the flashcard app Anki. You're welcome to talk about all of the apps and services in the Anki ecosystem here, share resources related to Anki or spaced repetition in general, and help each other out with any questions you might have!","created":"Created Jan 10, 2011","stats":["107k Learners","218 Learners Online"]},"other_information":[{"header":"Welcome to /r/Anki!","description":"This community is for people who use the Anki \"friendly, intelligent flashcard\" program. Anki is available for these platforms: Windows, Mac, Linux, FreeBSD, iPhone, and Android. There is also a web-based version of Anki."},{"header":"Anki Tips & Info","description":"New to the app? Anki's manual is the best way to get you started.\nFor additional resources and tips make sure to also check out the Wiki, Essential Reads, and Resources tabs at the top of the subreddit.\nOfficial support for Anki is available through the channels listed under the Official Support tab."},{"header":"Please support Anki!","description":"Anki is free and open-source software. If you use it, please consider supporting its development through one of the avenues listed here."}]}