{"time_collected":"2023-03-19 23:15:10.784602-04:00","top_headers":[{"heading":"The Side Effects of Vaccines - How High is the Risk?","time_posted":"4 years ago"},{"heading":"UPDATE: List of 1,700+ studies shows that vaccines are generally safe & effective - now contains studies on Covid Vaccines","time_posted":"1 year ago"},{"heading":"With Miami being the last tournament he misses out on, Novak Djokovic has officially missed out on $11.38 million in prize money due to his vaccine decision","time_posted":"6 hours ago"},{"heading":"Anon Is An Anti Vax Right Winger Skeptic","time_posted":"2 days ago"},{"heading":"7 people. Sure.","time_posted":"6 days ago"},{"heading":"Request to flood a Facebook group with pro vaccine articles. This group shares misinformation amongst each other. Join and post pro-vaccine articles!","time_posted":"6 days ago"},{"heading":"When travel restrictions to the US will be lifted","time_posted":"6 days ago"},{"heading":"So this record label (Sumerian Records) randomly came out as anti-vax???","time_posted":"17 days ago"},{"heading":"Is there evidence that vaccines prevent mutations?","time_posted":"2 months ago"},{"heading":"\"Argument over!\" Supposed skeptic thinks covid vaccine kills young people.","time_posted":"2 months ago"},{"heading":"\"VACCINES KILL ATHLETES!\"","time_posted":"2 months ago"},{"heading":"\"17000 doctors mean more than the entire consensus.\"","time_posted":"3 months ago"},{"heading":"Lady claims forever masks are unnecessary because the vaccine doesn't work.","time_posted":"3 months ago"}],"rules":["Racism, Harassment, Death threat, Homophobia","No anti-vax propaganda when making submissions. Talk about it in posts.","Try and be respectful of others.","Don't Gish gallop. Don't copy and paste the same crap constantly.","Don't use discredited anti-vaxers as evidence. It gets old, they are bunked and no one believes you.","Don't post links to antivax documentaries except to mock them.","Vaccines save lives","Do your best to use flair","Don't ask for a covid card, passport etc.","People are going to look at your comment history. Deal with it.","Vaccines save lives and you are muppet of the highest order. You are a bad person."],"subreddits":{},"about":{"header":"About Community","description":"Vaccines save lives","created":"Created Sep 6, 2012","stats":["31.0k Members","6 Online"]},"other_information":[{"header":"Read or feel silly","description":"Rules of this subreddit, please follow them as you may otherwise be banned:\n READ THE SIDE BAR!\nDO NOT LINK TO VIDEOS SUPPORTING CONSPIRACIES AND PSEUDO SCIENCE SUCH AS THE ANTI-SCIENCE OR THE DETOX MOVEMENT."}]}