{"time_collected":"2023-03-07 02:06:36.120868-05:00","top_headers":[{"heading":"New Mods, Rule Changes, and State of the Sub","time_posted":"23 days ago"},{"heading":"\"Antinatalism Around the World\" – a great and still ongoing project by Lawrence Anton, where he interviews antinatalists from different countries","time_posted":"3 days ago"},{"heading":"Each and every time.","time_posted":"13 hours ago"},{"heading":"Posts like these just further cement my hatred of natalists","time_posted":"8 hours ago"}],"rules":["Respect the privacy of others.","Ensure people have predictable experiences.","Do not brigade or crosspost with malicious intent.","Do not repost.","Content should be based in, or promote the discussion of, antinatalism."],"subreddits":{},"about":{"header":"About Community","description":"This community supports antinatalism, the philosophical belief that having children is morally wrong and cannot be justified. We encourage our members and visitors to treat one another with empathy, compassion and respect when engaging in discussion and debate.","created":"Created Apr 13, 2010","stats":["180k Members","483 Online"]},"other_information":[{"header":"Mod Log","description":"The moderation logs of r/Antinatalism are publicly viewable via this link."},{"header":"Deleted Posts/Comments","description":"Deleted posts and comments can be accessed through Unddit."},{"header":"Affiliates","description":"If you're interested in antinatalism, you may also be interested in:\n/r/effectivealtruism - as it seeks the most effective ways to benefits others\n/r/lifeisagift - as it pokes fun at natalist pedantics\n/r/morbidreality - as it showcases examples of the darkest possible scenarios one may experience\n/r/natureisterrible - as it showcases the reality of what life has to offer to humans and non-humans alike\n/r/prochoice - as it refers to the importance of respecting everyone's right to access or abstain-from abortion & related services freely and without duress from any other party\n/r/utilitarianism - as it refers to the greatest good for the most\n/r/vegan - as abstaining from consuming animal products decreases suffering by reducing economic demand for animal husbandry\n/r/vhemt - as we support the Voluntary Human Extinction Movement\n/r/wildanimalsuffering - as it strives to reduce animal suffering in nature"},{"header":"Filter","description":"Press any of the following links to see the latest posts tagged as such.\nActivism - Art - Article - Discussion - Humor - Insight - Meta - Other - Question - Quote - Rant - Video"}]}