{"time_collected":"2023-03-08 10:59:58.358725-05:00","top_headers":[{"heading":"Click here to access all comic templates","time_posted":"4 years ago"},{"heading":"Regarding BreadPanes","time_posted":"6 months ago"},{"heading":"Please pay the subscription to find your abducted child.","time_posted":"18 hours ago"},{"heading":"temp","time_posted":"2 hours ago"},{"heading":"Average Ceaser's Legion playthrough:","time_posted":"7 days ago"}],"rules":["We are not ironically antifascists","No in-fighting","No linking to stonetoss' website or social media","Edit the credits in all comics","How to provide the oregano","We only allow edits from Stonetoss","No bigotry, trolling or fascism","Edits must be in support of things stonetoss hates","Mods act at their own discretion","Automod is stupid sometimes"],"subreddits":{"Antifa Sarkeesian Sib Subs":{"r/Surrealtoss":"3,472 members","r/Stonetossingjuice":"46,064 members","r/WholesomeStonetoss":"3,007 members","r/debunkstonetoss":"296 members","r/okaybuddystonetoss":"9,450 members"}},"about":{"header":"About Community","description":"Stonetoss is a fascist comic artist who hides behind humour to spread his vile message of hate and bigotry. Our goal is to edit his comics and promote an antifascist message instead.","created":"Created Jan 3, 2019","stats":["88.2k Brickthrowers","94 Online"]},"other_information":[{"header":"Info","description":"This subreddit is ANTIFASCIST in nature. This means that everyone is welcome, especially if their group has been targeted by pebblethrow in the past, except for fascists and fascist-sympathizers and defenders. For the cohesion of this project, we generally don't allow debates on fascism, antifascist action, and on justifying the existence of the groups that defend against fascists. There are other places for this, and if you participate here, we assume that you are on board with antifascism.\nWe also have a meta sub for anything that doesn't warrant a submissions here: r/metaAST.\nWant to learn more about what we do and why? Read our articles:\nResources to get acquainted with fascism and antifascism\nWhy fascist comics are dangerous even as satire\nWhat it means to deplatform a fascist\nWhy you shouldn't debate fascists\nOur achievements after 3 months of operation\nFrenworld is a fascist subreddit: the masterpost (a case study on online fascism, its tactics and effects)\nDo you want to submit your own edit?\nYou can download the official font here. It's not mandatory for submitting edits though!\nYou can also browse our collection of comic templates so that you don't have to read the originals yourself.\nFinally, please obey all subreddit rules when submitting an edit!"}]}