{"time_collected":"2023-03-20 18:46:32.642574-04:00","top_headers":[{"heading":"Joseph Goebbels told Nazi Party voters in 1925 that \"the difference between communism and the Hitler faith was very slight\"","time_posted":"9 hours ago"},{"heading":"Russia Releases MQ-9 Reaper Drone Stamp; Ukrainians Call It A Cheap Copy Of Their Moskva Meme. Source in comments.","time_posted":"6 hours ago"},{"heading":"Tankies explaining that Stalin did nothing wrong.","time_posted":"20 hours ago"},{"heading":"Putin Potemkins Parade in Mariupol \"FSB officers posing as 'fake local civilian crowd close to him, the usual suspects seen at all public events Putin attends were spotted again''","time_posted":"3 hours ago"}],"rules":["Abide by the Reddit Content Policy","Do not incite, encourage, or glorify violence","No commies, ancoms, ansyn, tankie etc","The third position isn't permited here","Apologia to dictators is forbidden","Harassment","Discrimination & hate","No conspiracy theories","No reposts","Off-Topic content"],"subreddits":{"Stand against the CCP":{"r/HongKong":"610,286 members","r/FragrantHarbour":"5,227 members","r/FreeTheUyghurs":"9,031 members","r/fucktheccp":"65,580 members","r/ccp":"2,554 members","r/FightTheCCP":"727 members","r/GreatManchuria":"663 members","r/GenZhongshan":"365 members"},"Friendly subs and allies":{"r/LateStageSocialism":"6,480 members","r/fragilecommunism":"35,838 members","r/TheLeftCantMeme":"51,549 members","r/monarchism":"41,463 members","r/neoliberal":"145,314 members","r/Minarchy":"4,124 members","r/Anticommemes":"6,747 members","r/Conservative":"1,029,824 members","r/Anarcho_Capitalism":"194,180 members"}},"about":{"header":"About Community","description":"Welcome to r/AntiComAction! This is for news, discussion, and memes for anti-communist related topics. Note that third-positionism and alt/far-right agenda posting will be banned on sight.","created":"Created Oct 8, 2020","stats":["7.8k Anti-communists","9 Fighting for freedom","Top 10% Ranked by Size"]},"other_information":[{"header":"Anti-CCP subs you should join","description":"• r/Milk_Tea_Alliance: An anti-communist, pro-democracy alliance of people from Hong Kong, Taiwan, Thailand, Myanmar and India.\n• r/HongKong: Hong Kong's main sub, to talk about the situation the current life there.\n• r/FragrantHarbour: A sub focused on activism and politics about current Hong Kong situation.\n• r/FreeTheUyghurs: A sub focused on the current situation of the Uyghur people facing abuse because of the current government.\n• r/FuckTheCCP: A sub to document and discuss all the atrocities caused by the Chinese Communist Party\n• r/CCP: A sub to document the current crimes commited by the CCP\n• r/FightTheCCP: An alternative to r/FuckTheCCP\n• r/GreatManchuria: A place to learn about the Manchu culture and the current situation they're facing towards the CCP\n• r/BannedFromSino: A place to mock the pro-CCP sub \"r/sino\", full of propaganda and lies.\n• r/AvoidChineseProducts: This place is a resource for any person, group or entity seeking to avoid Chinese products.\n• r/ChongLangTV: A chinese forum for political discussion and entertainment, formed by CCP dissidents and anticommunists.\n• r/CCPSpyWatch: A community which follows the activities of Chinese espionage agents in the U.S. and around the world\n• r/CCPWatch: A sub dedicated to monitoring and reporting any suspicious activities perpetrated by CCP, as well as a place to talk about Chinese news.\n• r/CCP_virus: A subreddit dedicated to discussing, exposing and making fun of what the CCP-ruling Chinese government did wrong during the outbreak and aftermath of COVID-19.\n• r/SinoLies: A news subreddit focused on the CCP and its actions."}]}