{"time_collected":"2023-03-08 10:54:33.743309-05:00","top_headers":[{"heading":"Easily digestible sources showing how fascism arose as an explicitly anticommunist ideology and detailing how the Nazis were not socialists. Use as you will.","time_posted":"1 year ago"},{"heading":"Past is prologue","time_posted":"1 day ago"},{"heading":"Erin Brockovich Flagged as TERRORIST THREAT for East Palestine Activism by DHS, Ohio Law Enforcement","time_posted":"22 hours ago"},{"heading":"The FDO are retreating under the pressure of protestors and a rain of projectiles after having attempted a charge during a demonstration against the Pension Reform in Paris as part of the first day of the General Strike.","time_posted":"22 hours ago"}],"rules":["Reactionary talking points","Harassment","Trolling","Burden of proof","Misinformation and both sides","Off-topic","Doxxing","Leftist infighting","Brigading","Inciting violence","Fash and insecure websites","Memes on Mondays Only"],"subreddits":{"More friendly subs":{"r/LateStageCapitalism":"835,391 members","r/beholdthemasterrace":"266,899 members","r/2020PoliceBrutality":"144,784 members","r/COMPLETEANARCHY":"158,919 members","r/BlackLivesMatter":"109,467 members","r/Anarchy101":"120,773 members","r/WhereAreTheChildren":"25,292 members","r/DankLeft":"187,136 members","r/AustraliaLeftPolitics":"4,811 members"}},"about":{"header":"About Community","description":"Here you'll find news and discussion related to the anti-fascist movement. Please check the subreddit rules before commenting or posting.","created":"Created Nov 11, 2017","stats":["113k Members","59 Online"]},"other_information":[{"header":"Anti-fascists of reddit","description":"Anti-fascism, shortened to antifa, is opposition to fascist ideologies. Feel free to familiarize yourself with a brief history of anti-fascism. For those with difficulty identifying fascism, refer to The Doctrine of Fascism by Benito Mussolini. Simplified tenets are loosely outlined here.\nIn response to the global rise of nationalism, antifa has recently made a resurgence. This is a direct action sub. We actively seek to achieve our goals using reddit.\nThis is not a sounding board to debate anti-fascists; this is a place to disseminate information and organize. Everyone is welcome except fascists and fascist sympathizers, collaborators, enablers and apologists."},{"header":"Resources","description":"The following is provided for educational purposes only.\nTorch antifa network - A how-to, resources, and information one-stop shop\nItsGoingDown.org - A long-standing anarchist resource of resistance\nCrimethInc - A decentralized network pledged to anonymous collective action\nUnicorn Riot - An independently-run news outlet known for its comprehensive reports on far-right activity\nFight With Your Mind - A global site encouraging critical and independent thinking through art\nHope Not Hate\nForming an antifa group\nAnti-fascist UK Network\nA guide for antifa protesters\nAntiRacistAction.org\nWikipedia on anti-fascism\nWikipedia on post-WWII anti-fascism\nWikipedia on United States anti-fascism\nHatewatch\nHuman Rights Watch\nUpcoming Executions\nAmnesty International\nAnti-Defamation League\nAmerican Civil Liberties Union\nAnimal Rights Watch\nGreenpeace\nBail Funds across the U.S.\nPro Bono legal aid\nLife After Hate"},{"header":"Friendly subs","description":"The following is provided for informational purposes only.\nr/AustraliaLeftPolitics is a relaxed forum for Aussie Leftists.\nr/militant is a forum for leftists to discuss revolutionary politics\nr/IronFrontUSA is the sub of the American Iron Front, an anti-fascist network of patriotic people\nr/antiracistaction The ARA has been fighting racism in the skinhead and punk music scenes since the late 1980s\nr/whiterosesociety is named after the German activist group dedicated to nonviolent activism\nr/LateStageColonialism educates users about the continuing effects of colonialism\nr/SocialistRA 's mission is to uphold the right of the working class to keep and bear arms and maintain the skills necessary for self and community defense\nThese subs are self-explanatory\nr/humanrights r/AnimalRights\nr/AnimalLiberationFront is the unofficial reddit home of the ALF\nr/ArmedEnvironmentalism is a place for pro-gun environmentalists"},{"header":"Friends on twitter","description":"r/AntifascistsofReddit is not affiliated with the following, nor do we condone terrorism in the name of freedom from global tyranny.\n@YourAnonCentral\n@AnonymousPress\n@AnonyOps\n@AnonOpsSe\n@AnonymousVideo\n@Anon_GovWatch\n@ALFPressOffice\n@BurningBooks\n@wikileaks\n@torproject\n@AntifaChecker"}]}