{"time_collected":"2023-03-07 03:55:24.116018-05:00","top_headers":[{"heading":"Photo of the day - Cycle 6 Banana boat FCO Danielle","time_posted":"20 hours ago"},{"heading":"In fashion news, the Victoria's Secret Fashion Show is coming back (rebranded)! Here are the three NTM alums who have walked the VS Fashion Show in the past!","time_posted":"15 hours ago"},{"heading":"I spotted the cycle 6 house in episode 3 of Daisy Jones & The Six!","time_posted":"12 hours ago"}],"rules":["COO posts are only allowed on Tuesdays and Elim Posts are only allowed on Thursdays","No Spam/Karma Farming","Only relevant post-show content is allowed","Content must be related to ANTM or a related franchise","Be Civil"],"subreddits":{"Related Communities":{"r/rupaulsdragrace":"552,726 members","r/ProjectRunway":"75,966 members","r/realhousewives":"111,216 members","r/thebachelor":"232,514 members","r/90dayfianceuncensored":"253,033 members","r/thechallengemtv":"29,375 members","r/Totaldrama":"41,571 members","r/GossipGirl":"63,094 members","r/BringingUpBates":"21,322 members","r/MasterchefAU":"18,297 members"}},"about":{"header":"About Community","description":"You wanna be on top?","created":"Created Mar 2, 2011","stats":["37.3k Top Models","184 still in the running","Top 5% Ranked by Size"]},"other_information":[{"header":"Useful Links","description":"Directory of sub games and events\nHow to set an image flair\nList of English speaking NTM series available online\nPhotos from all cycles can be found here\nANTM Wikipedia Page\n/r/AsiasNextTopModel\nReality Bites Games (a forum for reality tv show fans that follows all Top Models and contains many fan games)\nCompilation of Oliver Twixt interviews"},{"header":"Sub Information","description":"A subreddit to discuss America's Next Top Model and all things related!\nRules and Guidelines\nReddiquette applies here! Check Reddit's Content Policy for more in depth information but note that forbidden behaviors include: hate speech, bullying, posting personal information of other users without consent, spamming, abusing the report button\nDiscussing the lives and careers of contestants post-show is allowed BUT posts that do so in an inappropriate of offensive manner are subject to removal. Examples of acceptable posts include life updates, social media photos, or discussion about careers. Examples of unacceptable posts include posting personal photos just to make fun of someone's appearance, inappropriate speculation about someone's sexuality/mental health, or rants about how much you hate a contestant.\nGiven the subject of this sub reposts of photos are allowed. Similar discussion topics pop up frequently and are allowed, however posts about topics already discussed are subject to removal. For example, posting \"What is your favorite cycle?\" is allowed even if someone else asked the same question the day before. Posting \"did you guys hear about _____?\" when there are already several posts on the topic actively discussing it is not.\nNo spamming the sub! Please pace yourself when posting, if you make too many posts too quickly it can clutter up the sub for other users and we may have to remove some of them. If it's deemed you've posted too many posts in succession some of them will be removed and you'll be given a warning with a time frame for when you can resume posting.\nContent posted here must be explicitly related to ANTM or its affiliate franchises. Memes are allowed if they relate to the show. Random photos that you \"think would get a first callout\" are not.\nPlease try to make posts that incite discussion, not arguments. If a post is fostering too much incivility it may be locked or removed.\nBan Policy:\n• Breaking rule 1 (aka violating site rules) can result in a permanent ban if the infraction is severe enough.\n• Violating the other rules will result in post removal (if necessary) and a clear warning about what the issue is from the mods. Repeatedly ignoring these warnings can result in a temporary ban (you will be informed of its length).\n• If you feel that you have been unfairly banned, reach out to the moderation team and we will investigate and reevaluate the status of your ban."},{"header":"Sub Tips","description":"Sub Tips\nUser flairs are enabled, set yours by clicking the \"Edit\" button by your username up above\n• When referring to a girl from a past cycle, try to include the cycle number. Ex: Nicole (C5), marking her as Nicole Linkletter.\n• Helpful vocabulary shortcuts: First Call Out (FCO), Bottom 2 (B2), Final 2 (F2)\n• You can add a flair to a post before posting, please do so because it makes the sub look cleaner and helps users find the content they're after sooner. An in depth guide is available here."},{"header":"Current Top Model Franchises","description":"Greece's Next Top Model 7 (TBA)\nHolland's Next Top Model 13 (TBA)\nPoland's Next Top Model 11 (September 7th)\nFinland's Next Top Model 7 (September 12th)"}]}