{"time_collected":"2023-03-19 17:11:37.633471-04:00","top_headers":[{"heading":"new faq page added","time_posted":"2 years ago"},{"heading":"Anxious attachment moderation","time_posted":"4 months ago"},{"heading":"Every time a DA posts on this sub, people straight up abuse them","time_posted":"2 hours ago"},{"heading":"Stop trying to figure out the DA","time_posted":"10 hours ago"},{"heading":"You can feel your feelings without reacting","time_posted":"8 hours ago"},{"heading":"I feel much more disciplined when I don't block them, but I instead get used to being triggered","time_posted":"14 hours ago"}],"rules":["no excessive rudeness","no brigading of other subs","no revealing of the personal information of others","all content must be related to anxious attachment","no self promotion"],"subreddits":{},"about":{"header":"About Community","description":"a space for people with an anxious attachment style to share their experiences, find support, and give tips for feeling more secure in relationships (and out).","created":"Created Jan 18, 2017","stats":["28.9k Members","153 Online"]},"other_information":[{"header":"what is anxious attachment?","description":"anxious attachment is characterized by intense emotions within romantic relationships. due to trauma from their childhood, anxious people feel a strong attachment to their partners and greatly fear being abandoned.\nthis manifests in anxious people thinking a lot about their relationships and investing a lot of energy into maintaining them. anxiously attached people will often become upset or anxious when they feel they are being abandoned. this isn’t a conscious choice; it’s a coping mechanism from childhood that is cognitively reinforced by repeated use.\nthis isn’t fun and it doesn’t have to happen forever. it is possible with a some changes to have happy relationships and to eventually move to security, and that’s the goal for all of us here in this sub!\nclick here for faq.\nrelated subreddits:\nr/attachment_theory r/avoidantattachment r/dismissiveavoidants r/relationships r/relationship_advice r/relationshipadvice r/dating_advice r/healmyattachmentstyle"}]}