{"time_collected":"2023-03-06 22:52:52.475089-05:00","top_headers":[{"heading":"[Auto-Post] Weekly Question Thread! Ask /r/Aquariums anything you want to know about the hobby!","time_posted":"23 hours ago"},{"heading":"Advice Needed!! There is a newly formed ant colony nesting around my tanks filter. I check my tank regularly, there was no signs of ants until two days ago. I really need advice on how to remove them from the filter without them getting into the water","time_posted":"8 hours ago"},{"heading":"First attempt at Aquascaping! Have been into the hobby for about 4 months now.","time_posted":"5 hours ago"},{"heading":"I’m looking to create homemade nutrient-rich aquarium soil rather than purchasing bio stratum for my 75 gallon tank. I will cover with a nice layer of pool filter sand so color/ texture doesn’t matter. Does anybody have experience or other recommendations?","time_posted":"6 hours ago"}],"rules":["Attacks, derailing, and trolling are not tolerated","No spamming, advertising, or flooding the sub","No for sale, give away, and looking to buy posts","Tag dead or dying animals as NSFW, including live feeding","No memes, shitposting, or other low effort content","Don't post shitty tanks for shitting on them","No emojis, #'s, or direct links to social media","No art or craft work that is not directly impacting a real aquarium","READ THE WIKI RULES PAGE FOR COMPLETE RULES"],"subreddits":{"Related Communities":{"r/bettafish":"187,876 members","r/aquarium":"89,035 members","r/PlantedTank":"273,434 members","r/Aquascape":"115,545 members","r/ReefTank":"95,053 members","r/Cichlid":"24,140 members","r/shrimptank":"127,356 members","r/axolotls":"100,583 members","r/AquaticSnails":"38,209 members","r/Fish":"45,370 members"}},"about":{"header":"About Community","description":"The subreddit for anything related to aquariums! Come here to enjoy pictures, videos, articles and discussion. We're also here to help you if you need advice.","created":"Created Nov 10, 2009","stats":["530k Members","1.8k Online"]},"other_information":[{"header":"FAQs","description":"How do I start a new freshwater aquarium?\nWill my fish grow to the size of it's tank?\nWhat is this snail?\nWhat is cycling?\nWhat is this thing/bug in my aquarium?\nWhat kind of algae is this? How do I treat it?\nWhat are common aquarium related abbreviations?"},{"header":"Helpful Links","description":"All Care Sheets\nFishless Tank Cycling\nCommon Fish Diseases\nList of aquarium clubs by state\nApp to help color blind people\nIRC Chat room\nFor more info, you can always visit the wiki!"}]}