{"time_collected":"2023-03-07 15:02:29.799133-05:00","top_headers":[{"heading":"The Monthly \"Look at what I got! Now I've got questions...\" Thread","time_posted":"6 days ago"},{"heading":"Bought my first Arcade1Up cabinet about a month ago…","time_posted":"18 hours ago"},{"heading":"New X-Men marquee","time_posted":"20 hours ago"},{"heading":"WTF… Does anyone at Arcade1up even know how to play arcade games?","time_posted":"20 hours ago"}],"rules":["No Harassment and Abuse","No Hate Speech","No Trolling","No ROM Discussions","No Self Promotion","Don't Break Vendor Rules"],"subreddits":{"Home Arcade Subreddits":{"r/HomeArcade":"2,904 members","r/CanadianArcade1up":"532 members"}},"about":{"header":"About Community","description":"The Best Community for Modding and Upgrading Arcade1Up’s Retro Arcade Game Cabinets, A1Up Jr., Virtual Pinball tables, Countercades, Casinocades, Party-cades, Projectorcade, Giant Joysticks, Infinity Game Table, Casinocade, and Plug & Play devices. We discuss news, information, modding, and much more. We are an Unofficial community by fans, for fans.","created":"Created Aug 15, 2018","stats":["36.0k Gamers","153 Now Playing","Top 5% Ranked by Size"]},"other_information":[{"header":"Modding Guides","description":"Soft-Moddable Cabinets\nArcade 1up Softmod quick & easy method"},{"header":"Vendor Rules","description":"Vendors should self identify by adding post flair and user flair.\nNo aggressive posting. Limit your self-posts to once per week. If someone asks about something you offer you are free to respond so long as you abide by Rule 1.\nBe specifically relevant to A1Up. Parts, peripherals, and custom services are great; T-shirts and general merchandise are not.\nNo covert influencing. Just be candid about who you are and what you are offering.\nIf you are going to post, be engaged in the community. Answer questions not just on your products. Have a presence that isn't strictly commercial.\nWe reserve the right to remove a vendor or place warnings on posts mentioning you and/or your products based on user feedback."}]}