{"time_collected":"2023-03-06 22:50:21.002790-05:00","top_headers":[{"heading":"Weekly Question Thread (03/06/2023 to 03/12/2023)","time_posted":"18 hours ago"},{"heading":"Be All You Can Be","time_posted":"9 hours ago"},{"heading":"Be All You Can Be is Officially Back","time_posted":"13 hours ago"},{"heading":"NEW LOGO DROPPED","time_posted":"9 hours ago"},{"heading":"NCO punished a soldier, resulting in his uniform being destroyed. Are there any rules against this ?","time_posted":"6 hours ago"},{"heading":"Who is the weirdest individual that you have known in the military?","time_posted":"2 hours ago"}],"rules":["No bigoted language or witch-hunting.","Keep discussions civil. No Posting PII.","No unapproved AMAs, fundraisers, ads or surveys.","Do not ask or provide answers for courses/tests.","No fraudulent, illegal, or immoral activity.","No overtly political posts.","Moderators have the Final Say."],"subreddits":{"Related Communities":{"r/nationalguard":"39,634 members","r/USMCboot":"19,642 members","r/navy":"146,665 members","r/VeteransBenefits":"62,876 members","r/USMilitarySO":"11,944 members","r/RoyalAirForce":"5,690 members","r/NavyNukes":"6,958 members","r/fednews":"44,011 members","r/Pararescue":"10,179 members","r/RiseofKingdoms":"137,807 members"}},"about":{"header":"About Community","description":"United States Army on Reddit","created":"Created Feb 24, 2009","stats":["247k Members","2.4k Online"]},"other_information":[{"header":"Posting Guidelines","description":"• (1) If your post could be answered by your NCO, Google or a 5 minute call with an Army Recruiter, then please do so.\n• (2) Ensure your posts actually encourage discussion. No memes, low effort posts, reposts or crossposts from /r/all. If it is appropriate for /r/AdviceAnimals or any other meme or image macro subreddit, it is not appropriate for /r/army. Consider /r/armycirclejerk instead.\n• (3) This is not a pro-military circlejerk, but please have some sources to base the more controversial topics on.\n• (4) Use the search bar. It is very likely that whatever you are about to post has already been posted before. This includes questions about duty stations, MOSs, boots, or what to take to the field.\n• (5) We don't all know what a 12V or a 35Q or a 94L is. Post the description along with your obscure MOS code.\n• (6) Please keep your flair text rank or duty-related. The purpose of flair is so we know you have a background in a particular subject matter. Moderators reserve the right to change flair at will.\n• (7) Source your posts well. No rumors, PNN or unfounded speculation. Links from USAWTFM, ASMDSS and similar at moderator discretion. No Stolen Valor.\n• (8) N00b questions go in the Weekly Question Thread (or Recruiter Thread) stickied at the top, in the black-on-gold link at the top, and in the sidebar. Do not answer n00b questions on the main boards. Use the report button."}]}