{"time_collected":"2023-03-07 08:24:45.555764-05:00","top_headers":[{"heading":"This small bronze purse (4.3x3.3 cm) was found with six gold coins still inside in the Celtic oppidum (settlement) at Manching, Germany. It was originally sealed with an organic material, presumably a leather strap. Ca. 200 BCE [900x969]","time_posted":"20 hours ago"},{"heading":"Vessel handle in the form of a winged ibex with its hooves resting on a mask of the wine-god Silenus. Partly gilt silver, Achaemenid artwork, 4th century BCE. [2104x2923]","time_posted":"13 hours ago"}],"subreddits":{"Related Communities":{"r/byzantium":"14,119 members","r/AncientCivilizations":"81,954 members","r/AncientCoins":"43,028 members","r/ancientegypt":"56,906 members","r/Dinosaurs":"203,919 members","r/Paleontology":"148,907 members","r/mysteriesoftheworld":"58,144 members","r/mythology":"134,791 members","r/space":"22,878,364 members","r/armoredwomen":"119,232 members"}},"about":{"header":"About Community","description":"/r/ArtefactPorn is a community dedicated to posting the very best objects, from the very large to the very small, made or shaped by the mankind throughout history. These artefacts range from tools and works of arts to archaeological finds, and give us a better sense of life in various moments throughout history.","created":"Created Mar 26, 2014","stats":["3.0m Artifact lovers","450 Online"]},"other_information":[{"header":"Sidebar","description":"The SFW Porn Network\nBrowse All\nIRC\nDiscussion\nArtifact - something made or given shape by man, such as a tool or a work of art, especially an object of archaeological interest.\nA History Network Member\nFor images of the heritage, art, relics and other remains of mankind.\nFACEBOOK\nTUMBLR\nBLOG\nSUPPORT\nSubmission Rules\nInclude the name of the Artifact in the title.\nInclude the resolution in [brackets] in the title.\nIf an image contains human remains, please add the \"Human Remains\" flair and mark it as NSFW so the thumbnail does not show up\nOnly submit static images.\nVideos, collections, interactive images/websites, and articles are not allowed.\nDo not submit a shortened link using a URL shortener like tinyurl.\nMake sure your image is hosted by an approved host.\nOriginal source is allowed and preferred over the approved hosts. If your submission is not on the list of approved hosts, but it is an original source, please use the tag [OS] so your submission is not removed in error. If your image is rehosted from another approved host it will be removed.\nIf you took the photo yourself, you can signify this by using the tag [OC] (original content) and after 24 hours you will be given special flair. If you don't receive flair after a few days feel free to message the mods.\nRegarding reposts: it is not a repost unless it was posted to /r/ArtefactPorn less than three months ago, or if it's already in the top100 of all time.\nIf you have any questions check out the FAQ.\nAs for comments - Keep the discussion on-topic. Comments that do not directly add to the discussion will be removed. And above all, follow reddiquette. Personal attacks, abusive language, trolling or bigotry in any form is not allowed and will be removed.\nGreat subreddits to check out:\nAncient Civilizations\nAncientRome\nAncientGreece\nAncientWorld\nArtHistory\nArtistoftheDay\nByzantium\nChessPorn\nFossilPorn\nImaginaryHistory\nMapPorn\nMegalithPorn\nMesopotamia\nSculpturePorn\nMedieval Art\nAncient Art\nAfrican Art\nOld India\nMuseum Porn\nEtruscans\nTrapped in amber\nCoin Eye Candy!\nSUBMECHANOPHOBIA\nHistory Videos\nJewelsofRussia\nDragonUtopia\nMesoamerica\nMosaicPorn =NEW=\nSarcophagusPorn =NEW= =NEW= If you are interested in exchanging subreddit sidebox links, message the moderators."}]}