{"time_collected":"2023-03-08 11:34:29.786559-05:00","top_headers":[{"heading":"The Asexual Testimonies Project is Complete!!!","time_posted":"2 years ago"},{"heading":"The Sydney International Asexual Conference 2023 is this Weekend!!","time_posted":"5 days ago"},{"heading":"thought this belongs here","time_posted":"11 hours ago"},{"heading":"My ace dragon pin finally arrived","time_posted":"3 hours ago"},{"heading":"The only “Netflix and chill” I’ll ever do.","time_posted":"21 hours ago"}],"rules":["Derogatory Language","Hate Speech","Harassment","No Solicitation","Obscene/Vulgar","Advertising","Use Post Flairs","Posting Picrews","Rules for Research Studies","Online Quizzes"],"subreddits":{},"about":{"header":"About Community","description":"r/Asexual is dedicated to bringing asexual awareness to any and all who come here. Asexuality is an orientation defined by little to no sexual attraction to anyone. Our goal here is to provide a welcoming home for any and all asexuals to come to, as well as provide a warm atmosphere for anyone to ask questions over asexuality. Whether you are an asexual, questioning if you are asexual, or just have questions as to what asexuality's about, this is the community for you. Welcome! Have some cake!","created":"Created Feb 4, 2010","stats":["77.6k Cake-Lovers","71 Nibblers"]},"other_information":[{"header":"Ace Space","description":"This subreddit is for everyone, including:\nAsexuals\nDemisexuals\nGrey-Aces\nAromantics\nBiromantics\nHeteroromantics\nPanromantics\nHomoromantics\nAnd everyone under the sun.\nThis subreddit is for anyone, asexual or ally. We welcome everyone here.\nThis Ace Space is dedicated to bringing asexuality awareness to everyone, with information about what asexuality is all about and to help clarify all questions related to asexuality. Our aim is to give a warm and welcoming environment where any and everyone, asexual and allo, can converse, ask questions, and research all things of asexuality.\nIf you are new and have questions about asexuality, feel free to check out our many resources on asexuality, from our FAQ page to our Questioning page.\nIf you are a partner of someone who is asexual, feel free to check out the page titled My Partner's Asexual. This page has resources to help you with your relationship.\nIf you are new to all things asexual, feel free to check out any of our pages.\nRegardless of who you are, we welcome you and we are glad that you came by here! Feel free to check our subreddit out, enjoy our chat rooms, posts, and for sure the memes. Our meme game is amazing!\nRegardless of why you came, let this be known: this place is for you and this place is for everyone. Let us all engage with each other with love and respect towards one another as we look to spread asexual awareness to each and every human being. Welcome to r/Asexual! Have some cake!\nFeel free to check out r/Askasexual for a great place to ask asexual questions and make community as well!\nIf you are interested in knowing whether you are asexual or not, r/AmIAce is a great resource to check out!\nIf you are looking for a great discord, feel free to join the LGBT+ discord page. It's a great place to join to talk to all members of the LGBT+ community, and it fully includes aces. Check it out!\ndiscord.gg/S82SeBj\nr/Asexual has a policy about posting picrews. As we kept getting so many picrews posted, flooding our subreddit, we have now created a superpost where all picrews can be posted. We ask that all picrews be posted here! https://www.reddit.com/r/Asexual/comments/ornpra/please_post_links_to_all_of_your_picrew_creations/"}]}