{"time_collected":"2023-03-08 14:40:37.572965-05:00","top_headers":[{"heading":"r/asianamerican Racism Reports- March 08, 2023","time_posted":"7 hours ago"},{"heading":"Weekly r/AA Community Chat Thread - March 03, 2023","time_posted":"5 days ago"},{"heading":"Jasper Wu's family voices concerns over murder suspects' possible shorter sentences","time_posted":"2 hours ago"},{"heading":"Stephanie Hsu feels at peace with the multiverse - The Everything Everywhere All At Once breakout star and Oscar nominee talks the film, her career thus far, and the magnitude of this moment.","time_posted":"1 hour ago"},{"heading":"‘This is my chance!’ Everything Everywhere’s James Hong on bullying, ‘yellowface’ and his big break – at 94","time_posted":"1 day ago"},{"heading":"How can we reverse our internalized racism within our community?","time_posted":"1 day ago"},{"heading":"Michelle Yeoh Revisits Her Most Iconic Roles, from Bond Girl to 'Crazy Rich Asians' and 'Shang-Chi'","time_posted":"18 hours ago"},{"heading":"Sony Pictures Classics Picks Up Randall Park’s Feature Directorial Debut ‘Shortcomings’","time_posted":"18 hours ago"},{"heading":"‘She had to hide’: the secret history of the first Asian woman nominated for a best actress Oscar","time_posted":"1 day ago"}],"rules":["Be kind","Center Asian American and Pacific Islander experiences","Speak for yourself, not others","No bigotry or hate speech","No call-to-arms","No personal information","No spam","Do not editorialize headlines"],"subreddits":{},"about":{"header":"About Community","description":"/r/asianamerican is an Asian American and Pacific Islander (AAPI) focused subreddit. We welcome any folks from the Asian diaspora--not just American--as well as anyone who identifies with the label 'Asian,' regardless of immigration history. The goal is to offer a positive, affirming space to share experiences of being AAPI for anyone seeking this community. Memes, news, life advice, humor, and pop culture references are highly encouraged.","created":"Created Jan 14, 2010","stats":["63.8k Members","232 Online"]},"other_information":[{"header":"Announcements","description":"Please read the community rules and FAQ.\nWe are always looking for more mods!\nScheduled posts:\nWeekly r/AA Community Chat Thread: Fridays\nRacism Reports: Biweekly on Wednesdays"},{"header":"Content Guidelines","description":"Please do a search of the sub before posting frequently discussed topics. Send us a modmail if you believe your post warrants an exception or was removed in error. Examples: \"Is it safe to live in/travel to ___?\"\nAffirmative action\nMind the rules, especially to be kind.\nWe welcome any content relevant to the Asian American, Pacific Islander, or Asian diaspora communities. Memes, silly posts, celebrity news, recent events, giving advice, and seeking advice are all welcome. Posts do not necessarily have to be about race.\nThis sub is NOT the place to ask for the opinions of the entirety of the Asian diaspora. r/AsianAmerican centers AAPI voices and as such, we are not here to educate non-AAPIs about our issues. Submissions that appear to be seeking the opinions of all Asians as a whole will be removed.\nIf posting art or other types of creative content, credit the artist or creator.\nNo terms of derision or contempt. This includes (but is not limited to) incel- or FDS-slang/pick-up artistry/dog-whistling/etc. Anything coded to convey hatred is not allowed.\nNo stereotyping. They don't contribute to the community in a positive fashion.\nDirect links to and screenshots of other subreddits and social media accounts or sharing outrage are not allowed as stand-alone posts. Screenshots with redacted identifying info (again, no direct links) may be shared in the biweekly Racism Reports Thread. Posts that are overly negative, anti-Asian, bigoted, etc. will be removed. This is an effort to be a haven from negativity on Reddit.\nOur Automod captures submissions by those with scrubbed accounts. FYI, if you have a scrubbed account, you will have a difficult (although not impossible) time posting here. It will be at mod discretion."}]}