{"time_collected":"2023-03-09 02:33:42.587112-05:00","top_headers":[{"heading":"Do not solicit legal advice. This is not the right sub for it.","time_posted":"2 years ago"},{"heading":"Lawyers: Flair is required to answer questions. r/Ask_Lawyers has upgraded its verification system.","time_posted":"2 years ago"},{"heading":"Would Al Capone have been fine if he paid taxes? Or caught sooner? What about nowadays?","time_posted":"9 hours ago"},{"heading":"Do waivers really not hold up in court?","time_posted":"7 hours ago"},{"heading":"How do small-town and small-city lawyers avoid conflicts of interest?","time_posted":"12 hours ago"},{"heading":"Just how legally badly did Elon Musk mess up in regards to his comments to/about firing Halli Thorleifsson?","time_posted":"1 day ago"},{"heading":"What does this ACTUALLY mean?","time_posted":"2 hours ago"},{"heading":"What does \"PRELIM SETTING/RESETTING\" mean?","time_posted":"7 hours ago"},{"heading":"Is there a way to terminate my “fathers” visitation rights?","time_posted":"4 hours ago"},{"heading":"Hey guys I am from Edmonton, AB. Just bought a house and my realtor messed up and I would like to sue her. I am looking for a litigation lawyer to discuss my case and then do a complaint to RECA.. I would really appreciate if I could get some suggestion for some litigation lawyers….Thank you","time_posted":"14 hours ago"},{"heading":"If an attorney passes away intestate with no worthwhile estate and has dozens of newly retained clients with little to no work done on their cases, and the business/trust account(s) is empty, are the clients screwed?","time_posted":"2 days ago"},{"heading":"If tech progresses such that doctored videos, deepfakes and the like become indistinguishable from the real thing, will that category of evidence become only useful in the margins?","time_posted":"2 days ago"},{"heading":"Would it theoretically be legal to will one’s estate to someone who kills them?","time_posted":"23 hours ago"}],"rules":["","","","","","","","","",""],"subreddits":{"":{}},"about":{"header":"","description":"","created":""},"other_information":[]}