{"time_collected":"2023-03-08 17:59:21.875600-05:00","top_headers":[{"heading":"\"Why are people not seeing my posts?\"","time_posted":"2 years ago"},{"heading":"Re-opening as a place for the global center-right","time_posted":"3 months ago"},{"heading":"Why would R’s be looking to Buttigieg for answers if deregulation of industry is a goal?","time_posted":"21 days ago"},{"heading":"What are your recommended conservative books, essays, studies, magazines, or podcasts for this year?","time_posted":"3 months ago"},{"heading":"Why is the gap between big and small companies growing?","time_posted":"6 months ago"},{"heading":"How would you reform the corporate income tax?","time_posted":"7 months ago"},{"heading":"What do you think about making gold and silver legal tender?","time_posted":"7 months ago"},{"heading":"How do we as conservatives approach neocons and libertarians? It is hard having a discussion with them when they will not agree with you on what words like “conservative” even mean.","time_posted":"8 months ago"},{"heading":"What are the main attributes that separate a genuinely objective conservative from an \"outdated liberal\", or someone who is relatively conservative due to the overton window shifting completely to the left?","time_posted":"9 months ago"},{"heading":"How do you feel about the speak Matthew McConaughey made regarding gun laws?","time_posted":"9 months ago"},{"heading":"How should we determine the maximum lethality of weapons that civilians can own?","time_posted":"10 months ago"},{"heading":"Is it shallow to describe the American founding as entirely \"liberal\"?","time_posted":"10 months ago"},{"heading":"Is “The Reactionary Mind” worth a read?","time_posted":"10 months ago"},{"heading":"\"He who is unwilling to work, neither shall he eat\"","time_posted":"10 months ago"},{"heading":"Why has conservatism in America been conflated with Market Liberalism?","time_posted":"10 months ago"},{"heading":"If you had to compare today to any other point in history, when would it be?","time_posted":"10 months ago"},{"heading":"What would be the “politically conservative” approach to fixing the baby formula shortage?","time_posted":"10 months ago"},{"heading":"What's a neoconservative?","time_posted":"10 months ago"},{"heading":"What is conservative taste?","time_posted":"10 months ago"},{"heading":"If media and scientists are un reliable sources of information, who is?","time_posted":"10 months ago"},{"heading":"Replacement Theory: Encourage Americans to have kids?","time_posted":"10 months ago"},{"heading":"What do conservatives have to say about the Buffalo shooter's great replacement theory beliefs?","time_posted":"10 months ago"},{"heading":"Do you think firearm knowledge is essential for all Americans?","time_posted":"10 months ago"},{"heading":"Do you feel existential dread? l","time_posted":"10 months ago"},{"heading":"Question for those who support banning contraceptives.","time_posted":"10 months ago"},{"heading":"What are your opinions on right to repair?","time_posted":"10 months ago"},{"heading":"What's a social conservative?","time_posted":"10 months ago"}],"rules":["Obey sitewide rules.","Contributions must be civil, fact/logic based, and informative.","Contributions must be high-quality.","Do not delete contributions.","No drama.","Posts must further discussion.","Rise above the lowest common denominator.","No tone policing.","No astroturfing.","No bickering or propaganda posting.","Here you are all equally worthless. See \"Rules\" at top left of screen for more.","Only flaired dissident-Conservatives may answer questions.","Respect the Embargo: No users from subreddits that condone doxxing or brigading."],"subreddits":{"Our friends":{"r/DarkEnlightenment":"24,316 members"}},"about":{"header":"About Community","description":"Ask A Conservative: ask the global center-right questions about the definition of conservatism, Rightism, Right-wing politics, conservative beliefs, traditional values, conservative policy, and conservative principles. We cover all inquiries about the center-right and conservatism or conservatives by adding the reasons \"why\" we believe what we do. Please do not ask questions to the far right here. It risks a sitewide ban.","created":"Created Nov 1, 2012","stats":["32.2k Members","26 Online"]},"other_information":[]}