{"time_collected":"2023-03-19 16:30:54.148076-04:00","top_headers":[{"heading":"How do rent payments work in the US?","time_posted":"16 hours ago"},{"heading":"In the very beginning where did politics come from?","time_posted":"23 hours ago"},{"heading":"Brit here 🇬🇧! I went to a Wendy's for the first time in London and loved it! But it got me thinking. Where does Wendy's sit in the pecking order of fast food chains?","time_posted":"2 days ago"},{"heading":"Are highschool house parties as common as they make it out to be in film?","time_posted":"1 day ago"},{"heading":"Why do so many Americans have a problem with free school lunches for children once a day but are completely fine with soldiers getting free food THREE times a day even though both are paid for by taxes? Why are the needs of a profession prioritized over the health and well-being of children?","time_posted":"1 day ago"},{"heading":"How different are the states, really?","time_posted":"2 days ago"},{"heading":"What do you feel makes living in the US better from living in other developed nations such as those in Europe?","time_posted":"2 days ago"},{"heading":"Question for right wing (not far right) or centre right Americans.","time_posted":"4 days ago"},{"heading":"Did i offend my american workmate?","time_posted":"6 days ago"},{"heading":"Moving out or staying?","time_posted":"6 days ago"},{"heading":"Are there some banks that only accept clients by referral? e.g., Navy Federal Credit Union","time_posted":"6 days ago"},{"heading":"Why do so many Americans see themselves as superior to others?","time_posted":"5 days ago"},{"heading":"Is an airport bar just an American thing?","time_posted":"6 days ago"},{"heading":"Dear Americans! How Many Drinks do you Need to get Drunk? I am from Europe and very interested in This Question!","time_posted":"6 days ago"},{"heading":"Does sundown town still exist ?","time_posted":"7 days ago"},{"heading":"Wear chinos?","time_posted":"8 days ago"},{"heading":"If aliens invaded Earth, would Americans choose Biden as the human commander-in-chief to fight the aliens?","time_posted":"8 days ago"},{"heading":"Is it ok to visit you even tough I don’t know you?","time_posted":"9 days ago"},{"heading":"What messenger and social network americans use?","time_posted":"9 days ago"}],"rules":["No trolling, spamming or advertising","Be civil to each other. Users are expected to be polite and courteous.","No racism or hate speech- that means no bigoted language or slurs. No endorsement of violence","Report any issues to mods. Yes, this sub IS MODERATED.","Do not comment with the intent to push an agenda, soapbox, sealion or argue in bad faith.","Do not attack or disparage users based on their username, location or flair","Please use the sub search to help cut down on similar posts"],"subreddits":{},"about":{"header":"About Community","description":"Ask Americans is a sub all about the United States of America and its culture. This is a place to respectfully discuss the USA's history, current events, politics, culture and people. A forum for residents and foreigners alike.","created":"Created Feb 13, 2013","stats":["3.8k Members","18 Online"]},"other_information":[{"header":"Announcements","description":"User and post flairs have been added. Reach out to mods to request new flairs."}]}