{"time_collected":"2023-03-06 19:03:44.976622-05:00","top_headers":[{"heading":"Do you guys feel more connected to your ancestors' culture and identity by learning their languages?","time_posted":"9 hours ago"},{"heading":"How were road trips before cars and cell phones had GPS?","time_posted":"2 hours ago"},{"heading":"Is Southwestern America culturally similar and closer to Latin America?","time_posted":"10 hours ago"},{"heading":"Do you think that someday the internet will be old fashion in the world? is it impossible for you to live without the internet?","time_posted":"9 hours ago"},{"heading":"How aware are americans about the French role in the American Revolution?","time_posted":"1 day ago"},{"heading":"What's a gas price in your area that makes you say \"Damn that's cheap!\"?","time_posted":"14 minutes ago"},{"heading":"What do you think is the best holiday-themed or holiday leftover sandwich?","time_posted":"5 hours ago"},{"heading":"Is the climate in Chicago gloomy/cloudy/gray? Bad place for SAD?","time_posted":"11 hours ago"},{"heading":"How would you define “growing up poor”, and did you grow up being poor?","time_posted":"15 hours ago"},{"heading":"Founding Fathers. Who is your favorite? Who were the three of the most impactful?","time_posted":"1 day ago"},{"heading":"Why is there a dichotomy about how American culture is portrayed?","time_posted":"2 days ago"}],"rules":["All submissions must be in question form. This includes a question mark (?) at the end.","The text box is to be used to add clarification or context to your question only.","All questions and comments must adhere to Reddit’s content policy.","Do not use slurs or bigoted language of any kind in a submission.","Check the FAQ and the sidebar prior to submitting your question","Questions must be asked in good faith","Surveys are not allowed. AMAs must first be discussed with the moderators.","Do not ask questions that are not on topic for the subreddit.","Treat the poster of a submission or comment you are replying to with respect and civility.","Do not use slurs or bigoted language of any kind.","Do not attack other users based on their location or flair.","Answers and comment replies should be serious and useful.","Do not comment on a thread if you came here from a comment linked in any other subreddit.","Do not comment with the intent to push an agenda, soapbox, sealion, or argue in bad faith.","No \"what do you think about X Country/citizens\" questions."],"subreddits":{"Friends of r/askanamerican":{"r/AskAnAfrican":"6,903 members","r/AskAnAustralian":"111,710 members","r/AskTheCaribbean":"6,937 members","r/AskCentralAsia":"17,329 members","r/AskAGerman":"55,325 members","r/asklatinamerica":"126,907 members","r/AskNYC":"184,991 members","r/AskARussian":"99,265 members","r/AskUK":"1,001,830 members"}},"about":{"header":"About Community","description":"AskAnAmerican: Learn about America, straight from the mouths of Americans.","created":"Created Jun 13, 2012","stats":["957k Members","974 Online"]},"other_information":[]}