{"time_collected":"2023-03-08 23:22:05.596821-05:00","top_headers":[{"heading":"Verified Flair for Professionals","time_posted":"4 months ago"},{"heading":"How do you know that a therapist likes you as a person?","time_posted":"9 hours ago"},{"heading":"How is anyone supposed to do therapy? Just entered my insurance (blue cross) into multiple therapy estimators and I am estimated to pay $133 per session because I have a deductible","time_posted":"54 minutes ago"},{"heading":"Am I a burden to my therapist?","time_posted":"7 hours ago"},{"heading":"what’s wrong with me?","time_posted":"2 hours ago"},{"heading":"My therapist is offering me sliding scale after my benefits run out, but it’s still so much… would it be wrong to ask her for a little bit more money off?","time_posted":"2 hours ago"},{"heading":"Is it true that it's harder to diagnose and adult with autism? Why?","time_posted":"9 hours ago"},{"heading":"What is the difference between a fantasy and something that you actually want to do/happen?","time_posted":"9 hours ago"},{"heading":"Is it ok for a therapist to talk about themself?","time_posted":"10 hours ago"},{"heading":"How to cope after making a mistake ?","time_posted":"8 hours ago"},{"heading":"How to support my almost-pro sport husband?","time_posted":"14 hours ago"},{"heading":"How do I find treatment if I have too many disorders?","time_posted":"4 hours ago"},{"heading":"Is something wrong with me if I keep changing plans?","time_posted":"7 hours ago"},{"heading":"Getting help for trauma from a relationship , and trying to mend it. Any help would be appreciated?","time_posted":"10 hours ago"},{"heading":"Feelings?","time_posted":"8 hours ago"},{"heading":"Is client-therapist confidentiality legally required?","time_posted":"8 hours ago"},{"heading":"Ive been feeling constant agonizing pain after my last session and hate my therapist even though she didn't do anything wrong?","time_posted":"8 hours ago"},{"heading":"Is it normal for me to feel disconnected and disassociated in my relationship?","time_posted":"5 hours ago"},{"heading":"How to get through to someone who thinks his issues will never be so over?","time_posted":"8 hours ago"},{"heading":"Is it worth going to therapy?","time_posted":"5 hours ago"},{"heading":"Extrange mother behaviour?","time_posted":"9 hours ago"},{"heading":"How do I find the therapist for me? I guess I’m looking for something specific","time_posted":"5 hours ago"},{"heading":"Typical therapy responses. What should I do?","time_posted":"5 hours ago"},{"heading":"I just want to connect with someone on a deep level. How can I do that if I feel like I can't be open about myself?","time_posted":"6 hours ago"},{"heading":"Can I ask my therapist to not tell something about me to his supervisor?","time_posted":"6 hours ago"}],"rules":["Posts Must Include a Question that Therapists Can Answer","Questions Should Contain Enough Information or Context to Offer Helpful Responses","Answers Can Contain Therapeutic Advice, but Threads are Not For Therapy","This is Not a Crisis Response Sub","Advice Will Be Moderated","Be Supportive, Respectful, and Openminded","Non-professionals should identify themselves with NAT or Not A Therapist","No Doxxing, Harassment, Brigading, or Encouraging Harm","Avoid Anti-Therapy Talk","No Direct Messaging","No Self-Promotion","No Diagnosing","Resources Can Be Offered Only In Response to Appropriate Questions","Do not post the same or similar questions repeatedly"],"subreddits":{"Related Communities":{"r/TalkTherapy":"81,939 members","r/ptsd":"86,629 members","r/mentalillness":"135,524 members","r/adultsurvivors":"49,346 members","r/BipolarReddit":"77,732 members","r/Healthygamergg":"76,023 members","r/OSDD":"10,834 members","r/EMDR":"20,130 members","r/Schizotypal":"5,660 members"}},"about":{"header":"About Community","description":"A supportive community to ask questions and engage in discussion about mental health-related matters with therapists on Reddit. This sub does not replace seeing a therapist and the information provided is for resource and entertainment purposes only.","created":"Created Dec 24, 2015","stats":["29.3k Members","103 Online"]},"other_information":[]}