{"time_collected":"2023-03-07 04:10:10.683281-05:00","top_headers":[{"heading":"IMPORTANT ANNOUNCEMENT: SUB CHANGES","time_posted":"7 months ago"},{"heading":"HOW TO POST CHARTS SO YOUR POSTS DON'T GET REMOVED","time_posted":"3 months ago"},{"heading":"At the age of 18 I feel like I've lived a dozen lives. I cut people off after the toxicity showed, I cut off my lying ex, and now I am at a loss with how I should move on. Everyone leaves. Everything is temporary, happiness and sadness...all temporary.","time_posted":"6 hours ago"},{"heading":"good luck to my fellow pisces saturns tomorrow :)","time_posted":"17 hours ago"},{"heading":"What’s everyone’s experience with Pluto transits? Any advice for my upcoming ones? My Venus conjuct Pluto transit in 2020 was fucking hectic.","time_posted":"14 minutes ago"}],"rules":["Don't ask for general/full chart readings!","No lists or tables of chart placements. Please post an actual chart wheel!","Do not post the charts of others nor of children.","Never make deals for chart readings over reddit!","Don't offer your services, or free readings.","Specify the source and accuracy of your birth time!","Use your best judgement, taking this advice at your own risk!","Don't be a jerk!"],"subreddits":{"Related Communities":{"r/ENFP":"92,619 members","r/capricorns":"14,200 members","r/aquarius":"16,201 members","r/piscesastrology":"16,969 members","r/infj":"146,881 members","r/infp":"190,734 members","r/entj":"32,367 members","r/Scorpio":"19,188 members","r/mbti":"453,893 members","r/MbtiTypeMe":"24,490 members"}},"about":{"header":"About Community","description":"A community for asking questions about your birth chart, or astrology in general.","created":"Created Dec 10, 2012","stats":["120k Members","167 Online"]},"other_information":[{"header":"MAKING CHARTS","description":"Please use only Astro.com or Astro-Seek.com for charts to include in your posts. Using other chart sources may mean your post is removed and you are asked to repost with a proper chart."}]}