{"time_collected":"2023-03-07 02:47:03.648085-05:00","top_headers":[{"heading":"Career Monday (06 Mar 2023): Have a question about your job, office, or pay? Post it here!","time_posted":"18 hours ago"},{"heading":"What is the minimum population density to develop a reliable public transit system?","time_posted":"12 hours ago"},{"heading":"Got lost in gear theory all morning trying to answer one question: Can I order an off the shelf worm gear that would mesh with an salvaged automotive flywheel? How would I specify it?","time_posted":"8 hours ago"},{"heading":"Can a mechatronics engineer work at a particle accelerator?","time_posted":"1 hour ago"},{"heading":"More physics than engineering, but I thought I'd try people who spend more time thinking about springs: Why doesn't a spring overshooting its \"neutral\" displacement and oscillating violate conservation of energy?","time_posted":"7 hours ago"},{"heading":"Kayak propulsion - rotor vs paddles?","time_posted":"20 hours ago"},{"heading":"How is the Buoyancy Reduction Factor Equation derived?","time_posted":"2 hours ago"},{"heading":"Steel stiffness to weight configuration","time_posted":"11 hours ago"},{"heading":"Box frame design feedback - World War 2 tank","time_posted":"11 hours ago"},{"heading":"What type of engineer should I consult about gin poles?","time_posted":"16 hours ago"},{"heading":"How were steam locomotive fireboxes burn so much coal in such a short amount of time?","time_posted":"2 days ago"},{"heading":"Where to put the terminal and ground in a piezoelectric ring that is compressed radially?","time_posted":"16 hours ago"},{"heading":"is it possible to use a focused led for laser cutting?","time_posted":"23 hours ago"}],"rules":["Titles must be a question about engineering","No homework questions","Avoid questions that can be answered by researching on the internet","Be respectful to other users","Don't answer if you aren't knowledgeable","Be substantive","No generic Career/Workplace Posts"],"subreddits":{"Related Subreddits":{"r/engineering":"428,714 members","r/AskElectronics":"640,461 members","r/MechanicalEngineering":"86,126 members","r/ChemicalEngineering":"79,701 members","r/civilengineering":"94,993 members","r/aerospace":"77,122 members","r/cscareerquestions":"973,863 members","r/womenEngineers":"9,487 members","r/manufacturing":"45,423 members"}},"about":{"header":"About Community","description":"Engineers apply the knowledge of math & science to design and manufacture maintainable systems used to solve specific problems. AskEngineers is a forum for questions about the technologies, standards, and processes used to design & build these systems, as well as for questions about the engineering profession and its many disciplines.","created":"Created Mar 27, 2011","stats":["320k Members","239 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Submission Rules","description":"Post titles must be a question about engineering and provide context — be specific. Remember to flair your post. Most general career related questions should be placed in the Monday Career Megathread. Review the wiki prior to posting.\nNo homework questions.\nAvoid questions that can easily be answered by searching on the internet.\nAvoid questions that have already be answered by a post in the FAQ section of the wiki."},{"header":"Flair Guide","description":"Mechanical, Electrical, Civil, Chemical, and Computer are reserved for technical questions only.\nDiscussion can be used for general questions not specific to any discipline, which may include some workplace topics. Note that questions must still be specific to engineering and not a general opinion survey."},{"header":"Comment Rules","description":"Violation of any of these rules will result in comment removal. Repeat offenders will be banned.\nBe respectful to other users. All users are expected to behave with courtesy. Racism, sexism, or any other form of bigotry will not be tolerated.\nDon't answer if you aren't knowledgeable. Answers must contain an explanation using engineering logic, and assertions of fact must be supported by links to credible sources.\nBe substantive. No low-effort one-liner comments, memes, or off-topic replies. Limit the use of engineering jokes."},{"header":"Featured Posts","description":"Call for Engineers: Tell us about your work! (2019)"},{"header":"Resources","description":"AskEngineers Reference Library\n2019 List of engineers willing to be interviewed"}]}