{"time_collected":"2023-03-07 03:38:02.234241-05:00","top_headers":[{"heading":"Ask Feminists Rules, FAQs, and Resources","time_posted":"3 years ago"},{"heading":"The Draft: Please Stop Asking Us","time_posted":"1 year ago"},{"heading":"I'm a handywoman. I have the knowledge, the tools, but I would prefer to only help other women who need it. How would I go about advertising my services so that I am not labeled as sexist or a misandrist?","time_posted":"12 hours ago"},{"heading":"How do I be aware of when I’m mansplaining?","time_posted":"12 hours ago"},{"heading":"How do you not let feminism consume you too much ?","time_posted":"10 hours ago"},{"heading":"Should we stop using the terms \"masculine\" and \"feminine\"?","time_posted":"18 hours ago"},{"heading":"So what you guys think about this ?","time_posted":"16 hours ago"},{"heading":"why do you think the heard/depp trial produced such strong emotions ?","time_posted":"18 hours ago"}],"rules":["Top level comments (direct answers) rule","Direct answers by the OP","Video submissions","Be respectful and courteous","Discussions about religions","Homework threads","Personal advice","Choice feminism","Informed arguments about sex work"],"subreddits":{},"about":{"header":"About Community","description":"This is a place to ask feminists your questions and to discuss the issues with feminists. If you've wondered what most feminists think about certain things, what our response is to certain issues, how we think certain things should be handled, or why we have adopted the positions and stands that we have, this is your place to get your questions answered! Or if you have feedback or ideas and would like a feminist response to your thoughts, this is a place to have that discussion.","created":"Created Jul 26, 2011","stats":["105k Members","231 Online"]},"other_information":[{"header":"About posting","description":"Please consult our rules page.\nRemember to use common sense when formulating questions; inane / insulting / baiting topics will be removed: /r/AskFeminists is not a space to put guilt by association on all feminists due to the actions done by X persons or groups, especially when such actions are in contradiction with feminism or basic common sense. Come with an open mind and a willingness to consider another's perspective, and build some bridges! Please avoid using loaded questions; verifiable sources should be added for claims included in the title/OP.\nExternal articles can be a topic of discussion. The more explicit the question is (the more detailed the self-post is), the better the answers/discussions will be.\nThe rule concerning direct answers (which should come from feminists, and the answers should to be consistent with feminism) apply to the person posting the thread as well: all the needed clarifications should be made in the original post, which would make them visible to all, and not in the comments. Direct answers must reflect progressive values, in a strict and consistent manner.\nRegarding flairs: please read this announcement.\nAs usual, no sexism, anti-egalitarianism, bigotry, hate, intolerance, offensive or antagonistic speech, or off-topic discussion, all of this may be subject to removal. The basic content rules from r/Feminism's FAQ apply, with the following changes in this subreddit:\nRules regarding first responses:\nfirst responses (all top level comments, that answer directly to the OP and not to another comment) should always be given by feminists and must reflect a feminist perspective\nall comments are open to challenge/debate, regardless of who initiates the challenge, or their ideological orientation.\nRelated subreddits: r/Feminism\nPlease direct meta-discussions regarding this subreddit to /r/Meta_Feminism."}]}