{"time_collected":"2023-03-07 04:21:45.974592-05:00","top_headers":[{"heading":"Introduction to our community","time_posted":"3 years ago"},{"heading":"Weekly thread for questions from members under 30 - March 05, 2023","time_posted":"2 days ago"},{"heading":"Best Pickup Lines (preferably gay pickup lines)","time_posted":"9 hours ago"},{"heading":"Have any of you older guys.. sort of stopped in time?","time_posted":"11 hours ago"},{"heading":"Guys who had \"daddies\" how did those relationships evolve?","time_posted":"18 hours ago"},{"heading":"Mismatched sex drive","time_posted":"10 hours ago"},{"heading":"Negativity","time_posted":"9 minutes ago"},{"heading":"Looked around and everyone is taken. Is there hope?","time_posted":"7 hours ago"},{"heading":"Being turned down due to size (being too small).","time_posted":"13 hours ago"},{"heading":"Update: Ended the unhealthy relationship - advice on how to get out of this cycle would be appreciated!","time_posted":"14 hours ago"},{"heading":"Rent men Europe","time_posted":"11 hours ago"},{"heading":"Do you find receding hairlines (M Shape) sexy?","time_posted":"4 hours ago"},{"heading":"Which are your favorite gay movies?","time_posted":"1 day ago"},{"heading":"What are things you look for when seeking a long term romantic relationship?","time_posted":"6 hours ago"},{"heading":"For tops who rarely bottom, what was the situation?","time_posted":"6 hours ago"},{"heading":"When did you know your LTR was over?","time_posted":"17 hours ago"},{"heading":"What is the best way to get over a breakup?","time_posted":"14 hours ago"},{"heading":"Falling for a FWB who is married","time_posted":"11 hours ago"},{"heading":"Cooking bros. It's been many years. You still occasionally think about him; the one that could've been, the one that got away, the missed connection. But your paths cross by chance one night. What do you cook for him?","time_posted":"15 hours ago"},{"heading":"Relationship advice need for a 7.5 years together couple.","time_posted":"1 day ago"},{"heading":"‘Breaking up’ with a friend advice","time_posted":"17 hours ago"},{"heading":"Overthinking / Self-Analyzing after a date","time_posted":"1 day ago"},{"heading":"How have I changed so much in my 30s?","time_posted":"2 days ago"},{"heading":"Would MY FAIR LADY had been a better movie if they had cast Julie Andrews instead?","time_posted":"19 hours ago"},{"heading":"Bald since 2020 and still don't love it.","time_posted":"2 days ago"},{"heading":"What’s your desired view of the future for a relationship/companionship?","time_posted":"2 days ago"}],"rules":["No posting in bad faith.","Be civil.","Be thoughtful.","No threats of self-harm or suicide"],"subreddits":{},"about":{"header":"About Community","description":"AskGaybrosOver30 is a place for supportive and friendly conversations between over 30 adults. Please note that we have some requirements in order to post or comment, read the stickied post \"Introduction to our community\" for more information.","created":"Created Jun 7, 2017","stats":["73.4k Members","158 Online"]},"other_information":[{"header":"Encouragements:","description":"Encouragements:\nTreat this space as if you're having drinks with potential friends. Talk about things that will be interesting for others as well as yourself. Keep in mind that this is a forum for guys over 30 so the questions and comments should be interesting and relevant to them.\nHandle thorny issues and controversial topics with maturity and kindness. At this point in life, we should know what topics are emotionally charged and posts about them should be worded with care. Avoid rants and only post if you really want honest discussion with the community here. Heated discussions will happen. Just remember to take people's replies for what they are: someone else's opinion.\nKeep it classy. Help make the page something nice to look at and something a guy could read at his job. If you're posting about sex, keep the title safe for work and save the gory details for the description. Use the NSFW flair.\nAssume good will. Unless you have a specific reason, try to give people the benefit of the doubt. If you think someone is trolling, don't feed them. Report the comment or post and the moderators will review and take appropriate steps.\nYou reap what you sow. Keeping conversations productive and friendly is what gives you the freedom to know if you have a question, the responses you get will be productive and friendly."},{"header":"Official Discord","description":"If you want more casual chat, you can join the AGB30+ Discord through this link: https://discord.gg/hugsandplugs"},{"header":"Subreddits we like","description":"r/gaybrosgonemeditating"}]}