{"time_collected":"2023-03-07 02:57:31.513837-05:00","top_headers":[{"heading":"Sunday Digest | Interesting & Overlooked Posts | March 05, 2023","time_posted":"2 days ago"},{"heading":"Short Answers to Simple Questions | March 01, 2023","time_posted":"6 days ago"},{"heading":"I’ve often heard from political conservatives that early settlers at Jamestown & Plymouth nearly starved to death because they initially attempted “socialism”/collective farming, & that they only survived because they began using “capitalism” & privatized farmland. Is this in anyway true?","time_posted":"9 hours ago"},{"heading":"Was Johnny Cash the first US citizen to hear that Joseph Stalin was dead?","time_posted":"21 hours ago"},{"heading":"Was pain really a factor in violent or unreasonable behaviours in the Middle Ages?","time_posted":"14 hours ago"},{"heading":"Have I discovered the meaning behind knights fighting giant snails? Is it a pun about German mercenaries?","time_posted":"18 hours ago"},{"heading":"Why didn't 18th-19th century ships have more fish for the provisions?","time_posted":"8 hours ago"},{"heading":"What was the original finish on a bronze Roman arrowhead?","time_posted":"4 hours ago"},{"heading":"Is there a movie/documentary showing fortress life 1000 years ago?","time_posted":"12 hours ago"},{"heading":"What was the \"vinegar\" Jesus was given to drink by a Roman soldier during his crucifixion? And what's its significance?","time_posted":"2 days ago"},{"heading":"How were periods dealt with before the invention of tampons\\pads?","time_posted":"16 hours ago"}],"rules":["Users shall behave with courtesy and politeness","Questions should be clear and specific, be asked in good faith, and seek an in-depth answer.","Questions should be historical in nature, and ask for more than basic facts","Users should be able to provide sources on request","Answers must be in-depth and comprehensive","Answers should reflect knowledge and familiarity with the topic at hand","Answers should not be speculative or anecdotal","No soapboxing, or events and politics <20 years","Answers should not be only links or quotations","Answers must be original work, and cite all quotes","Comments should not consist solely of jokes","Racist or bigoted comments are not tolerated here","Top level comments should be answers only, and ALL comments should be on-topic, and constructive"],"subreddits":{"Related Subreddits":{"r/askscience":"23,770,502 members","r/AskSocialScience":"111,602 members","r/AskAnthropology":"157,076 members","r/AskAcademia":"1,147,859 members","r/CredibleDefense":"74,595 members","r/history":"17,438,326 members","r/badhistory":"292,743 members","r/HistoryWhatIf":"99,956 members","r/HistoricalWhatIf":"85,112 members","r/HistoryNetwork":"18,963 members"}},"about":{"header":"About Community","description":"The Portal for Public History. Please read the rules before participating, as we remove all comments which break the rules. Answers must be in-depth and comprehensive, or they will be removed.","created":"Created Aug 28, 2011","stats":["1.7m Readers","2.2k Readers Online"]},"other_information":[{"header":"Rules in Brief","description":"1. Be Nice: No Racism, Bigotry, or Offensive Behavior.\n2. Nothing Less Than 20 Years Old, and Don't Soapbox.\n3. Questions should be clear and specific in what they ask, and should be able to get detailed answers from historians whose expertise is likely to be in particular times and places.\n4. Write Original, In-Depth and Comprehensive Answers, Using Good Historical Practices.\n5. Provide Primary and Secondary Sources If Asked. No Tertiary Sources Like Wikipedia.\n6. Serious On-Topic Comments Only: No Jokes, Anecdotes, Clutter, or other Digressions.\n7. Report Comments That Break Reddiquette or the Subreddit Rules.\n8. Please Read and Understand the Rules Before Contributing."}]}