{"time_collected":"2023-03-08 14:54:37.358549-05:00","top_headers":[{"heading":"How was the Roman Republic perceived by people living in Late Antiquity?","time_posted":"5 hours ago"},{"heading":"How the Holy Roman and the Byzantine Empire perceived each other?","time_posted":"4 hours ago"},{"heading":"What are some of the craziest things Andrew Jackson has ever done?","time_posted":"20 hours ago"},{"heading":"Is the current fentanyl crisis as bad as China's old opium crisis?","time_posted":"1 day ago"},{"heading":"Insofar as Zimbabwe did well from 1980 to 1990, was it mainly in spite of or because of the Mugabe government?","time_posted":"8 hours ago"},{"heading":"American Civil War histories and biographies??","time_posted":"16 hours ago"},{"heading":"Choosing a topic for an extended essay?","time_posted":"1 day ago"},{"heading":"How much influence did the French defeat against Mexico fuel the Franco-Prussian War.","time_posted":"2 days ago"},{"heading":"How come Italy kept Catholicism as a state religion after losing ww2 but Japan was made into a secular state under American occupation?","time_posted":"2 days ago"},{"heading":"Evidence of Democratic politicians switching to the Republican Party after the party switch?","time_posted":"2 days ago"},{"heading":"Why did the Ottomans install a “survival of the fittest” succession instead of primogeniture?","time_posted":"1 day ago"},{"heading":"Freedom of German citizens to travel in Nazi Germany","time_posted":"2 days ago"},{"heading":"Why is Karl Marx demonized and hated despite his huge influence on philosophy today?","time_posted":"1 day ago"},{"heading":"Why do we put so many ancient people on a pedestal when so many were born into privilege?","time_posted":"1 day ago"}],"rules":["Please follow Reddiquette.","Only questions about history. No current politics.","No genocide denial, racism or other bigotry.","Keep \"what if\" questions reasonable."],"subreddits":{"Related":{"r/AskHistorians":"1,720,127 members","r/history":"17,440,136 members","r/HistoryWhatIf":"99,992 members","r/ThisDayInHistory":"88,119 members"}},"about":{"header":"About Community","description":"For asking casual questions about History. Also see r/History or r/AskHistorians.","created":"Created Jan 20, 2011","stats":["106k Members","81 Online"]},"other_information":[]}