{"time_collected":"2023-03-07 05:01:06.154163-05:00","top_headers":[{"heading":"A couple of rule clarifications","time_posted":"2 months ago"},{"heading":"Americans, did you like to watch American Bandstand, Soul Train, Solid Gold or The Midnight Special?","time_posted":"11 hours ago"},{"heading":"What are your thoughts about the presidential candidate’s proposal for competency testing of politicians over 75 years of age?","time_posted":"23 hours ago"},{"heading":"What novel changed your life, and still resonates with you as an adult?","time_posted":"4 hours ago"},{"heading":"How did you parent without cell phones?","time_posted":"11 hours ago"},{"heading":"How did fast food such as McDonald’s and etc taste back in the day and did y’all notice a “shift” in taste as the years went by?","time_posted":"46 minutes ago"},{"heading":"What happened to that one kid/person that everyone stopped hearing from?","time_posted":"13 hours ago"},{"heading":"Is your memory getting worse, or is everyone's memory getting worse?","time_posted":"7 hours ago"},{"heading":"Do you parents really think children these days are useless?","time_posted":"2 days ago"},{"heading":"What do you fear the most AFTER you’re gone?","time_posted":"1 day ago"},{"heading":"When older people say that they still feel mentally like they're in their twenties, are they forgetting what they were actually like in their twenties?","time_posted":"2 days ago"},{"heading":"Is there inherent order in nature or is it all chaos and chance?","time_posted":"2 days ago"},{"heading":"Do you notice that you get more bang for your buck helping people when you get older? Like the universe wants you to pass stuff down, teach, feed the birds, etc?","time_posted":"3 days ago"},{"heading":"Do you feel relationships now don’t last ?","time_posted":"2 days ago"}],"rules":["Respondents to posts must be \"old\": Born 1980 or prior","We are here to discuss the past casually. Please do not post seeking personal advice here.","No surveys or homework help.","Be cool to one another"],"subreddits":{"Associated Subreddits":{"r/AskOldPeopleAdvice":"3,424 members"}},"about":{"header":"About Community","description":"This is a place to discuss the past casually. We are not a personal advice or mental health sub. Please only respond directly to posts if you were born on or before 1980. If you are younger, please restrict your activity to asking questions and responding to existing comments.","created":"Created Sep 9, 2013","stats":["427k Members","125 Online"]},"other_information":[{"header":"This is not an advice forum.","description":"Do not post questions of a personal nature. Keep posts short (300 characters or less) and on topic.\nAppropriate places to seek advice may be:\n/r/AskOldPeopleAdvice\n/r/relationships\n/r/relationship_advice\n/r/Advice"}]}