{"time_collected":"2023-03-07 08:51:07.991155-05:00","top_headers":[{"heading":"New to night photography. How did I do? What can I do better?","time_posted":"10 hours ago"},{"heading":"New to Photography. Tried to capture silhouettes. Can’t figure out what’s wrong it.","time_posted":"19 hours ago"},{"heading":"Weird pink glare on reflections","time_posted":"10 hours ago"}],"rules":["Be nice, be welcoming.","Excessive trolling and/or harassment","What to do if you don't like a post","Use of report functionality."],"subreddits":{"Related Communities":{"r/Nikon":"93,052 members","r/Cameras":"128,698 members","r/MakeupAddiction":"3,858,911 members","r/Oakley":"5,622 members","r/AnalogCommunity":"116,113 members","r/Darkroom":"28,800 members","r/nikon_Zseries":"8,292 members","r/learntodraw":"543,343 members","r/Leica":"27,425 members","r/ArtCrit":"70,410 members"}},"about":{"header":"About Community","description":"A place to converse with the photographic community here on Reddit. Well formulated posts with clear accurate titles will help, the better the post the better the response. Beginner or Pro all interest levels in photography are welcome to contribute.","created":"Created Dec 22, 2011","stats":["442k Members","340 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Asking Good Questions","description":"When asking a question, be sure to provide the community with all the information it needs to give you a useful answer.\nFor example, if you're asking for advice on what camera equipment to buy, then include your total budget and what kind of photos you intend to shoot with the gear. It's also helpful to include your experience level and, if relevant, what equipment you already have in your kit.\nIf you're asking why your photos look a certain way (too dark, too noisy, too blurry, etc.), then include (1) the gear you're using, (2) your settings (aperture, shutter speed, and ISO), and (3) one or more of the photos you're asking about.\nIf you're asking for critique/feedback on your work, don't just post a picture and say \"thoughts?\" Tell us your own thoughts about it (why did you take it, what were you trying to accomplish, how do you think it turned out, etc.). And please engage with those who give you meaningful feedback.\nIn short, before you hit post, stop and ask yourself whether you've given people all the information they need to understand your question and provide you with a helpful answer."}]}