{"time_collected":"2023-03-07 03:58:22.809526-05:00","top_headers":[{"heading":"Askphilosophy Hub: Rules, Guidelines, FAQ, PhD Application Resources","time_posted":"2 years ago"},{"heading":"/r/askphilosophy Open Discussion Thread | March 06, 2023","time_posted":"19 hours ago"},{"heading":"If qualia is real, and God is said to be omniscient, would he then necessarily also be omniqualescient (having qualia of every imaginable experience)?","time_posted":"9 hours ago"},{"heading":"What was the disagreement between Einstein and Henri Bergson about time/ duration concept?","time_posted":"13 hours ago"},{"heading":"What are good secondary sources on philosophy of logic for analytic philosophers?","time_posted":"7 hours ago"},{"heading":"Is Kant a theist, an agnostic, or an atheist?","time_posted":"3 hours ago"},{"heading":"How much Kant should you read before the phenomenology of spirit?","time_posted":"9 hours ago"},{"heading":"The Ship of Theseus: At what point does it become another ship?","time_posted":"17 hours ago"},{"heading":"What does Nietzsche mean by \"All idealism is falseness in the face of necessity\" in his famous Amor Fati passage in Ecce Homo?","time_posted":"1 day ago"},{"heading":"Any philosophies that argue we are both individuals and a collective consciousness?","time_posted":"11 hours ago"},{"heading":"Did Hobbes have any alternatives?","time_posted":"11 hours ago"},{"heading":"Introductory book on classic Existentialism?","time_posted":"11 hours ago"},{"heading":"Is it true that you can simulate any other logic using first order logic?","time_posted":"17 hours ago"}],"rules":["All questions must be about philosophy.","All submissions must be questions.","Post titles must be descriptive.","Questions must be reasonably specific.","Questions must not be about commenters' personal opinions.","One post per day.","Top level comments must be answers.","Answers must be up to standards.","Be respectful.","Stay on topic."],"subreddits":{"Related Communities":{"r/CriticalTheory":"121,656 members","r/Anarchy101":"120,754 members","r/Nietzsche":"35,829 members","r/sciencefiction":"191,772 members","r/Stoicism":"516,577 members","r/Jung":"105,131 members","r/askpsychology":"95,716 members","r/questions":"71,633 members","r/NoStupidQuestions":"3,345,231 members","r/slatestarcodex":"53,680 members"}},"about":{"header":"About Community","description":"/r/askphilosophy aims to provide serious, well-researched answers to philosophical questions.","created":"Created Feb 21, 2011","stats":["271k Members","345 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"About this community","description":"/r/askphilosophy aims to provide serious, well-researched answers to philosophical questions. We envision this subreddit as the philosophical counterpart to /r/AskHistorians, which is well-known for its high quality answers to historical questions.\n/r/askphilosophy is thus a place to ask and answer philosophical questions.\n/r/askphilosophy is not a debate or discussion subreddit.\nCheck our FAQs for a list of frequently asked questions to see if your question has already been answered. Also check the Stanford Encyclopedia of Philosophy and Internet Encyclopedia of Philosophy."},{"header":"Questions should be:","description":"Distinctly philosophical (i.e. not merely tangentially related to philosophy)\nSpecific enough to be reasonably be answered (i.e. not extremely broad to the point of unanswerability)\nPosed in good faith (i.e. not posed for an agenda)\nQuestions about philosophy, e.g. arguments in philosophy, philosophers' positions, the state of the field (not questions about commenters' opinions)"},{"header":"Answers should be:","description":"Substantive and well-researched (i.e. not one-liners or otherwise uninformative)\nAccurately portray the state of research and literature (i.e. not inaccurate or false)\nCome only from those with relevant knowledge of the question (i.e. not from commenters who don't understand the state of the research on the question)\nComments that are not anwers should be follow-up questions to OP's question or a particular answer; discussions of the accuracy of a particular answer; thanks, gratitude, etc. for a particular answer.\nAll other comments are off-topic and will be removed."},{"header":"Flair","description":"The purpose of flair on /r/askphilosophy is to indicate commenters' relevant expertise in philosophical areas and research. As philosophical issues are often complicated and have potentially thousands of years of research to sift through, knowing when someone is an expert in a given area can be important in helping understand and weigh the given evidence.\nYou can find the details of our flair system here. You can also find information about applying for flair at that page."},{"header":"Related subreddits","description":"Ask: AskReddit | AskAcademia | AskComputerScience | AskCulinary | AskElectronics | AskEngineers | AskHistorians | AskLiteraryStudies | AskReligion | AskScience | AskSciTech | AskStatistics\nPhilosophy: Philosophy | AcademicPhilosophy | Self-Posts / Test-My-Theory | Aesthetics | Bioethics | ContinentalTheory | PhilosophyOfMath | Neurophilosophy | PoliticalPhilosophy | PhilosophyOfReligion | PhilosophyOfScience | TheAgora | PhilosophyEvents"},{"header":"Resources for PhD applications","description":"We compiled a list of valuable resources for grad school applications which you can find in our Wiki."}]}