{"time_collected":"2023-03-08 20:30:00.677189-05:00","top_headers":[{"heading":"Welcome to r/AskProfessors! Please review our rules before participating","time_posted":"2 years ago"},{"heading":"Frequently Asked Questions","time_posted":"10 months ago"},{"heading":"Rejection emails use wrong title -- how should I interpret?","time_posted":"12 hours ago"},{"heading":"Do you allocate travel funds for undergraduates in your lab?","time_posted":"3 hours ago"},{"heading":"Should I email my professor about changing my essay topic?","time_posted":"6 hours ago"},{"heading":"What are the most/least brutally difficult fields to achieve a TT position in?","time_posted":"2 hours ago"},{"heading":"Should I (23F) tell my professor (~27F) that some of my classmates are planning on making a forma complaint against her?","time_posted":"2 days ago"},{"heading":"Feeling guilty for wanting academia","time_posted":"2 days ago"},{"heading":"How do I show empathy without crossing the line or sounding unprofessional?","time_posted":"3 days ago"},{"heading":"Is It Reasonable for Accelerated Quizzes to Take Two Hours?","time_posted":"3 days ago"},{"heading":"Didn't get allotted time on a quiz.","time_posted":"3 days ago"},{"heading":"Is it okay to bring a Professor cookies?","time_posted":"3 days ago"}],"rules":["Be civil","No inflammatory posts","Ask your professor","No doxxing","We do not condone professor/student relationships","No spam","Posts must contain a question","We do not encourage nor support plagiarism","We will not do your homework for you.","Unflaired undergrad"],"subreddits":{},"about":{"header":"About Community","description":"#Welcome to r/AskProfessors! This subreddit is for having your questions answered by those teaching in higher education, in any country and in any field. Please read our [FAQ](http://www.reddit.com/r/AskProfessors/wiki/faq) before posting as many common questions are answered here. ##","created":"Created Apr 10, 2012","stats":["13.5k Members","68 Online"]},"other_information":[{"header":"Welcome to r/AskProfessors!","description":"This subreddit is for having your questions answered by those teaching in higher education, in any country and in any field.\nYour post should contain some sort of question that can be answered by the community. Please keep your questions civil and respectful.\nPlease review our Frequently Asked Questions before posting.\nOther subreddits\nr/AskAcademia is a general forum for posing questions to anyone in academia, including professors of all levels, graduate students, administration etc.\nr/College is the place to go for general discussion on life as an undergraduate student.\nr/CommunityColleges does much the same as the above but specifically for two-year institutions.\nr/gradadmissions for all your questions about the graduate school admissions process\nr/GradSchool for anything related to (post)graduate education\nr/HomeworkHelp is a subreddit dedicated to helping students with their homework.\nr/Professors is a community for faculty members. Please be advised it is a subreddit intended for professors to ask other professors questions. Questions from students are more appropriate here at r/AskProfessors.\nr/StudentAffairs is dedicated to college & university programs that encourage student development outside the classroom."}]}