{"time_collected":"2023-03-07 04:23:18.342183-05:00","top_headers":[{"heading":"What are your thoughts on Trump's Quantum Leap plan?","time_posted":"3 days ago"},{"heading":"Do you think Republicans are becoming much less Conservative these days?","time_posted":"2 days ago"},{"heading":"Weekend!","time_posted":"3 days ago"},{"heading":"Is free speech at risk in Florida? (House Bill 269)","time_posted":"3 days ago"},{"heading":"FBI reportedly wanted to give Trump a pass before Mar-a-Lago search, your thoughts?","time_posted":"4 days ago"},{"heading":"What do you really foresee happening if Trump doesn't win the Republican nomination?","time_posted":"3 days ago"},{"heading":"What do you think about this proposed bill in Florida that would \"cancel\" the democratic party in the state?","time_posted":"6 days ago"},{"heading":"What is Trump Derangement Syndrome (TDS)?","time_posted":"6 days ago"},{"heading":"What do you think about AI-generated videos featuring Trump and other recent presidents?","time_posted":"7 days ago"},{"heading":"What are your thoughts on FBI Director Wray claiming that Covid most likely came from a Chinese Lab?","time_posted":"6 days ago"},{"heading":"Texas senator and part-time podcaster Ted Cruz (R-TX) blasted support for Ukraine from Democrats and compared the Ukrainian flag to a Covid mask. Your thoughts?","time_posted":"9 days ago"},{"heading":"What are your thoughts on Scott Adams's recent comments about black people?","time_posted":"10 days ago"},{"heading":"A Republican-run county in Florida wants to ban the Covid vaccine. Do you support this?","time_posted":"9 days ago"},{"heading":"Weekend!","time_posted":"10 days ago"},{"heading":"Do you care about Americans you don't know? If so, why?","time_posted":"10 days ago"},{"heading":"What were Trump’s best speeches as president?","time_posted":"11 days ago"},{"heading":"What's your opinion on Trump visiting Ohio, in the same week Joe's visiting Ukraine?","time_posted":"12 days ago"},{"heading":"What are your thoughts on this article making the case for cancel culture?","time_posted":"11 days ago"},{"heading":"Is it possible for a US jury to rule on Trump ever without bias?","time_posted":"13 days ago"},{"heading":"What are your thoughts on MTG' proposal that democratic voters that move to red states should lose the right to vote for five years?","time_posted":"13 days ago"},{"heading":"Political consultant Benton back in the news with 18 month sentence for arranging foreign campaign contributions. Thoughts on the sentence and prior presidential pardon?","time_posted":"13 days ago"}],"rules":["Be civil and sincere in all interactions and assume the same of others.","Top level comments by Trump Supporters only.","Undecided and NS comments must be clarifying in nature with an inquisitive intent.","Submissions must be open ended questions directed at Trump Supporters, containing sources/context.","Do not link to other subreddits or threads within them.","Report rule violations to the mods. Do not comment on them or accuse others of rule breaking.","Moderators are the final arbiter of the rules and will exercise discretion as needed.","Flair is required to participate."],"subreddits":{},"about":{"header":"About Community","description":"Q&A subreddit to understand Trump supporters, their views, and the reasons behind those views. Debates are discouraged.","created":"Created Feb 24, 2016","stats":["89.1k Participants","34 Here right now"]},"other_information":[{"header":"Subreddit info","description":"Subreddit Information\nCheck out our AskTrumpSupporters wiki\nAn explanation of how to post in good faith\nPosting guidelines for new topic submission\nSupporters, please go here for the post about NNs being made approved submitters\nSome important meta threads to read for more info about how the mod team thinks about things:\nOne about downvotes\nOne that discussed reporting and our views on hate speech\nOne about Rule 7\nOne about how comment removal works\nOne about Rule 2\nOne about sourcing\nOne about Rule 4 and trolls\nOne about our policy on flair-changing\nDid you know that if you are accessing the site from \"new\" reddit, you can click on a post flair and filter all topics that share that flair? Give it a try!"}]}