{"time_collected":"2023-03-06 22:25:45.299023-05:00","top_headers":[{"heading":"FAQ Thread: Questions about about how to start a romantic relationship.","time_posted":"24 days ago"},{"heading":"Monthly Music Thread","time_posted":"1 month ago"},{"heading":"How do I have a glow-up?","time_posted":"6 hours ago"},{"heading":"Is it just me or do girls like wearing bras like for me they are uncomfortable and I only have one that is actually comfortable and it’s not like I actually need to wear one","time_posted":"19 hours ago"},{"heading":"Would you be willing to attend a protest on the same day as a huge standardized test (think ACT or SAT) if you believed in the cause?","time_posted":"7 hours ago"},{"heading":"How do you want to die? How do you think you will die?","time_posted":"4 hours ago"},{"heading":"Do you perfer long hair or short hair?","time_posted":"10 hours ago"},{"heading":"what is the worst and what is the best thing in your life currently?","time_posted":"8 hours ago"},{"heading":"Do you ever wish you lived in the age before cell phones?","time_posted":"1 day ago"},{"heading":"What should I do about my \"something\" with \"someone\"?","time_posted":"2 days ago"},{"heading":"what is trendy / where do most girls buy their clothes?","time_posted":"3 days ago"},{"heading":"Do you think it’s ok to be doing stuff like making out and maybe more in the hallways of school?","time_posted":"3 days ago"}],"rules":["Post formatting guidelines","Seeking advice","Poll Post Formatting","Official FAQ posts and banned question formats are not allowed","No interactive posts & No advertising","No low quality posts or trolling","No reposts within 48 hours","No bigotry, personal attacks, creeping","No non-health advice NSFW posts, or discussion of illegal activity","Health Related Conspiracies Are Banned","No self-harm, eating disorder, sexual assault, or suicide related posts","No flashing images/videos without warning","[Girls Only], [Girls Answer], and [Everyone]","TLC must be related to the posts & no humorous TLCs on [Serious] Posts","Flairs are required to comment"],"subreddits":{},"about":{"header":"About Community","description":"Ask teen girls questions! Please read the rules and assign your flair before posting! If you would like an MTF, FTM, or other gender flair, please contact the moderators via modmail. —— Our icon was drawn by u/PeachyKeenWater, and our mobile and PC banners were drawn by u/poptart_narwhal and u/WhitestSausage.","created":"Created Jul 23, 2019","stats":["44.8k Members","76 Online"]},"other_information":[{"header":"How To Avoid Creeps","description":"A post with tips and tricks on how to avoid and deal with creeps.\nReport the user if they do turn out to be a creep and/or a pedophile to the mods via modmail\nReport the user to Reddit as well to prevent others from being creeped on!"},{"header":"Wiki Links","description":"Extended Rules\nFAQ List\nThe Hall of Fame"}]}