{"time_collected":"2023-03-06 19:02:26.497535-05:00","top_headers":[{"heading":"Mate Free Monday","time_posted":"19 hours ago"},{"heading":"What's something you wish you never did?","time_posted":"11 hours ago"},{"heading":"what fact are you really surprised that most people don't know about?","time_posted":"7 hours ago"},{"heading":"What’s the show that you have never watched but will say it’s terrible till the day you die ?","time_posted":"4 hours ago"},{"heading":"When was the first time you remember feeling self conscious about a part of your body?","time_posted":"22 hours ago"},{"heading":"What's the most bizarre or inexplicable thing you've witnessed that you still can't explain to this day?","time_posted":"10 hours ago"},{"heading":"What you think is the most important thing to do before turning 30?","time_posted":"20 minutes ago"},{"heading":"What’s the dumbest thing you have been yelled at or punished for?","time_posted":"20 hours ago"},{"heading":"How do you grieve a lost friendship?","time_posted":"17 hours ago"}],"rules":["Minimum Participation Requirements","Basic Question Posting Requirements.","Questions posted must be descriptive & open-ended.","No posts about specific individuals or situations","No specifying majority/excluding minority demographic","No invalidation of others’ experiences","No derailing","No Graceless Generalizations","No disrespectful or hateful commentary","No gendered slurs","No pot-stirring or agenda","Commonly asked question"],"subreddits":{"Other Subs of Interest":{"r/askwomenadvice":"288,141 members","r/auntienetwork":"121,154 members","r/TheGirlSurvivalGuide":"323,351 members","r/AskDocs":"465,625 members","r/birthcontrol":"112,566 members","r/findareddit":"531,247 members"}},"about":{"header":"About Community","description":"AskWomen: A subreddit dedicated to asking women questions about their thoughts, lives, and experiences; providing a place where all women can comfortably and candidly share their responses in a non-judgmental space. As part of our commitment to that mission, the AskWomen subreddit is curated to promote respectful and on-topic discussions, and not serve as a debate subreddit.","created":"Created Jul 17, 2010","stats":["5.0m Subscribers","4.1k Viewing","#41 Ranked by Size"]},"other_information":[{"header":"Moderator Discretion","description":"While the rules of this sub are listed above, no set of rules can cover all of the content that people may post. Unfortunately, there will always be some things that our rules do not currently or perfectly cover. In those cases we reserve the right to take action and remove anything that we find insidious, inflammatory, or that does not fit within the spirit of the community even if the stated rules do not specifically disallow that content. In short, don't be an asshole"},{"header":"Message the Moderators","description":"Have a question about moderation, community rules, or the r/AskWomen sub?\nMessage the Moderators.\nIf you are messaging about your removed comment or post, please include a link to the removed content for review.\nModeration is not discussed through private messages or chat. Use mod mail to contact the moderators."}]}