{"time_collected":"2023-03-07 04:09:28.198509-05:00","top_headers":[{"heading":"This subreddit is pro-choice.","time_posted":"8 months ago"},{"heading":"When you (41F) find out your boyfriend (43M) isn't as perfect as thought","time_posted":"18 hours ago"},{"heading":"My boyfriend (M24) of 3 years shared a huge secret with me (F23) and I don't know what to do","time_posted":"10 hours ago"},{"heading":"How difficult is it to find a 9-5 job while pregnant? Planning to resign from current job. [35F]","time_posted":"4 hours ago"},{"heading":"I (24M) initially rejected her, realized my mistake, but she (22F) moved on. Is it totally a lost cause?","time_posted":"3 hours ago"},{"heading":"Should I (F22) continue the relationship with my bf (M25) he says he will make improvements again, but I feel I can’t move past the things he’s said.","time_posted":"2 days ago"},{"heading":"Practical advice needed for getting over someone within your social circle (35M and 36F)","time_posted":"1 day ago"},{"heading":"how am i (20F) supposed to be comfortable with going on dates with literal strangers?","time_posted":"2 days ago"},{"heading":"Advice about hook ups after emotionally abusive relationships (F18)","time_posted":"1 day ago"},{"heading":"I (M18) think my GF (F18) doesnt like to talk to me in chat, but in person we get on well and make fun of each other, so overall we spend good times together. What do I do?","time_posted":"1 day ago"},{"heading":"BF (27M)doesn’t care about my (26F)feelings after he ghosted me 5 times","time_posted":"1 day ago"}],"rules":["Basic Posting Requirements","Ages and Genders required!","No photos, links, videos, rage comics, or hypotheticals","No Feedback on Social Media Profiles, Personal Appearance,","No Asking For Mind Reading Or Why Questions","No Cross-posting","No Pot-stirring","Gift Posts/Shopping","No Hateful Commentary","No Derailing","No Seduction Posts","Medical Advice","Questions must be descriptive and open-ended","No Promotional Posts Allowed","No Casual or Inappropriate Usage of Medical Terminology"],"subreddits":{},"about":{"header":"About Community","description":"This is a subreddit dedicated to asking women for advice. We welcome anyone seeking advice of a non-professional nature. Legal or medical advice is not permitted, and neither is advice on ways to get your partner to do something sexual that they're not interested in.","created":"Created Feb 26, 2014","stats":["288k Members","264 Online"]},"other_information":[]}