{"time_collected":"2023-03-07 01:11:07.922088-05:00","top_headers":[{"heading":"How's your week going so far? Weekly post #263","time_posted":"5 days ago"},{"heading":"Solitude Project Saturday: What projects are you working on that pertain to your (special) interests? Weekly post #263","time_posted":"3 days ago"},{"heading":"Work ruins so many of us. Especially those with mental issues. Even happy people leave feeling frustrated, angry, sometimes suicidal. It hinders social relationships. It drains every last drop of one‘s energy. It prevents people from learning and growing. No time to do so.","time_posted":"12 hours ago"},{"heading":"When I try to explain my autistic traits to people why do they always say\" I do that too, it doesn't make me autistic, there's nothing wrong with you, you aren't r******\".","time_posted":"16 hours ago"},{"heading":"This sub helped me to accept myself","time_posted":"6 hours ago"},{"heading":"Being autistic isn’t cool, unfortunately","time_posted":"8 hours ago"},{"heading":"Does anyone else love running their hands through their hair? Is that considered stimming?","time_posted":"4 hours ago"},{"heading":"Question about suppressing of stims","time_posted":"4 hours ago"},{"heading":"Asperger’s Employee","time_posted":"10 hours ago"},{"heading":"Just scraping up some old memories. I think it was in 7th grade, when L. approached me and said that she liked me so much and she wanted to go out with me. I on the other hand asked her to give me a prioritized list of all the things she liked about me at the end of the day. Just why?","time_posted":"7 hours ago"},{"heading":"Why does it feel sad to love people? (Tw suicide)","time_posted":"3 hours ago"},{"heading":"Are autistic people prone to harming themselves to calm themselves down?","time_posted":"3 hours ago"},{"heading":"How do I practice self-forgiveness? 2022 didn't plan out well and I can't help but resent myself.","time_posted":"6 hours ago"},{"heading":"Is anyone used to being serious for so long that when you’re around people in general, you can’t make yourself react all the way or express your emotions all the way? I think I am starting to become more mute but I avoid it by singing all day or talking to myself!","time_posted":"9 hours ago"},{"heading":"Finding a Social Skills Plan and Would Appreciate Advice","time_posted":"10 minutes ago"},{"heading":"I got voted for best personality in high school. I tricked all those bozos😎","time_posted":"1 day ago"},{"heading":"I feel like I'm fighting myself to not be depressed, the battle is getting really hard again.","time_posted":"10 hours ago"},{"heading":"are you in-shape, what do yall do to get/stay in-shape?","time_posted":"7 hours ago"},{"heading":"Advice please: Some aspies are really gifted in certain areas and I've finally found mine, but am now struggling with ¿envy? from others. I don't think I'm superior at all (I can list my struggles and flaws) but somehow I reflect the short-comings of others and they resent me for it...","time_posted":"8 hours ago"},{"heading":"I just got enrolled in a summer program at a college.","time_posted":"9 hours ago"},{"heading":"It is possible to for an aspie to be empathetic and understand sarcasm/facial expressions?","time_posted":"11 hours ago"},{"heading":"Did anyone else \"pretend\" as a kid?","time_posted":"7 hours ago"},{"heading":"Anyone else been discouraged because they've had so many times they were given false hope in life?","time_posted":"18 hours ago"},{"heading":"I left my friendgroup because they started to treat me differently","time_posted":"5 hours ago"},{"heading":"The way I wish managers would learn to work with me","time_posted":"13 hours ago"},{"heading":"Sometimes I feel like a Demon","time_posted":"3 hours ago"},{"heading":"Anyone else find it hard to find friends who are patient enough to understand you and your “struggles” with life and society.","time_posted":"15 hours ago"}],"rules":["Be Respectful","No Spam or Surveys","No Medical Advice","Don’t Promote Drugs","Help Prevent Suicides"],"subreddits":{},"about":{"header":"About Community","description":"The internet's largest community of people affected by Asperger's Syndrome / Autism Spectrum Disorder","created":"Created Mar 24, 2010","stats":["135k Members","322 Online"]},"other_information":[{"header":"Important Links","description":"Understanding the NT or ASD Individual\nRegarding Suicidal Users"}]}