{"time_collected":"2023-03-06 22:48:56.761072-05:00","top_headers":[{"heading":"[Meta] An updated flow chart, to help cut down on the number of Rule 1 breaking posts in the sub. Be sure to read the list of common topics listed under Rule 4, as well!","time_posted":"2 years ago"},{"heading":"Reminder: Just because you don't like an ad, doesn't mean it's asshole design.","time_posted":"5 months ago"},{"heading":"Only possible to unsubscribe from emails by sending a physical letter","time_posted":"20 hours ago"},{"heading":"This is next level","time_posted":"4 hours ago"},{"heading":"They knew what they were doing. It was perfectly placed in the box.","time_posted":"3 hours ago"}],"rules":["Posts Must Pass Hanlon's Razor","No, it's Not Literal","Don’t be Subtle","Common topics","Posts must display aspects of design","No low-effort content","We want asshole designs, not asshole users. Don't be an asshole user."],"subreddits":{"Related Subreddits":{"r/CrappyDesign":"3,361,531 members","r/softwaregore":"1,843,296 members","r/mildlyinfuriating":"5,432,586 members","r/ExpectationVsReality":"1,062,757 members","r/NotMyJob":"992,866 members"}},"about":{"header":"About Community","description":"Because nothing comes before profit, especially not the consumer.","created":"Created Sep 21, 2014","stats":["3.0m Members","934 Online"]},"other_information":[{"header":"Guidelines","description":"1. We're not limited to programming.\nAsshole design goes beyond the computer screen. Some of our best posts have been from non-technical stuff.\n2. You can post positive things, too!\nInformational videos demonstrating malicious techniques, resources for combating assholedesign, etc. are all completely acceptable.\n3. Satire and Lampshade Hanging is acceptable if tagged appropriately.\n*Satire is ridicule of asshole design techniques, and should be tagged under the \"Satire\" flair. Lampshade Hanging is subversion of asshole design techniques and should be tagged under \"Lampshading\".\n4. Bots & novelty accounts are subject to arbitrary bans.\nSome users have issued concerns regarding certain bots and their use as a constructive part of Reddit. Some bots might be banned, others may be allowed to stay. This rule will be enforced on a case-by case basis."}]}