{"time_collected":"2023-03-08 14:21:15.919478-05:00","top_headers":[{"heading":"Consider reading the FAQ/Wiki before posting","time_posted":"5 years ago"},{"heading":"The way Saturn transiting the 8th house is described feels like I’ve already been going through it the last year.. (explanation in comments) any insight on moving through this?","time_posted":"3 hours ago"},{"heading":"any chances of me moving out for higher education this year","time_posted":"1 hour ago"}],"rules":["No spam","Be nice. Don't derail someone else's thread.","No Synastry (Synastry is compatibility), Composite or \"Guess My Sign\" selfies","No solicitation","No Asteroid readings (Chiron, begone!)","Ban evasion","Narcissistic, Vapid, Drama-ME-ME-ME"],"subreddits":{"Featured Subreddits":{"r/Psychic":"240,088 members","r/Mediums":"98,577 members","r/TarotDecks":"26,330 members","r/AstrologyChartShare":"19,966 members","r/astrologymemes":"111,902 members","r/TheoryOfAstrology":"2,927 members","r/traditionalastrology":"2,789 members","r/Zodiac":"24,419 members","r/ZodiacArt":"12,137 members"}},"about":{"header":"About Community","description":"A community for astrology readings! Come here if you're looking for a birth / natal or any other form of astrology reading. All signs of the zodiac are welcome! (Aries, Taurus, Gemini, Cancer, Leo, Virgo, Libra, Scorpio, Sagittarius, Capricorn, Aquarius and Pisces) Don't come here soliciting paid readings. You will be banned! We also have an irc chatroom: server is irc.snoonet.org, port is 6667 (6697 for SSL) https://kiwiirc.com/client/irc.snoonet.org/psychic","created":"Created Oct 31, 2013","stats":["93.6k Members","69 Online"]},"other_information":[{"header":"Info","description":"Intro\nWelcome to /r/astrologyreadings! Feel free to ask for a reading or help read others!\nCheck out astro-seek (recommended due to being tailored for this subreddit) or astro.com if you need to make a chart.\nIt's recommended to upload the chart to reddit, or use Imgur and post a link.\nPlease do try to include all relevant information. Knowing your birth time is extremely helpful. We have a wiki page with useful information that you should consider looking over.\nResources\nastro-seek (recommended due to being tailored for this subreddit) or Astro.com - The best places to make your chart.\nWanna help? How to read a chart\n10 Tips for Learning Astrology\nKelly Surtees’ Beginner Astrology Articles Kelly Surtees has a plethora of articles that are perfect for beginners, such as list of free basics downloads, how to follow the simplest Sun and Moon transits in your chart, and the 3 basic keys to your chart.\nFeel free to also check our wiki out\nNote: If your post doesn't show up here, it may have been caught in the spam filter. Shoot the mods a message and we'll take a look at it."},{"header":"Other subreddits","description":"/r/AstrologyTalks\n/r/cuspofrevolution\n/r/geomancyreadings\n/r/ZodiacBooks"}]}