{"time_collected":"2023-03-07 08:20:39.627607-05:00","top_headers":[{"heading":"MERCURY RX INFOGRAPHIC: Capricorn, Dec 29, 2022 to Jan 18, 2023","time_posted":"3 months ago"},{"heading":"Astrology Practicum #12: Feb 14 - Feb 20, 2023","time_posted":"21 days ago"},{"heading":"Lunar Returns-Ingresses 2023 for each Sign (timelapse)","time_posted":"22 hours ago"},{"heading":"Who is \"Spirit\"","time_posted":"5 hours ago"},{"heading":"What does Venus become most attracted to in another person's chart? The other person's ASC, Moon, Venus, or Mars? (Or other?) What contacts are a priority to Venus?","time_posted":"21 hours ago"}],"rules":["Don’t post to ask questions about your placements or post your birth chart.","Post should be for general discussion","No memes or shitposts.","No self-promotion posts or selling your services or products.","No daily or weekly forecasts.","Don't be a jerk"],"subreddits":{"Other Astrology Subreddits":{"r/AskAstrologers":"120,371 members","r/Advancedastrology":"39,080 members","r/beginnerastrology":"10,760 members","r/astrologyreadings":"93,572 members","r/vedicastrology":"10,691 members","r/astrologymemes":"111,840 members"}},"about":{"header":"About Community","description":"Astrology is the study of the correlation between celestial movements and earthly events, and r/astrology is a community for sharing news and information about astrological topics. This is a community for discussing and learning astrology, not for personal chart and life questions.","created":"Created May 27, 2008","stats":["340k Astrologers","184 Online"]},"other_information":[{"header":"CURRENT TRANSITS","description":"Mars Retrograde Infographic: https://www.reddit.com/r/astrology/comments/yhoqh9/mars_retrograde_infographic_8_to_25_degrees_in/\nMercury Retrograde Infographic: https://www.reddit.com/r/astrology/comments/zmrzi7/mercury_rx_infographic_capricorn_dec_29_2022_to/"},{"header":"RESOURCES","description":"We recommend two sites for getting your birth chart. Astro.com. And Astro-Seek.com While there are some other sites that you can also get charts from, they sometimes calculate them incorrectly. These are the two most accurate.\n10 Tips for Learning Astrology If you are a beginner and want to start learning astrology, this article article outlines some basic steps to take and resources to explore. Astrodatabank If you're looking for the birth data for a celebrity or notable individual,\nAstrodatabank If you're looking for the birth data for a celebrity or notable individual, Astrodatabank is the most reliable place for accurate information.\nKelly Surtees’ Beginner Astrology Articles Kelly Surtees has a plethora of articles that are perfect for beginners, such as list of free basics downloads, how to follow the simplest Sun and Moon transits in your chart, and the 3 basic keys to your chart.\nThe Astrology Podcast - Chris Brennan's weekly astrology podcast is a great resource with nearly 300 episodes, many of which feature interviews and discussions from professionals in the field. Notable episodes for beginners include Learning Astrology and Becoming an Astrologer, The Meanings of the Signs of the Zodiac, and The Significations of the Seven Traditional Planets.\nThe Mountain Astrologer TMA is a well established astrology magazine that releases bimonthly issues. Articles in the magazine cover a range of topics and astrological traditions.\nAstrology Meetups Around the World There are local astrology groups that hold meetings each month with lectures and classes in most major cities, and this page shows a list of groups around the world who have a page on Meetup.com. Be sure to do a Google search to check for other astrology groups in your city though, as not all groups have a page on Meetup yet."}]}