{"time_collected":"2023-03-07 06:52:57.425053-05:00","top_headers":[{"heading":"Astral Projection: Quick Start Guide","time_posted":"2 years ago"},{"heading":"I think it finally happened","time_posted":"18 hours ago"},{"heading":"Is it possible to travel outside of the multiverse & other multiverses?","time_posted":"8 hours ago"},{"heading":"Are there any cool podcasts about astral projection and stories?","time_posted":"10 hours ago"},{"heading":"anyone from Venezuela in here? maybe a descendant idk","time_posted":"13 hours ago"},{"heading":"What is shadow work? How can one ‘do’ it?","time_posted":"14 hours ago"},{"heading":"What is the communities thoughts on teaching kids to Astral Project?","time_posted":"19 hours ago"},{"heading":"I think I unintentionally Astral Projected for the first time a few nights ago.","time_posted":"12 hours ago"},{"heading":"Felt like the world was spinning?","time_posted":"1 day ago"},{"heading":"I saw my soul shatter during a shroom induced astral projection.","time_posted":"16 hours ago"}],"rules":["Please help newcomers and respect each other: be courteous! 💛","No low effort posts. Read the pinned post + wiki before posting. Posts should be clear and coherent.","Flair your submissions accordingly. Want to conduct an AMA? Read more for instructions.","Posting experiences: only genuine AP experiences are allowed. This is a non-fiction sub.","Report members who use the 'Experienced Projector' User Flair + you don't think they're experienced.","Lucid Dreaming is NOT the same as Astral Projection. Do not spread misinformation.","Report rule breaking, spam, harassing, advertising, fear-mongering etc.","No fear-mongering, flamebaiting, gaslighting, or any form of disruptive behavior.","Don't be too extreme in your convictions and don't impose your beliefs on others.","No proselytizing or pushing religious beliefs/dogma to others, this is a spiritual sub.","Notice for authors, artists/YouTubers/content creators related to AP/LD/OBE's.","No advertising of other subreddits & Discords, especially ones not related to AP.","No asking of any personally identifiable/private information.","Do not recommend drugs to others.","Content needs to be on-topic."],"subreddits":{"Related Communities":{"r/Meditation":"1,396,883 members","r/awakened":"245,877 members","r/energy_work":"170,553 members","r/Shamanism":"92,880 members","r/QuantumPhysics":"39,015 members","r/occult":"313,007 members","r/pastlives":"45,759 members"}},"about":{"header":"About Community","description":"Welcome to world's largest Astral Projection community! We recommend keeping an OPEN MIND. Astral Projection (OBEs) is the direct experience of transferring awareness to NON-PHYSICAL realities in order to explore BEYOND the physical. Our focus is on the spiritual practice of Astral Projection, studies and discussions on non-local states of consciousness, and understanding Out-of-Body phenomena. This is a science AND an art. This space is NOT for debates, jokes, fiction, or creative writing.","created":"Created Jul 24, 2010","stats":["278k Members","148 Online","Top 1% Ranked by Size"]},"other_information":[]}