{"time_collected":"2023-03-06 22:56:23.197111-05:00","top_headers":[{"heading":"FREEFALL FEB - BANS AND UPDATES","time_posted":"11 days ago"},{"heading":"Market Open thread for General Trading and Plans for Tuesday, March 07, 2023","time_posted":"5 hours ago"},{"heading":"When somebody mentions one of your stocks in the daily thread","time_posted":"22 hours ago"},{"heading":"/r/ASX_Bets subreddit Comments per Day over time - RIP to all the paperhands who got wiped out since the pandemic memefest","time_posted":"1 day ago"}],"rules":["No Stock Pumping","Posts should be Flaired. All Penny stock posts get a \"Dumbfuck Discussion\" Flair","Yolo rules","No more than one post per Stock post per day per person.","Don't give, or act like anything here is financial advice.","No Zero effort posts","If you are here in an official capacity. Message the mods first.","Megathread","No encouraging suicide, self harm or self destruction","No Cryptocurrency","BAN/BET RULE"],"subreddits":{},"about":{"header":"About Community","description":"An Australian equivalent to /r/Wallstreetbets , the madness starts here. Trying to Balance out our lost super one bunnings sausage at a time.","created":"Created Mar 15, 2020","stats":["101k Members","430 Online"]},"other_information":[{"header":"Quick links for noobs","description":"Please read the rules and FAQ before posting or asking why your post was deleted.\nSlightly more informative posts/comments you should read before asking a stupid question.\nWhat Brokers and trading Platforms do you recommend?\nIntro to the Terminology\nBBOZ, BBUS, GEAR, BEAR. What is with these weird stuff people keep talking about?\nThe basic guts of options trading\nIf you don't like these links or think you can write a better one, update the wiki, message a mod and we'll deal with it. Otherwise, shut up and come up with some DD (see the first link)"},{"header":"Discord","description":"The unofficial Discord\nThis is not officially affiliated, we can cut the link any time. Don't blame this sub for stuff that happens here."},{"header":"Merch","description":"Buy Crappy Merch"}]}