{"time_collected":"2023-03-20 15:17:02.636608-04:00","top_headers":[{"heading":"Looking for new mods!","time_posted":"5 months ago"},{"heading":"7 mos not sleeping and wants only to cosleep","time_posted":"6 hours ago"},{"heading":"Anyone have advice to prevent clogged nose during naps?","time_posted":"25 minutes ago"},{"heading":"Need advice for daycare separation, my child does not let me go and I have to push him away. Is there any other way?","time_posted":"16 hours ago"},{"heading":"Update on my previous thread \"My son (7mo) is waking up every 10-60 minutes every night - This is not attachment parenting, this is insanity...\" - The doctor laughed at us...","time_posted":"2 days ago"},{"heading":"How to give my husband opportunities to help with sleep?","time_posted":"2 days ago"}],"rules":["No Shaming and be Respectful","No Gossiping","No Trolling","No Spam or Self Promotion","Do Not Advocate For Conventional Sleep Training","Be Sensitive to Maternal and Paternal Health","No Polls or Surveys","Do Not Advocate Weaning Before 12 Months"],"subreddits":{"Related Communities":{"r/sleeptrain":"72,873 members","r/NewParents":"242,757 members","r/toddlers":"339,803 members","r/beyondthebump":"605,486 members","r/Parenting":"5,262,777 members","r/childfree":"1,495,117 members","r/Mommit":"811,922 members","r/Nanny":"45,214 members","r/parentsofmultiples":"24,265 members","r/BabyBumps":"343,472 members"}},"about":{"header":"About Community","description":"A sub for anyone who wants support with parenting through an attachment philosophy approach. The term attachment parenting was coined by American pediatrician William Sears, and focuses on the nurturing connection that parents can develop with their children, with the goal of raising secure, independent, and empathetic humans.","created":"Created Jul 17, 2010","stats":["30.5k Members","54 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"What is Attachment Parenting","description":"Parenting with a focus on attachment is about forming and nurturing strong connections between caregivers and children. To do this, caregivers must become attuned to their children and respond both consistently and compassionately to both physical and emotional needs that arise.\nThis style of parenting is based on the widely regarded scientific theory developed by psychologists, John Bowlby and Mary Ainsworth. Attachment Theory was established by observing and studying various parents and children. What they discovered is that children will form an attachment with a primary caregiver regardless of parenting style.\nThe goal of parenting with an attachment focus is to foster a secure attachment rather than an insecure attachment.\nInsecure attachment styles in children can lead to maladaptive social emotional behaviors not just in childhood but into adulthood if attachments are not repaired.\nThis style of parenting is neither controlling nor coercive."}]}