{"time_collected":"2023-03-08 15:47:29.712058-05:00","top_headers":[{"heading":"PSA: Happy New Year 2023 - Important Information; please read.","time_posted":"2 months ago"},{"heading":"Free To Use Sounds \"All In One Bundle\" entire catalog of high quality sound recordings from 27+ countries around the world. You’ll get all premium libraries which includes 1.6 TB including future uploads - Now hosted on Gumroad rather than Bandcamp ($20) limited to 500 sales with code: Batwaffel","time_posted":"11 months ago"},{"heading":"Past to Future Reverbs \"Spinet for Kontakt\" German Spinet library for Kontakt (FREE) through 31 December","time_posted":"2 months ago"},{"heading":"Soundtrack Loops G.O.A.T. RnB Bundle. 10 packs for $49 (normally $257). Loops, One-shots, and MIDI files. Royalty free. Limited time offer. Ends February 15th 2023","time_posted":"2 months ago"},{"heading":"Frozen Plain New Year Sale - 30% off site wide until 1 February with code: FP2023","time_posted":"2 months ago"},{"heading":"SampleScience \"Pine Forest Drums\" percussion and sound fx sound module inspired by Boards of Canada ($20) through 31 December with code: rightchildren","time_posted":"2 months ago"},{"heading":"Sound Magic Ruby Grand, 4 Yamaha Grand Piano Collection, now only $79 (was $299) until Jan 9th","time_posted":"2 months ago"},{"heading":"York Audio New Year Sale - 20% off impulse responses site wide for limited time with code: HAPPYNEWYEAR","time_posted":"2 months ago"},{"heading":"Audio Assault \"Echo Vibe\" dselay plugin with a selection of delay times, modulation, and feedback settings - Intro Price ($9.99) for limited time.","time_posted":"2 months ago"},{"heading":"Audio Assault \"Reamp Studio\" Guitar Suite with 36 Stompboxes, 76 Amp Heads, 35 Cab IRs, 35 “FLEX” Cabs with movable mic position, Rack FX Module, & Dual IR Loader with IMPACT control ($9.99) for limited time with code: REAMP-92-OFF","time_posted":"2 months ago"},{"heading":"Softube Black Friday Replay Deals - \"Black Friday Bundle - Model 84 + Amp Room + British Class A + Tape Echoes + Vocoder\" ($149) \"Model 84 Polyphonic Synthesizer\" ($39) \"Amp Room\" ($39) \"British Class A\" ($49) \"Tape Echoes\" ($35) \"Vocoder\" ($35) through 1 January. iLok Account Required.","time_posted":"2 months ago"},{"heading":"Karanyi Sounds \"Wavesynth\" wavetable synthesizer for Kontakt 6 (€9) until 12 January","time_posted":"2 months ago"},{"heading":"Raw Cutz \"Coffee Breaks Hip Hop Bundle\" loops and one-shots inspired by the golden era of hip-hop production, classic drum machines, smokers beats, and some chilled instrumental grooves ($24.09) for limited time.","time_posted":"2 months ago"},{"heading":"Karanyi Sounds New Years Eve Countdown \"Budapest Abstract Marimba\" Contemporary sounding Marimba for Kontakt ($1) for limited time.","time_posted":"2 months ago"},{"heading":"Riemann Kollektion \"Riemann Fast Minimal Grooves 2\" beat loops, synth loops, hihat loops, bass loops, many oneshot samples and MIDI synth lines for Minimal Techno - Intro Price (€14.95) until 1 January","time_posted":"2 months ago"},{"heading":"8Dio Claire Sale - \"Claire Piccolo Flute, Claire Alto Flute, Claire Alto Flute Virtuoso, & Claire Clarinet Virtuoso\" ($20/Each) until 1 January","time_posted":"2 months ago"},{"heading":"Sonimus End of the Year Sale - Up to 30% off until 1 January","time_posted":"2 months ago"},{"heading":"Subsocial Studios \"_intimate positions SSS065\" 69 bass, pads, risers, drops and other noise effect Wavetable Presets for Ableton Live 11 (FREE) until 1 January","time_posted":"2 months ago"},{"heading":"Soundiron \"Hyperion Strings Oktobass\" the deepest concert string instrument in the world with a variety of sustains, short notes, dynamic expressions, special effects as well as hundreds of aleatoric melodic phrases for Kontakt 6 ($69.30) through 13 January","time_posted":"2 months ago"},{"heading":"Plugin Boutique 12 Days of Christmas - Minimal Audio \"Morph EQ\" Equalizer ($34) through 10 January","time_posted":"2 months ago"},{"heading":"Dear Reality New Year Sale - Up to 80% off for limited time. Check email for personal extra 10% off code.","time_posted":"2 months ago"},{"heading":"Alonso Sound \"Revealed Top Loops Vol. 10\" collection of 135 clean, modern, and hand-crafted top drum and rhythm loops for House, Techno, Tech House, Bass House, and Progressive - Intro Price ($8.97) until 2 January with code: YEAR22","time_posted":"2 months ago"},{"heading":"Unity Samples \"Techno Bundle 3\" 6 best-selling and most recent Unity Records sample packs with over 2,000 techno-heavy samples including synths, drums, synth arps, FX, drones, vocals, perc, tops, & atmospheres ($30.13) for limited time.","time_posted":"2 months ago"},{"heading":"Glitchedtones Sale - 50% off multi-genre sample pack and synth presets from Code Sounds and Datacode for limited time.","time_posted":"2 months ago"},{"heading":"HoRNet Plugins New Year Sale - Up to 75% off all plugins until 4 January","time_posted":"2 months ago"},{"heading":"Rast Sound \"2023 VIP Access\" Receive all Libraries and Plugin Releases only in 2023 with 12 or more Commercial Releases (€179) through 5 January","time_posted":"2 months ago"},{"heading":"Function Loops \"New Year Surprise Pack 2022\" - 862 Loops, Shots, MIDI & Presets for only $9","time_posted":"2 months ago"}],"rules":["Absolutely no discussion about piracy.","Follow the golden rule. Be excellent to each other. Party on, dudes.","Keep discussions on topic with the post.","No outside referral or affiliate links are permitted.","Do not post your own work/music here even if as an example of the plugin.","No personal sales are permitted to be posted here.","We reserve the right to remove any person for any reason from this subreddit."],"subreddits":{"Related Communities":{"r/synthesizers":"305,381 members","r/ableton":"334,136 members","r/ShopCanada":"13,247 members","r/cubase":"16,300 members","r/edmproduction":"687,835 members","r/VinylDeals":"127,369 members","r/makinghiphop":"281,604 members","r/3dprintingdeals":"19,438 members","r/maschine":"28,356 members","r/loopkits":"26,423 members"}},"about":{"header":"About Community","description":"One stop shop for sales on audio production software, hardware or services for recording and producing music and audio.","created":"Created Mar 30, 2016","stats":["52.1k Members","64 Online"]},"other_information":[]}