{"time_collected":"2023-03-08 13:22:48.623615-05:00","top_headers":[{"heading":"Weekly Students, Careers & Clerkships Thread","time_posted":"3 days ago"},{"heading":"Made me laugh","time_posted":"16 hours ago"},{"heading":"Update on novice Mediation - if any are interested","time_posted":"9 hours ago"},{"heading":"Briefed by a solicitor on Monday in a mediation and I'm trapped and can't escape","time_posted":"18 hours ago"},{"heading":"The Qantas stewardess, the lawyer and matters of assault","time_posted":"20 hours ago"},{"heading":"[ABC NEWS] High Court dumps Facebook's challenge against prosecution for Cambridge Analytica privacy breaches","time_posted":"2 days ago"},{"heading":"Follow to January's story: Dib & Associates \"solicitor\" sacked after it turns out he has no practising certificate","time_posted":"1 day ago"},{"heading":"Is this a valid legal criticism? Also, please don't tease me because I don't know anything about anything. Something something precedent your honour; objection.","time_posted":"23 hours ago"},{"heading":"Judge rules Sally Rugg cannot continue working for MP Monique Ryan while they face off in court","time_posted":"2 days ago"}],"rules":["No dodgy legal theories","Inappropriate automod comment","No legal advice given","Be polite","Posts and comments must be on topic","Keep discussion in dedicated threads","Marketing and surveys","We are not here to do your homework","No anti-vaxx nonsense"],"subreddits":{"Related Communities":{"r/australia":"1,134,340 members","r/friendlyjordies":"26,544 members","r/AustralianPolitics":"225,473 members","r/newzealand":"390,181 members","r/singapore":"587,494 members","r/nrl":"140,990 members","r/politics":"8,290,650 members","r/uspolitics":"28,914 members","r/news":"25,911,990 members","r/law":"208,621 members"}},"about":{"header":"About Community","description":"**Do not ask for legal advice in this subreddit.** This is a subreddit for Australians (or anyone interested in Australian law) to discuss matters relating to Australian law.","created":"Created Sep 2, 2011","stats":["64.2k Members","99 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"r/auslaw Sidebar","description":"Welcome to r/auslaw!\nThis is a subreddit for Australians (or anyone interested in Australian law) to discuss matters relating to Australian law or of general legal interest. DO NOT REQUEST LEGAL ADVICE HERE OR OVER THE INTERNET GENERALLY.\nDo you have a question about your career, your studies, legal clerkships or the legal industry? Please post your query in the Weekly Students, Careers & Clerkship thread that is stickied at the top of the subreddit\nNO LEGAL ADVICE IS GIVEN IN THIS SUBREDDIT\nDue to professional laws and regulations and a lot of other reasons, no one in this forum can give you legal advice and nothing said in this forum should be considered legal advice. Here's a post explaining why we can't give advice\nThe Australia legal resources mega-thread has been updated!\nThis thread should hopefully tell you who you can contact to help you.\nHere is a link to the older version...\nNote: if your post includes any of the following words, it is probably a request for legal advice.\n\"I need advice\" / My \"friend\" needs advice.\n\"Is this legal?\" / \"Is this illegal?\"\n\"What are my options?\" / \"What should I do?\"\n\"What happens in this hypothetical scenario?\"\n\"Can I sue or be sued?\"\n\"What are my rights?\" / \"Am I liable?\"\n\"Can X do Y?\"\n\"How do I do X?\"\n\"What does this law mean?\" / \"What laws apply to my situation?\"\n\"Can someone explain this law to me?\"\n\"I'm not looking for advice, I just want to know [insert one or more of the above].\"\nCurrent or threatened legal proceedings\nIt is strongly advised that you not post details of cases and any unique facts in relation to those cases that are being (or are likely to be) litigated and that may lead to your identity becoming known. Just because this is the internet does not mean the wrong person is not watching. This is for your own protection. Please do not hesitate to contact the mods if you are unsure of anything in this regard.\nDodgy legal theories\nPLEASE DO NOT post links or advocate the use of pseudo-legal theories known as \"Freeman on the land\" or its various Australian incarnations, and promoted by David Icke, Max Igan and the like. Such links or posts will be removed and the moderators may impose bans if the circumstances warrant it. For a comprehensive review of these arguments and why they're wrong, see Meads v Meads [2012] ABQB 571.\nDon't be a dickhead\nBe polite in this subreddit and try to treat all users with respect. Don't go off on political rants. Anti-vaxx nonsense is banned. The mods may hand out bans for breaches of the 'no dickhead' rule.\nNo anti-vaxx nonsense\nDo not post anti-vaxx comments or misinformation about covid-19. We have a zero tolerance policy for those posts. You may be banned immediately.\nSubreddits you may also be interested in:\nr/AusFinance\nr/australia\nr/AustralianNews\nr/sydney\nr/melbourne\nr/brisbane\nr/adelaide\nr/perth\nr/darwin\nr/law\nr/LSAT\nr/legalmarketing"}]}