{"time_collected":"2023-03-19 16:01:11.323638-04:00","top_headers":[{"heading":"r/AusSkincare Simple Questions & Routine Help Thread - March 18, 2023","time_posted":"1 day ago"},{"heading":"What did you try/buy this month: empties and mini reviews - February 2023","time_posted":"20 days ago"},{"heading":"Wrinkle schminkles versus eBay wrinkle patches","time_posted":"4 minutes ago"},{"heading":"COSRX Advanced Snail 96 Mucin Power Essence 48% off","time_posted":"9 hours ago"},{"heading":"What do we think of this tret?","time_posted":"1 day ago"},{"heading":"Where to buy vanicream?","time_posted":"13 hours ago"}],"rules":["Be kind, constructive and respectful.","This is a sub for Skincare","Do not ask for or give any medical advice","Self Promotion","Referral codes/affiliate links.","Sale Posts","MLM [multi-level marketing] Products","Mod Discretion"],"subreddits":{"Related Communities":{"r/IndianSkincareAddicts":"137,533 members","r/30PlusSkinCare":"956,432 members","r/EuroSkincare":"35,915 members","r/SebDerm":"29,539 members","r/TheOrdinarySkincare":"32,930 members","r/SkincareAddicts":"821,546 members","r/Rosacea":"49,463 members","r/Sephora":"84,648 members","r/AsianBeauty":"1,746,505 members","r/CanSkincare":"32,790 members"}},"about":{"header":"About Community","description":"r/AusSkincare is a place for all Australian and New Zealand Reddit users (and anyone else, really!) to come and discuss all things skincare related. From products to procedures, nothing is off limits and you'll be able to share information with like minded people.","created":"Created Mar 20, 2014","stats":["98.1k Members","158 Online"]},"other_information":[{"header":"WELCOME TO R/AUSSKINCARE","description":"This subreddit is a place to discuss and share information related to everything skincare and help our fellow Aussie's and NZers source local products.\nAll posts are welcome: reviews, 'shelfies', sales, news and advice. This sub is here to help everyone on their skincare journey whether you are a novice or a veteran!"},{"header":"RESOURCES & MEGATHREADS","description":"REDUCE REUSE RECYCLE and other sustainability tips!\nAustralia and New Zealand PRODUCT GUIDE\nSunscreen Wiki\nDermatologist Guide/Recommendations\nMEGATHREADS (Routine, Referral, Product and Brand Discussions\nAsian Beauty(AB) Shopping Guide\nAMA: Dr Ryan De Cruz, consultant dermatologist and founder of Southern Dermatology\nAMA: Dr Michelle Wong from Lab Muffin Beauty Science, chemistry PhD and skincare nerd\nAMA: Dr Hope Dinh consultant dermatologist and founder of Hope Dermatology\nList of Organisations Accepting Donated Makeup, Skincare and Toiletries"},{"header":"POSTING SCHEDULE","description":"Weekly (Sunday) - Simple questions thread\nMonthly - What did you try/buy this month: empties and mini reviews\nQuarterly - Routine Megathread\nYearly - Year in review and New Years resolutions"},{"header":"RELATED SUBREDDITS","description":"r/AussieMakeupTrade - a sub to buy, swap and sell your excess, unwanted or just unloved beauty products within Australia\nr/AustralianMakeup - a sub for all things relating to Australian and New Zealand Makeup and other beauty\nr/SkincareAddiction - a sub for everything and anything to do with skin\nr/scacjdiscussion - a sub like muacjdiscussion but for skin\nr/AsianBeauty - a sub for Asian Beauty (AB) enthusiasts\nr/muacjdiscussion - a sub like scacjdiscussion but for makeup\nr/tretinoin - a sub for all things regarding Retin A and retinoids in general\nr/AusFemaleFashion - a sub for all things Fashion in Australia\nr/ZeroWaste - a sub for reducing personal waste and environmental impact. Covers everything including skincare, haircare, beauty etc."}]}