{"time_collected":"2023-03-07 02:55:22.877797-05:00","top_headers":[{"heading":"Daily Discussion Thread","time_posted":"12 hours ago"},{"heading":"I’m Owen Miller, Fusion Candidate for Aston by-election and certified top 0.1% Kylie Minogue fan. AMA about the plans for Aston and the potential for Australian innovation!","time_posted":"2 hours ago"},{"heading":"Underlying Australia's inflation problem is a historic shift of income from workers to corporate profits","time_posted":"6 hours ago"},{"heading":"‘I’m not impaired’: Victoria’s parliament to debate drug driving in age of medicinal cannabis","time_posted":"2 hours ago"},{"heading":"‘Long march’: The right-wing Christian plan to infiltrate politics","time_posted":"7 hours ago"},{"heading":"'It will sting': Reserve Bank delivers 10th straight rate rise, with more to come","time_posted":"4 hours ago"},{"heading":"Guardian Essential poll: super changes backed by half of respondents – even among those with large balances","time_posted":"14 hours ago"},{"heading":"Super changes could affect 10% of people retiring in 30 years, Labor reveals","time_posted":"8 hours ago"},{"heading":"NSW Voting Intention: ALP lead over the L-NP increases slightly in late February: ALP 52.5% cf. L-NP 47.5%","time_posted":"8 hours ago"},{"heading":"'Not the time': Perrottet's warning as Teal threat looms","time_posted":"23 hours ago"},{"heading":"Labor slides in a federal Newspoll; NSW polls give Labor a modest lead","time_posted":"11 hours ago"},{"heading":"Centrelink boost: Welfare payments go up to tackle cost of living crisis | news.com.au","time_posted":"1 day ago"},{"heading":"Almost 20,000 excess deaths for 2022 in Australia","time_posted":"1 day ago"},{"heading":"Working Australians rely on charities to survive","time_posted":"1 day ago"}],"rules":["R1: Keep it civil in here - our purpose is civil and open discussion","R2: Do not editorialise the titles of your post.","R3 Posts and comments need to be high quality.","R4: Do not downvote content because you disagree.","R5: No reporting content simply because you don't like it or disagree.","R6: Non political or non Auspol related posts will be removed.","R7: No satirical material, memes, comics, or social media posts.","R8: No meta posts or meta commentary.","R9: Abide by site wide rules.","R10: Paywalled sites require sharing","R11: Promotional Material/Petitions/Questionnaires/Surveys go into the Weekly Thread.","R12: Stay on topic.","R13: Reposts will be removed. \"Repeated topics\" are for the weekly thread."],"subreddits":{"Related Communities":{"r/australia":"1,132,687 members","r/newzealand":"390,007 members","r/unitedkingdom":"1,367,790 members","r/friendlyjordies":"26,391 members","r/tories":"12,000 members","r/LabourUK":"63,012 members","r/auslaw":"64,200 members","r/Labour":"25,625 members","r/texas":"484,872 members","r/RSA":"29,750 members"}},"about":{"header":"About Community","description":"The purpose of this subreddit is civil and open discussion of Australian Politics across the entire political spectrum.","created":"Created Jul 21, 2011","stats":["225k Members","335 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Current Megathreads","description":"Weekly Discussion\nCybersecurity\nIndigenous Voice to Parliament Referendum"},{"header":"Subreddit Feedback","description":"We welcome feedback and Meta discussion of the sub over at r/MetaAusPol\nMetaAusPol is a forum to discuss and more importantly, provide feedback on the “big picture” operations of the AustralianPolitics subreddit.\nThe MetaAusPol Charter can be found by searching \"MetaAusPol - rules and charter of use\" in the posts."}]}