{"time_collected":"2023-03-07 02:46:29.431007-05:00","top_headers":[{"heading":"How do you know if you’re awakened?","time_posted":"3 hours ago"},{"heading":"Do you still worry?","time_posted":"7 hours ago"},{"heading":"I’ve been avoiding admitting this… but I care way too much about status.","time_posted":"1 hour ago"},{"heading":"Down Up vs Up Down","time_posted":"3 hours ago"},{"heading":"This process is too much for me to handle","time_posted":"19 hours ago"},{"heading":"The Best Being Kind of Selfish","time_posted":"23 hours ago"},{"heading":"Who am I anymore? I am not sure.","time_posted":"1 day ago"},{"heading":"You will be crucified if you miss the mark! 🐈🐈‍⬛","time_posted":"17 hours ago"},{"heading":"Concepts, Subjectivity and the Ego","time_posted":"1 day ago"},{"heading":"Why?","time_posted":"2 days ago"}],"rules":["Please be civil","Please take care when composing your post","Please stay on topic as per the sidebar","Restriction on spam and promotional material","Please do not use all caps in titles","Other Rules"],"subreddits":{"Sister Subreddit":{"r/AwakenedTV":"4,021 members"},"Related Subreddits":{"r/Meditation":"1,396,603 members","r/streamentry":"28,997 members","r/nonduality":"18,677 members","r/enlightenment":"13,908 members","r/AlanWatts":"51,358 members","r/kundalini":"32,247 members","r/yoga":"1,378,276 members"},"Subreddits of Interest":{"r/spirituality":"384,070 members","r/Soulnexus":"105,646 members","r/Psychonaut":"438,357 members","r/conspiracy":"1,916,575 members","r/occult":"313,002 members","r/Paranormal":"1,107,980 members","r/relationships":"3,343,123 members"}},"about":{"header":"About Community","description":"Awakening is the realization that far more can be found in direct experience than any concept, belief system, or narrative. The process of awakening is an ever-unfolding one, a deepening of that which is beyond all words and thoughts. We are in service of discovering that for ourselves.","created":"Created Jun 17, 2012","stats":["245k Awakening Beings","131 Online"]},"other_information":[{"header":"Post Guidelines","description":"Post Guidelines\nWhen posting, please try to keep these things in mind:\nPosts should be about spiritual awakening: the direct experience of what we really are\nSelf-honesty is critical on the path of spiritual awakening, as such, take care to (i) only provide insights or guidance from your direct experience of awakening, and (ii) not to speak in such a way that indicates a level of spiritual maturity that is not reflective of your actual direct experience (this can significantly impede your own development and maybe that of others).\nWhen giving advice, look to meet people where they are, consider: what is the very next thing this person needs to hear (based on their current development), rather than a one-size fits all answer.\nYou will benefit far more from asking sincere questions than providing insights or guidance that is not reflective of your actual direct experience. As such, questions are encouraged: be sincere and ask what is most relevant to you right now.\nPlease follow the rules."},{"header":"Resources","description":"Frequently Asked Questions\nSlack\nWe have a community on Slack. To request an invite, please send a request via PM, including your email address, to /u/WhatHearsThisSound"}]}