{"time_collected":"2023-03-07 04:50:38.230940-05:00","top_headers":[{"heading":"This is a Gribble. They’re very small wood-boring crustaceans. Their ability to digest wood may give us a key to sustainable biofuel. They’re often considered pests.","time_posted":"17 hours ago"},{"heading":"Eastern Bluebirds eat mostly insects, wild fruit and berries. Occasionally, Eastern Bluebirds have also been observed capturing and eating larger prey items such as shrews, salamanders, snakes, lizards and tree frogs.","time_posted":"22 hours ago"},{"heading":"This is a Giant Ostracod/Seed Shrimp. They’re deep sea, gigantic versions of crustaceans that are usually as small as 0.2 mm.","time_posted":"9 hours ago"}],"rules":["Post must include an animal fact","Source must be included in comments","Mod discretion","No reposts","No NSFW/NSFL","No advice posts","No self promo or spam","Be nice","No Copypasta or Derogatory Comments"],"subreddits":{"Related Communities":{"r/AbsoluteUnits":"1,422,401 members","r/natureismetal":"2,408,687 members","r/SpeculativeEvolution":"82,796 members","r/todayilearned":"30,942,385 members","r/tortoise":"48,131 members","r/Hedgehog":"88,872 members","r/spiders":"164,242 members","r/insects":"130,491 members","r/animalsdoingstuff":"313,213 members","r/RealLifeShinies":"301,652 members"}},"about":{"header":"About Community","description":"Welcome to Awwducational","created":"Created Nov 8, 2012","stats":["5.1m Members","235 Online"]},"other_information":[{"header":"Guidelines","description":"SUBMISSION GUIDELINES\n1) Have a fact in your title\nA) Your title must be animal specific, and not about an animal's use in culture, media, or business.\nB) No trivial, obvious, or common facts (eg: This cat has blue eyes, dogs can be trained to sit, This group of animals are called _____)\nC) Please avoid commentary in the title. (TIL, etc.)\nD) List of sources we recommend.\n2) Include a source for your title in the comments.\nA) Your source cannot be a blog or non scientific news site, and must include citations/references. Wikipedia is not exempt from requiring citations, and typically displays a warning when missing references. Example\n3) We reserve the right to remove posts using profanity or that are otherwise objectionable.\n4) Reposts of the same picture or fact within 1 week are not allowed. After one week, submissions with either the title or picture changed will be allowed. Blatant reposts (same picture, same fact) are not allowed.\n6) No NSFW/NSFL\n7) Be nice, and follow reddiquette\nPlease report all inappropriate images or comments (including harassment and name-calling)\nRemind those who have forgotten to put a source in the comments\nPlease report all inappropriate images or comments (including harassment and name-calling)\nRemind those who have forgotten to put a source in the comments"}]}