{"time_collected":"2023-03-20 00:17:59.904125-04:00","top_headers":[{"heading":"r/BABYDOGEARMY Lounge","time_posted":"2 years ago"},{"heading":"Just as a reminder Baby Doge is mineable","time_posted":"1 month ago"},{"heading":"Turning $100 into $4200 In Baby Doge Coin","time_posted":"2 hours ago"},{"heading":"Is Baby Doge Coin Still Bullish? Road To 100X | EP. 104","time_posted":"9 hours ago"},{"heading":"Can't withdraw from farm in babydogeswap","time_posted":"2 days ago"},{"heading":"I recently withdrawed my pooled crypto from baby doge swap. I payed the fee and it said it went through but I don’t see the Bnb or tether in my wallet… when I click deposit into pool it still allows me to deposit the same amount. How can I with draw the crypto into my meta mask account?","time_posted":"2 days ago"},{"heading":"Baby Doge Coin Major Pump Soon? | Road To 100X | EP. 102","time_posted":"2 days ago"},{"heading":"Hey guys I put around $30 in bnb into the bnb/usdt farm. I then deposited like 30 usdt into the pool too. I had to confirm how much usdt they could spend and pay like 8 cents in gas but I still see the usdt in my wallet. Is my usdt staked in the farm too? All this through meta mask.","time_posted":"2 days ago"}],"rules":["Be respectful","No FUD!","No Promotion or Shilling","Do not promote scams","Do not ask for or share personal information (names, address, wallet holdings).","Don't spam","Adhere to reddit rules and policies."],"subreddits":{"Related Communities":{"r/kucoin":"127,951 members","r/dogecoin":"2,387,471 members","r/Netrunner":"18,650 members","r/PiNetwork":"55,465 members","r/Snorkblot":"8,349 members","r/Nepal":"129,981 members"}},"about":{"header":"About Community","description":"Baby Doge is a deflationary token designed to become more scarce over time. Watch the amount of baby doge grow in your wallet as baby doge coin holders automatically receive a 5% fee from every buy/sell or transfer.","created":"Created Jun 2, 2021","stats":["21.7k Members","8 Online"]},"other_information":[{"header":"🐾 Kibbles & Bits News 🐾","description":"🏆 Baby Doge Coin is most held Token on Binance Smart Chain\n🏆 BabyDoge has donated $1,100,000 to save dogs\n🏆 June 16th 2022 supply, market cap and rank is verified by CoinMarketCap\n🏆 December 4th 2021 BabyDoge is mentioned in Forbes Magazine\n🏆 September 29th 2021 The president of France wife, the First Lady Miss Macron poses with custom made BabyDoge shoes at Paris Fashion week\n🏆 September 16th 2021 BabyDoge takes 1st place in Watcher Guru's NYC Billboard Competition.\n🏆 August 30th 2021 BabyDoge is crowned the BitForex Crypto Cup Champions with 2 million+ votes from our community in competition with Shib,Doge,Safemoon,Dogelon and Kishu\n🏆 July 10th 2021 BabyDoge debuts in NASCAR With Branded No. 68 Camaro\n🏆 July 1st 2021 Elon Musk tweets about BabyDoge just 1 month after launch\n🐾 Listed on major exchanges Huobi and OKX\n🐾 Listed on many exchanges\n🐾 Bridged between BSC and ETH\n🐕 Quick Recap of July 13th 2022 AMA DISCORD\ncard is delayed because our third party provider doing the card did the ledger card, and unfortunately since ledger is so big we got pushed further back in the que\nNFT holders would be able to purchase baby doge on ETH side without paying the 10% BUY fee\nyou may have to stake your 2D for 30-90 days to receive a free 3D\nno massive burns planned, over a year of burns its become apparent that manual burns do not do anything. This is something we are looking to discontinue when our swap releases and have the swap be what generates the burns, while the tokens we have are given as rewards to those who stake\nthey are finding and testing the final bugs with it, the swap itself is done, but farming as a service is the final component, still being worked on. I made a video already a while back of the swap working just need to get Farming as a service complete or else a swap without token rewards for liquidity providers seems kinda dead and repeated\nentire swap is not 0% fees, only select pairs that we run promotions on or have partnerships with who provide liquidity. The fees are .30% total fee, .05% goes to buy back and burn of baby doge .05% goes to treasury, .2% goes to liquidity providers. Holders of baby doge token pay lower fees depending on how many they hold. This is subject to change. We can select individual pairs like BabyDoge/BNB and place 0% fees on that pair or Bitcoin/USDT, any pair we can set lower fees to.\nthe first game will be announced shortly. It appears to be fully done with the last part a third party quill audits auditing the smart contract, then we can go live with beta hopefully soon, first game we make will be used with baby doge coin and it will burn baby doge coins\nutilities we build will have burn features, we cannot promise how effective they are though as its based on volume/use of the utilities, hopefully people use them!"},{"header":"⚠️ Avoid The Dog Catcher ⚠️","description":"⚠️ DON'T GET SCAMMED ⚠️\nDUE DILLIGENCE IS REQUIRED\nhttps://community.trustwallet.com/t/how-to-protect-your-crypto-from-phishers/212889\n⚠️ Never give out your wallet Recovery Phrases / Keys /Passwords etc... (If you do, you will lose all your crypto's and that wallet is compromised) Let me repeat: Never give out!!\n⚠️ No one from \"support\" will initiate contact. If someone does, they are trying to scam you.\n⚠️ If someone claims you need to \"validate\" your wallet, it is a scam!\n⚠️ Be suspicious of URLs, emails, forms, and direct messages and use caution when interacting them.\n⚠️ Refrain yourself from disclosing your assets.\n⚠️ Beware of \"Dusting\" Coins you find in your wallet that you never purchased."},{"header":"Ways to obtain Baby Doge","description":"Buy with Credit Card: https://babydoge.com/pages/buy\nPancake Swap: https://pancakeswap.finance/swap#/swap?outputCurrency=0xc748673057861a797275cd8a068abb95a902e8de | BSC Address: 0xc748673057861a797275CD8A068AbB95A902e8de\nUniswap: https://app.uniswap.org/#/swap?outputCurrency=0xAC57De9C1A09FeC648E93EB98875B212DB0d460B | ETH Address: 0xAC57De9C1A09FeC648E93EB98875B212DB0d460B\nMARKETS: PancakeSwap, Uniswap, Huobi, OKX, CoinDCX, Bitmart, Gate.io, Bitget, Bkex, XT, Lbank, Hotbit, BigOne, DigiFinex, Mexc, CoinEx, CoinW, ZTB, WBFex, BitForex, DodoEX, BabySwap, Bitrue, Hoo, Quidax, StealthEx, Decoin, Latoken, Suncrypto, Cointiger, AtomicWallet, Deepcoin, Phemex, NovaDAX, WaultSwap, BitKan."},{"header":"DAILY TASKS","description":"DAILY SHILL TASKS [ BABY DOGE ARMY - DO THESE TASKS DAILY AND WE CAN MAKE A DIFFERENCE AND HAVE AN IMPACT ON OUR FUTURE AS BABY DOGE HOLDERS ]\nIt will only take a few seconds. You can vote every 24h. No login needed.\nHit up CMC and hit the GOOD Button 👍 https://coinmarketcap.com/currencies/baby-doge-coin/\nHit up Coingecko and hit the GOOD Button 😁 https://www.coingecko.com/en/coins/baby-doge-coin\nHit up crypto.com and hit the GOOD Button 👍 https://crypto.com/price/baby-doge-coin\nVote for BabyDoge on Coinvote https://coinvote.cc/coin/Baby-Doge-Coin\nVote every 24h on CryptoPlanet let’s be at top https://cryptoplanet.top/coin.php?name=BABYDOGE"}]}