{"time_collected":"2023-03-08 16:17:22.288645-05:00","top_headers":[{"heading":"My boss wrote this...","time_posted":"9 hours ago"},{"heading":"I wrote these monstrosities today","time_posted":"7 hours ago"},{"heading":"How can I make this run faster? multi-threading?","time_posted":"1 day ago"},{"heading":"I was half asleep on 70 mg of melanin and i made this monstrosity yesterday...","time_posted":"2 days ago"}],"rules":["Do not post intentionally bad or obfuscated code","Do not post fictional code, pseudocode, or code obviously will not execute or compile","Do not post snippets in esoteric languages","Post code snippets only","Do not put the name of the language inside of the post title","Do not identify who wrote the code.","Do not post code written by an AI"],"subreddits":{"Similar Subreddits":{"r/softwaregore":"1,843,866 members","r/programminghorror":"301,426 members","r/programminghumor":"37,636 members","r/itsaunixsystem":"224,459 members","r/shittyprogramming":"96,124 members","r/deftruefalse":"1,146 members"}},"about":{"header":"About Community","description":"A place for the very worst code you've ever laid your eyes on. All languages welcome! *(minus esoteric ones)*","created":"Created May 22, 2012","stats":["366k Members","141 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"About","description":"/r/badcode is a subreddit for highlighting real world examples of terrible code. Ideally this means code that made it to production in a commercial context, but not exclusively so. We also accept submissions of code from hobbyist projects or from learners.\nMost of us programmers have laughed quite a bit when we went back to look at our past code because it was rather terrible. This is a subreddit where you can share such terrible code and let other programmers have a nice laugh.\nPost the most terrible code you can find. Copy code to a paste bin first (gist highly preferred)."},{"header":"Rules","description":"Your post may be removed if you deviate from these rules. To see reasoning behind each of these rules, check out the wiki.\nDo not put the name of the language inside of the post title. For example, do not make your title something along the lines of \"[C++] #defines everywhere!\", instead try simply \"#defines everywhere!\". Use flair to mark the language of your post instead.\nDo post code snippets only. If you want to share the context put it in the comments or title.\nDo stay lighthearted. No abusive or targeted posts. We all write bad code, and a lot of it is hilarious.\nDo not identify who wrote the code. This sub is about bad code, not the people who write it. Limited exceptions apply\nDo not post snippets in esoteric languages.\nDo not post intentionally obfuscated code. Certain exceptions to this exist. See something particularly sinister from something like the IOCC? Probably OK to post."},{"header":"Guidelines","description":"Your post will not be removed because of any of these, we'll like you more if you follow them though.\nEnable syntax highlighting appropriately. If you have a language that whatever paste bin your using doesn't support, try picking a similar dialect.\nProvide just enough code so that we know what's going on. Don't post huge snippets unless it's all terribly amusing.\nExplain why you think the code is bad in the comments, that way a discussion on good and bad ways to do what your code snippet does can start."}]}