{"time_collected":"2023-03-06 22:59:12.366132-05:00","top_headers":[{"heading":"The Daily Moby - 06 03 2023","time_posted":"1 day ago"},{"heading":"Scotland needs nuclear weapons to prevent an English invasion after independence","time_posted":"10 hours ago"},{"heading":"I left Scotland at age 3 and have lived in the US about 20 years now, obviously the vast majority of my life. Despite this I’ve retained my accent (hard to believe I know).","time_posted":"6 hours ago"},{"heading":"In response to Labour using the Union Jack: \"Just absolute rancid vibes Honestly feels like a hate crime\"","time_posted":"1 day ago"},{"heading":"10% of the Scots population are people who have emigrated from England. that's nearly 500,000. In 2014 about 75% voted No. Many have been an asset to Scotland. However many move here, use our superior social services and still form their opinions from the Telegraph and Mail. Why? - Yes Brechin","time_posted":"2 days ago"},{"heading":"American claims that Fish and Chips aren't British because the first chippy was opened by a (British) Jewish person","time_posted":"2 days ago"},{"heading":"Ukpol: Poetry Corner","time_posted":"2 days ago"},{"heading":"The Daily Moby - 05 03 2023","time_posted":"2 days ago"},{"heading":"IRA claim responsibility for shooting officer coaching youth football, Yanks are cringe LARPers","time_posted":"7 days ago"},{"heading":"The Daily Moby - 28 02 2023","time_posted":"7 days ago"},{"heading":"Guy criticises Welsh government in a well thought out post. Ends as you'd expect","time_posted":"8 days ago"},{"heading":"The Daily Moby - 27 02 2023","time_posted":"8 days ago"}],"rules":["Rule 1 - No Brigading","Rule 2 - Fair Quoting","Rule 3 - Proper Attribution","Rule 4 - Help to maintain standards","Rule 5 - Grow a Pair","Rule 6 - Really, Grow a Pair","Rule 7 - No Bitching","Rule 8 - No Cunts","This sub is for people aged 18 or over only.","Blockers are betas"],"subreddits":{},"about":{"header":"About Community","description":"A sub for anything UK related and insanely stupid. Feel free to post your loony finds. British idiocy of all political persuasions, and of none, is equally welcome. (Posts need not be politically related). Slagging off anything UK related found on reddit is especially welcome. The listed rules are not exhaustive. [Moderators](https://old.reddit.com/r/badunitedkingdom/wiki/index) reserve the right to moderate (or not) where it is believed to be in the best interests of the sub.","created":"Created Mar 30, 2017","stats":["26.9k Members","44 Online"]},"other_information":[]}