{"time_collected":"2023-03-20 14:49:33.039857-04:00","top_headers":[{"heading":"Am I too ... to do ballet?","time_posted":"5 hours ago"},{"heading":"What did you achieve this week? (or anything else you would like to share)","time_posted":"8 hours ago"},{"heading":"The cat wanted to snag my leg warmers soo bad","time_posted":"5 hours ago"},{"heading":"My boyfriend's insanely deep plie. He doesn't do ballet.","time_posted":"16 hours ago"},{"heading":"Bloch B morph: no hairdryer available","time_posted":"15 minutes ago"}],"rules":["Search before posting","Avoid Unsolicited Criticism","New and Returning to Ballet Questions","Don't ignore the Side 'Barre' / FAQ","This subreddit is not be used for as a space for Advertisments","Content must be related to ballet"],"subreddits":{"Related Communities":{"r/Rollerskating":"97,735 members","r/FigureSkating":"49,643 members","r/Cello":"23,068 members","r/formcheck":"31,466 members","r/hockeygoalies":"17,586 members","r/powerbuilding":"41,289 members","r/Stronglifts5x5":"82,591 members","r/flexibility":"629,977 members","r/531Discussion":"14,183 members","r/NewSkaters":"189,071 members"}},"about":{"header":"About Community","description":"A community for ballet dancers and enthusiasts. On mobile check out the about section to access the Side 'Barre ' and learn more","created":"Created Apr 25, 2010","stats":["34.0k Dancers","138 At the barre"]},"other_information":[{"header":"Side 'Barre' / FAQ","description":"Hello! Welcome to r/ballet, a community for dancers and enthusiasts of all ages, sizes, colours, and levels. We are proud to have very beginners, professionals, and any dancer in between here to support each other through our dance journey. Please keep reading if you are new here, and we can address some common questions.\n1) Am I too old to start ballet?\nNo, you'll find in this community we have dancers who began ballet in their 50s and 60s and have loved every minute of it. If you are looking for encouragement, or to hear from them specifically, please make a comment in our Weekly New and Returning to Ballet thread at the top of this subreddit.\n2) Am I too old to become a professional?\nIf you are on reddit then the answer is likely yes, sorry. If you are a female under the age of 14 or a male under the age of 17 then you might have a very small chance (in an already very competitive industry) if you enrolled in a ballet school and train full time, about 5 hours a day 6 days a week. This is not possible for a lot of people financially or time-wise, but that's the reality of becoming a professional. This is a niche industry with lots of competitors, dancers train all their lives and still don't find jobs.\nBut don't let this stop you from dancing. If you love to dance, if it brings you joy, then what does it matter if you make money through it anyways? You can still make a lot of good progress and find fulfillment in performance opportunities without a dance career. Still questions? Don't make a new post but please comment here\n3) Do I have a 'good' body for ballet?\nIf you take a ballet class, and you have a body, then you have a good body for ballet (sorry, no ghosts). Please do not make posts asking whether or not your body fits certain criteria (e.x. \"do I have good feet for pointe?\", \"do I have the right shaped arms to be a professional?\") as these questions are meaningless, there is no criteria for learning ballet.\n4) Can men do ballet?\nYES. 50% of all professional dancers are male, 50% of all roles in ballet are male. Ballet as a stereotypically 'feminine' thing is a misconception. An average ballet class is for both men and women, and some parts will have different genders do different things, this is common. There is nothing 'weird' with a man wanting to learn ballet, just as there is nothing weird for a man wanting to learn piano or fencing or any other art, activity, sport.\n4.5) Can someone who identifies outside the gender binary do ballet? YES. Ballet, being an old art form, does traditionally stick with the ideas of men and women with regards to characters in ballet, pas de deux partnering, and specific elements in class. For example, men bow, women curtsy. Feel free to choose whatever works for you (or if you feel like neither is appropriate talk to your teacher about another option).\n5) Can I teach myself ballet?\nNo. It's possible to learn some basics off the internet, but if you want to progress past the very basic/introductory level you will need to enrol in a class with a qualified teacher. Ballet technique is very 'un-pedestrian' and detailed, it needs a trained eye to correct. Worst case scenario you end up with an injury from improper technique over time, either way you will have not learned 'ballet'. If you want to learn a style of dance in the comfort of your own home, ballet is not for you. There are lots of other styles you can try instead. DO NOT ask technique questions if you have never taken a ballet class (in person), nothing said over the internet will be able to help you if you haven't learned the basics with the right muscles."},{"header":"Wiki","description":"A community for ballet dancers and enthusiasts. Thinking about starting ballet but think you are too old/short/tall/fat/etc? Read this."}]}