{"time_collected":"2023-03-07 01:54:57.833999-05:00","top_headers":[{"heading":"FEBRUARY 2023 - - LIST OF PIT BULL ATTACKS/FATALITIES (ongoing)","time_posted":"1 month ago"},{"heading":"Interview with Kim Golden - Victim of 03/01/2023 Pit Bull Attack - Links in comments","time_posted":"2 days ago"},{"heading":"Saw this online.... We've ended misconceptions about \"pit bulls\" now let's end them about retrievers 💐","time_posted":"12 hours ago"},{"heading":"What do you all think of this?","time_posted":"9 hours ago"}],"rules":["Post Guidelines:","Do Not Advocate Needless Violence, Animal Abuse, or Criminal Activity","No Threats, Abusive Language, Harassment, or Doxxing","No Thoughtless Pit Apologism","Do Not Brigade (Or Give the Appearance of Brigading)","No Victim Blaming","Racism and Bigotry Against Humans Will Not Be Tolerated","No Dogfree or Anti-Dogfree Statements, No Anti-cat sentiments, no victim blaming on outdoor cats","Stay on Topic","Do Not Violate Reddit Site-Wide Rules"],"subreddits":{"Related Communities":{"r/BreedMorePitbulls":"396 members","r/Dogfree":"49,834 members","r/DogfreeHumor":"6,560 members","r/ESABullshit":"1,424 members","r/Ethicalpetownership":"1,308 members","r/PetRescueExposed":"2,530 members","r/PitbullApologists":"759 members","r/PitbullAttackStories":"895 members","r/PitBullLogic":"110 members","r/Velvet_Killers":"1,592 members"}},"about":{"header":"About Community","description":"We welcome victims (and their sympathizers) who wish to share their experiences and receive support without being censored by mobs of pit apologists. We document countless attacks on people, pets and livestock; expose all layers of propaganda and value safety and peace of mind in our homes and communities. “The truth is often ridiculed and scorned. It is then violently opposed, and then it becomes self evident.”","created":"Created Mar 10, 2016","stats":["83.2k Supporters","460 Online"]},"other_information":[{"header":"Why Do You Hate Pit Bulls???","description":"Wondering what this community is all about? Read our FAQ and Rules before posting."},{"header":"Pit Bulls Unleashed","description":"Pit Bulls Unleashed: Should They Be Banned? - The Fifth Estate (video; 45 mins) - An investigative look into the pit bull menace and their ridiculous advocates."},{"header":"Concerned About a Pit Bull?","description":"I am concerned about my neighbor's pit; what to do?"},{"header":"How Do I Defend Myself ?","description":"\"How do I protect myself from/during a pit bull attack\" is a common question, sadly far too common. Here are some defensive and offensive tactics you can use to stave off an imminent attack, and free yourself (or pet) from an active attack."},{"header":"After The Attack","description":"Guide: \"After The Attack\" - what do I do now that I've been bitten? This guide covers from immediate first aid all the way through handling unexpected hospital bills."},{"header":"Pit Bull Victim Advocacy","description":"National Pit Bull Victim Awareness advocates for victims of pit bull attacks, breed-specific legislation, and non-profit organizations."},{"header":"Dogsbite.org","description":"Dogsbite.org is routinely slandered by the pro-pit lobby, but the site is informative and its data collection procedures are transparent and well-documented."},{"header":"Dog Bite Law","description":"Dog Bite Law - A legal resource for people who have been attacked by dogs."},{"header":"Safety Before Pit Bulldogs","description":"Safety Before Pit Bulldogs contains useful information, data, studies, and expert opinion about the dangers of pit bulls in communities and the value of BSL to keep communities safe."},{"header":"17 Barks","description":"17 Barks - Thought-provoking blog about dog culture, with an unwavering honest examination of pit bulls and their promoters."},{"header":"Daxton's Friends - Advocacy","description":"Daxton's Friends has a goal to serve as a resource for healthy canine pet ownership, and advocate for public safety and animal welfare."},{"header":"Pit Bull Attacks/Fatalities","description":"Pit Bull Attacks/Fatalities 2022 - An ongoing list of attacks and fatalities.\nFatal Pit Bull Attacks - An archive of fatal attacks by pit bulls."},{"header":"Interesting Posts and Articles","description":"Behavioral Euthanasia - When is an unstable dog ‘too dangerous’? - Nobody wants to euthanize an otherwise healthy dog for behavioral problems, but there are times when this must be done for the safety of others and for the humane release of a suffering dog.\nWhat is a 'pitbull'? - A post clearing up the confusion on what a \"pitbull\" really is and the history of the term \"pitbull\".\nOne year of pitbulls being legal in Denver, the consequences. - Article about pitbull bites in Denver outnumbering those of any other breed after Denver lifted its pit bull ban in November 2020 after more than 30 years."}]}