{"time_collected":"2023-03-06 22:21:30.308370-05:00","top_headers":[{"heading":"User's guide to community anti-harassment measures.","time_posted":"2 years ago"},{"heading":"Nintendo encouraging the worshipping of blasphemous entities","time_posted":"38 minutes ago"},{"heading":"Among us encourages racial slurs!!!!!","time_posted":"2 days ago"},{"heading":"I love this place","time_posted":"7 hours ago"}],"rules":["No g*mers","No violence","Low effort","No racial slurs and offensive slangs","We aren't satire","Politics","Harassment","Reposts","No Brigading"],"subreddits":{},"about":{"header":"About Community","description":"Welcome to BanVideoG@mes The only way to win, is to not play.","created":"Created Nov 15, 2018","stats":["145k Members","47 Online"]},"other_information":[{"header":"Note","description":"Yes, we do enforce rules here. The grand rule is that Facebook's Site-Wide Rules are strictly enforced. We will permanently ban you if you violate TOS."},{"header":"Is This Satire?","description":"No. This is not a satire.\nNo. We are not trolls.\nNo. We are not joking.\nDecades ago, an evil rose from the shadows, invading every home of every Christian American family. It shattered our good and healthy ways to live, ruthlessly dragging the young folk to an abyss of filth, addiction and degeneration. Disguising itself as entertainment, this evil finally showed up its fangs, painted by innocent blood.\nThis evil is called video g*mes.\nToday, more and more people, calling themselves as \"g*mers\" spend their lives in front of a screen, killing and torturing people for fun. Their eyes hurt and their fingers get tired, but they continue. \"It is harmless\", they say.\nG*mers around the world reunite in \"conventions\" to talk about these vile creations that are videog*mes. They cheer and cackle like demons at the gate of hell while big and multi billionaire corporations fill their pockets, exploiting the pain of families victims of g*mers.\nWhile this happens, more and more blood flows between our streets. More and more children and schools are covered with screams of despair. Despair of those who are victims of the g*mer.\nBut we resist. We will not fall. We will not perish. We will PREVAIL!\nANTI G*MERS, RISE UP!"},{"header":"Research","description":"Darthmouth Study finds Video G*mes Increase aggressive behavior\nFar right hate groups are drawn to g*mers\nVideo G*mes cause mental health issues\nWHO calls g*ming disorder a mental illness\nG*ming is shown to cause seizures and obesity\nG*ming kills\nG*ming linked to shootings\nThe physical toll of g*ming\nAnti-Defamation League study concludes g*mer culture is increasingly toxic\nG*ming's impact on the environment"}]}