{"time_collected":"2023-03-07 00:39:27.612747-05:00","top_headers":[{"heading":"March: Alien of the Month - Crashhopper!","time_posted":"6 days ago"},{"heading":"Made a meme","time_posted":"5 hours ago"},{"heading":"Shitposts aside, who do you think Spanner was before the reveal?","time_posted":"10 hours ago"},{"heading":"Why doesn't Ben just kill Servantis instantly the microframe he turns into Alien X, is he stupid?","time_posted":"14 hours ago"},{"heading":"A lot can happen in 5 years","time_posted":"17 hours ago"}],"rules":["Be kind to each other!","Please use Spoiler tags when necessary and make sure to use the appropriate Post Flair","All posts must be related to the Ben 10 franchise.","Refrain from posting sexually explicit content.","Moderators have the final say on what is or is not acceptable content","Do not post links to or discuss pirated content and do not ask where to watch it.","Stealing art is not acceptable.","Bwen Shipping and Underage Characters"],"subreddits":{"Related Communities":{"r/CartoonNetwork":"25,029 members"}},"about":{"header":"About Community","description":"A subreddit for all things related to the Television show Ben 10 (incl. Alien Force, Ultimate Alien, Omniverse, & the Reboot)","created":"Created Jun 15, 2012","stats":["55.3k Plumbers","447 in Bellwood"]},"other_information":[{"header":"Join the discord!","description":"Come join the official r/Ben10 discord for all your tennyson related needs! Managed by the moderators, this is a great place for you to talk to fellow fans! Join the discord here!"},{"header":"General Information","description":"WATCH ORDER\nBen 10 should be watched chronologically in the following order:\nOriginal Series > Alien Force > Ultimate Alien > Omniverse\nIf you wish to include the movies in your viewing experience:\nOriginal Series > Secret of the Omnitrix > Destroy All Aliens > Race Against Time > Alien Force up to S03E10 > Alien Swarm > Alien Force from S03E11 onwards > Ultimate Alien > Omniverse\nThe Heroes United crossover episode with Generator Rex can be watched at any time around Alien Force and Ultimate Alien.\nThe Ben 10 Reboot is a separate continuity and can be watched on its own with \"Ben 10 Versus The Universe\" set after season 4.\nWHERE TO WATCH EACH SERIES\nBen 10 (Original Series)- Hulu, Amazon Video, iTunes, HBO Max\nBen 10: Alien Force- Amazon Video, iTunes, HBO Max\nBen 10: Ultimate Alien- Amazon Video, iTunes, HBO Max\nBen 10: Omniverse- Hulu, Amazon Video, iTunes HBO Max (we recommend using this link to aid you in watching Omniverse through Hulu due to the fact that Hulu has some episodes uploaded in the wrong order.)\nBen 10 (Reboot)- Netflix, Amazon Video, iTunes, HBO Max. Ben 10: Versus the universe is airing 10/10/2020.\nAll Ben 10 Series are also available on DVD (please note that Omniverse was not released in its entirety on DVD)\n(All Ben 10 movies can be found on iTunes. Each Ben 10 movie can also be found on DVD with the exception of the Generator Rex crossover, \"Heroes United\".)\nLINKS\nBen 10 Planet Wiki"}]}