{"time_collected":"2023-03-19 23:14:49.906520-04:00","top_headers":[{"heading":"Weekend Discussion - ಏನು ಸಮಾಚಾರ ಗುರು?","time_posted":"2 days ago"},{"heading":"Bengaluru Mysuru Expressway flooded after first pre-monsoon rain, leads to vehicle pile-up","time_posted":"18 hours ago"},{"heading":"Karnataka: Newly inaugurated by PM Modi, Bengaluru-Mysuru Expressway flooded after moderate rainfall; watch","time_posted":"2 days ago"},{"heading":"These flex boards are banned in the state of Karnataka, but if MLA wants it can be done. this flex board was found at Central Street, shivajinagar, Bangalore","time_posted":"2 days ago"},{"heading":"Less than a week after inauguration by PM Modi, Bengaluru-Mysuru expressway flooded after rains","time_posted":"2 days ago"},{"heading":"Bengaluru-Mysuru Expressway, Opened By PM 6 Days Ago, Flooded After Rains","time_posted":"2 days ago"},{"heading":"Bengaluru Startup Pixxel Shares Hyperspectral Images From Its Satellites In “Major Milestone\"","time_posted":"2 days ago"},{"heading":"Hey guys, I am doing a study on the consumer’s perspective on online grocery shopping versus physical supermarkets. It is for my college dissertation. Please help me get responses. Thank you!!","time_posted":"2 days ago"},{"heading":"Virat Kohli has been RCB’s captain for over 15 years and ABD has played for so many years. Why don’t people criticise them for not knowing Kannada despite playing for Bangalore for such a long time? Has MSD learned Tamil?","time_posted":"2 days ago"}],"rules":["R1 : Follow Reddit rules","R2 : No Abuse","R3 : No NSFW Content","R4 : Post Title and Flair","R6 : Reasons For Ban"],"subreddits":{"See also":{"r/karnataka":"13,453 members","r/IndiaSpeaks":"478,355 members","r/GlobalNews":"4,387 members","r/RCB":"88,230 members","r/indianews":"181,710 members","r/kannada":"16,825 members"}},"about":{"header":"About Community","description":"Discuss Bangalore Nagara vaarthe, trends, city life etc. Posts can be in English or Kannada. Any Karnataka state news which affects Bangalore is also welcome. Leading sub for Reddit Bangalore.","created":"Created Aug 13, 2020","stats":["3.3k Members","2 Online"]},"other_information":[]}