{"time_collected":"2023-03-07 02:03:59.430358-05:00","top_headers":[{"heading":"/u/olivia_iris explains the state of the Australian News Media Landscape","time_posted":"14 hours ago"},{"heading":"/u/inconvenientnews makes it clear just how hypocritical and cowardly Texas Republicans really are.","time_posted":"3 hours ago"},{"heading":"u/inconvenientnews deconstructs the effects of (or lack of) restrictive American policies on different states","time_posted":"5 hours ago"},{"heading":"Merari01 explains the importance of bodily autonomy","time_posted":"3 hours ago"},{"heading":"A new phrase is cloned in a thread about Elephants stealing sugar cane from trucks","time_posted":"6 hours ago"},{"heading":"u/staplehill explains why so many people from Countries like the US want to move to germany.","time_posted":"1 day ago"},{"heading":"u/Mapincanada gives some great advice to motivate yourself to exercise","time_posted":"1 day ago"},{"heading":"u/ButtDonaldsHappyMeal finds the exact location in the Congo jungle of a picture from 1959 of a supposedly giant snake","time_posted":"4 days ago"},{"heading":"/eelonmusk explains why 3200 years old unbroken seal is not that old for humanity","time_posted":"4 days ago"},{"heading":"u/Nefarious_Turtle gives a brief overview of communism/socialism","time_posted":"4 days ago"},{"heading":"u/knfrmity gives a concise explanation of how capitalism beat the left","time_posted":"3 days ago"},{"heading":"/u/david-z-for-mayor provides a comprehensive bullet-point-form analysis of homelessness as a local public policy issue, outlining why traditional responses to it have continued to fail","time_posted":"4 days ago"}],"rules":["Don't link to everyday interactions with celebrities","Bots and in-character novelty accounts are not welcome","Don't link to your own comments or posts","Provide context!","Civility.","Deleted or duplicate post","Gatekeeping/Content Policing","This makes me angry. Also what is a downvote?"],"subreddits":{"Related Communities":{"r/Conservative":"1,028,479 members","r/Economics":"3,155,637 members","r/neoliberal":"144,834 members","r/Quebec":"249,961 members","r/undelete":"103,041 members","r/news":"25,907,423 members","r/Destiny":"177,412 members","r/Flagrant2":"21,875 members","r/moderatepolitics":"285,060 members","r/technology":"13,892,340 members"}},"about":{"header":"About Community","description":"The very best comments on reddit as submitted by the users of reddit.","created":"Created Jan 25, 2008","stats":["5.4m Members","778 Online","#38 Ranked by Size"]},"other_information":[{"header":"We do not give warnings","description":"Due to the sheer number of subscribers we have, our rules are the only warning you will receive."},{"header":"Our submission guidelines","description":"Please read our submission guidelines before making your post. Your submission may be removed if you do not follow them."},{"header":"Some relevant subreddits","description":"/r/bestofTLDR - The best TL;DRs of reddit.\n/r/DailyDot - For when you want to catch up on all the reddit that you missed while you were sleeping, eating, vacationing, or otherwise AFK.\n/r/DefaultGems - For the very best gems that the default reddits have to offer!\n/r/DepthHub - For the best in-depth conversations to be found on reddit.\n/r/GoodLongPosts - A automated subreddit for finding the best longform posts of reddit.\n/r/Help - For help with reddit.\n/r/MetaHub - For the best meta discussion to be found on reddit.\n/r/ModHelp - For help with modding on reddit.\n/r/MuseumOfReddit - Historic Posts and Comments\n/r/NewReddits - For the best (and worst) new reddits!\n/r/RedditorOfTheDay - For all you need to know (and maybe more) about a featured redditor.\n/r/ObscureSubreddits - All about interesting reddits which have fallen out of the limelight due to no fault of their own\n/r/SubredditOfTheDay - For a daily feature on a subreddit you've probably never heard of before.\n/r/ThankYou - For when a certain redditor needs a good, hard thanking.\n/r/TheoryOfReddit - For inquiring into what makes the Reddit community work and what we in the community can do to help make it better.\n/r/VeryPunny - For the best (and worst) pun threads on reddit. |\n/r/WorstOf - For the best (and worst) trolls to be found on reddit.\n/r/weeklyreddit - For new and interesting subreddit discovery.\n/r/YouGotTold - Collection of fine retorts\n/r/BestOfNoPolitics - Bot run sub that collects all posts from /r/bestof and filters out political posts."}]}