{"time_collected":"2023-03-07 01:39:52.729993-05:00","top_headers":[{"heading":"Subreddit Rules","time_posted":"4 years ago"},{"heading":"Small Questions and Thank Yous Weekly Thread","time_posted":"1 day ago"},{"heading":"How is this possible? This chain only has ~600miles on it.","time_posted":"16 hours ago"},{"heading":"Is this Hydraulic fluid?","time_posted":"15 hours ago"},{"heading":"Is this bike frame ridable?","time_posted":"3 hours ago"}],"rules":["Play nice","Stay on topic / No jokes","Questions Only"],"subreddits":{"Related Communities":{"r/Fixxit":"33,783 members","r/bicycling":"1,080,305 members","r/mountainbiking":"148,702 members","r/gravelcycling":"89,340 members","r/cycling":"309,171 members","r/MTB":"306,974 members","r/CanyonBikes":"13,921 members","r/bmx":"57,950 members","r/TrekBikes":"19,893 members","r/bikecommuting":"152,875 members"}},"about":{"header":"About Community","description":"A forum for folks with questions about bicycle repair. Post your problems, and we will try to get your bike rolling again. It really helps if you can provide pictures and/or video.","created":"Created Jun 3, 2011","stats":["173k Members","569 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Posting: Questions Only","description":"It really, really helps if you can provide pictures and/or video.\nIf you just want to post a picture, this isn't the place for it. Questions and advice about bike repair only.\nYou can also consult our FAQ or the list of people willing to help locally.\n\"Is this cracked / safe to ride?\" - If you have to ask, don't ride it. We probably can't tell from a picture just what condition your bike is in. Take it to your Local Bike Shop and ask them. If it's carbon, a specialist repair shop may be required. They should have the equipment and expertise to inspect it properly."},{"header":"Other resources","description":"Websites:\nSheldon Brown's Bicycle Technical Info. A comprehensive resource with answers to common and obscure questions, data tables, etc., including a glossary which also serves as an index.\nPark Tools' Repair Help including illustrated text and video guides to service procedures.\nCold Setting Steel Frames: adjusting the dropout spacing on a old frame to fit a more modern drivetrain. A comment with an overview and links to more information.\nOther helpful subs:\nr/BikeMechanics Anything and everything related to working on bicycles.\nr/bicycleengineering: bicycle technology from an engineering perspective.\nr/wheelbuild and r/Framebuilding for construction of those components.\nr/Bikebuilding for discussing and showing off bikes built up from a frame. See also r/xbiking.\nr/Vintage_bicycles/ for pre-1986 bicycles.\nr/bikecoops/\nOutlets for posts that don't belong on r/bikewrench\nr/JustRidingAlong \"Pictures and stories of some of the most egregious user-error and bad luck damage on bicycles.\"\nr/BustedCarbon\nr/BicyclingCirclejerk/\nor just plain r/bicycling, which also has links to more subs."}]}