{"time_collected":"2023-03-08 19:05:21.360431-05:00","top_headers":[{"heading":"How do i find a chain like that one? What is it called?","time_posted":"5 hours ago"},{"heading":"Will the Nike x Billie Eilish Air Force 1 High go back in stock for the sold out sizes?","time_posted":"7 hours ago"},{"heading":"Picked up for a quarter at dirt cheap","time_posted":"23 hours ago"}],"rules":["Content must be relevant to Billie Eilish","No NSFW/NSFL Content","Be Civil","Do not steal content","Follow the Reddit rules","Low quality/spam posting."],"subreddits":{"Related Subreddits":{"r/FINNEAS":"1,236 members"}},"about":{"header":"About Community","description":"Dedicated to sharing and discussing anything and everything related to Billie Eilish.","created":"Created Jul 13, 2017","stats":["316k Avocados","81 Listening to Guitar Songs"]},"other_information":[{"header":"Bio","description":"With the release of her highly anticipated sophomore album Happier Than Ever the 19-year-old Los Angeles native remains one of the biggest stars to emerge in the 21st century.\nSince the release of her debut single ocean eyes in 2015, Eilish continues to shatter the ceiling of music with her genre-defying sound. Fast forward from her humble breakout, her album WHEN WE ALL FALL ASLEEP, WHERE DO WE GO? debuted at No. 1 on the Billboard 200 in the U.S as well as 17 additional countries around the world upon release in 2019, and was the most streamed album of that year. WHEN WE ALL FALL ASLEEP, WHERE DO WE GO? was written, produced and recorded entirely by Billie Eilish and brother FINNEAS in their childhood home of Los Angeles.\nBillie Eilish went on to make history as the youngest artist to receive nominations and win in all the major categories at the 62nd GRAMMY® Awards, receiving an award for Best New Artist, Album of the Year, Record of the Year, Song of the Year, and Best Pop Vocal Album.\nBillie Eilish is also the youngest artist to write and record an official James Bond theme song, No Time To Die. Most recently, Billie Eilish was nominated for four additional awards at the 63rd Annual GRAMMY Awards in 2021, and took home both Record of the Year for everything i wanted and Best Song Written For Visual Media for No Time To Die\nBillie Eilish’s latest album Happier Than Ever was written by Billie and her brother FINNEAS who also produced the album."}]}