{"time_collected":"2023-03-08 18:29:38.334664-05:00","top_headers":[{"heading":"He was a human in his past life","time_posted":"15 hours ago"},{"heading":"They are plotting to steal our souls","time_posted":"15 hours ago"},{"heading":"You can literally see where the cables connect","time_posted":"5 hours ago"}],"rules":["No Government Propaganda","No Spam","Not Bird Related","No Reposts","No 'Is this sub satire' Posts.","No dead \"birds\"","Be Kind"],"subreddits":{"Related Communities":{"r/birding":"429,784 members","r/Ornithology":"288,297 members","r/Snorkblot":"8,235 members","r/cockatiel":"74,667 members","r/parrots":"261,508 members","r/pigeon":"19,184 members","r/Paleontology":"149,045 members","r/rainworld":"20,926 members","r/tarantulas":"80,915 members","r/bassfishing":"179,631 members"}},"about":{"header":"About Community","description":"They used to be. Until the U.S. Government replaced them with drone replicas designed to spy on the American public. Founded in 1976.","created":"Created Jun 9, 2017","stats":["467k Patriots","174 Ready to Rally"]},"other_information":[{"header":"Movement Information","description":"Official Links:\nWebsite: birdsarentreal.com\nInstagram: @birdsarentreal\nTwitter: @birdsarentreal\nDiscord: https://discord.gg/MDR3nfYJFj\nOfficial Emails:\nmedia@birdsarentreal.com claire@birdsarentreal.com peter@birdsarentreal.com"},{"header":"FAQ","description":"Q: What is this movement's purpose?\nA: The Birds Aren't Real movement exists to spread awareness that the U.S. Government genocided over 12 Billion birds from 1959-2001, and replaced these birds with surveillance drone replicas, which still watch us every day. Once a preventative cause, our initial goal was to stop the forced extinction of real birds. Unfortunately this was unsuccessful, and the government has since replaced every living bird with robotic replicas. Now our movement's prerogative is to make everyone aware of this fact.\nQ: What do you mean 'birds aren’t real'?\nA: The term “Birds Aren’t Real” refers to biological “Birds” no longer existing on United States soil. After the government forcibly made the entire species extinct in the 20th century, all of these real birds were replaced with surveillance drones designed to look just like Birds. To simplify- Birds no longer exist in the U.S. as a biological lifeform, thus, Birds Aren’t Real!\nQ: Is this movement serious?\nA: Yes. The Birds Aren’t Real movement has been active since 1976. Once a preventative cause, our initial goal was to stop the genocide of real birds. Unfortunately this was unsuccessful, and the government has since replaced every living bird with robotic replicas. Now our movement's prerogative is to make everyone aware of this fact.\nMore at birdsarentreal.com"}]}