{"time_collected":"2023-03-20 00:06:26.474246-04:00","top_headers":[{"heading":"Show’s over, folks. We’re packing it in, time to move on. We had fun while it lasted and really enjoyed hanging with you guys. Wish you all the best, stay safe, have fun, and be excellent to each other.","time_posted":"2 years ago"},{"heading":"New Sub!","time_posted":"1 year ago"},{"heading":"Well, show’s officially over","time_posted":"10 months ago"},{"heading":"Message From r/Kojimbox","time_posted":"1 year ago"},{"heading":"I love you all.","time_posted":"2 years ago"},{"heading":"An invite to all members to delete the app","time_posted":"2 years ago"},{"heading":"Realtime Gexperience","time_posted":"2 years ago"},{"heading":"I found new clue","time_posted":"2 years ago"},{"heading":"Regardless of what abandoned is, I think the general consensus is that we love Kojima imagination and would love for his next project to be psychological horror inspired - I think we have bread crumbs to believe that will be his next project after DS","time_posted":"2 years ago"},{"heading":"The bright side of things","time_posted":"2 years ago"},{"heading":"For historical purposes: Rundown of the most recent Silent Hill revival reports","time_posted":"2 years ago"}],"rules":["No excessive bashing of any person. This is not an anti-[insert person] club","Disagree politely. Respect one another.","No toxicity","Memes are good","No mischief (unrelated to memes)","Do not share private conversations or confidential information without proof of consent","DO NOT DOX or post ANY emails/phone numbers/etc even if public (saying where it can be found is ok)"],"subreddits":{"Spin-Off Subs":{"r/Kojimbox":"1,489 members"}},"about":{"header":"About Community","description":"Public space to discuss strange coincidences surrounding Silent Hill, Kojima, and Blue Box. Not to be taken too seriously. Mostly just fun hypothesizing. Don't be toxic or attack people. Your theories are valuable here! The previous subreddit is r/TheBlueBoxConspiracy but it was heavily restricted by mods. Keep this place fun for everyone so we don't see the same fate. See rules. Join the Discord! https://discord.gg/W83F3QAdAC","created":"Created Jun 22, 2021","stats":["4.2k Members","4 Online"]},"other_information":[]}