{"time_collected":"2023-03-19 19:45:48.824400-04:00","top_headers":[{"heading":"Blue Lock - Episode 23 Discussion Thread","time_posted":"1 day ago"},{"heading":"Megathread - Blue Lock 211 - Leaks/Raws/Discussion","time_posted":"3 days ago"},{"heading":"What is your favourite “sus” moment in the series?","time_posted":"8 hours ago"},{"heading":"isagis 100% winning formula","time_posted":"12 hours ago"},{"heading":"Just reminding everyone of the time Isagi dribbled Bachira.","time_posted":"9 hours ago"}],"rules":["Follow the general submission guidelines","No harassment allowed inside or outside this subreddit","Spoiler rules","Raw chapters and leaks go to the megathread","Fan content rules","Do not link to illegal content if legal content is available","All news or media submissions must provide a valid source","Avoid reposting","No low effort post","No self-advertising, spamming, and excessive self promotion.","No NSFW content","Content removal request","Post Freeze"],"subreddits":{"Related Communities":{"r/ClassroomOfTheElite":"109,764 members","r/acotar":"66,892 members","r/TowerofGod":"110,141 members","r/Kengan_Ashura":"47,248 members","r/BungouStrayDogs":"49,117 members","r/danganronpa":"312,122 members","r/Totaldrama":"41,805 members","r/Boruto":"194,006 members","r/tbatenovel":"40,610 members","r/Genshin_Impact":"1,824,188 members"}},"about":{"header":"About Community","description":"(Welcome to r/BlueLock) a subreddit dedicated to the Blue Lock ~ブルーロック~ series written by Muneyuki Kaneshiro and illustrated by Yusuke Nomura. Check our sidebar for more information and read our rules before participating. Desktop Banner by: u/BrandonxF","created":"Created Aug 1, 2018","stats":["67.7k STRIKERS","1.3k EGOISTS","Top 5% Ranked by Size"]},"other_information":[{"header":"FAQ","description":"Nope, there is no official colored version of the manga.\nBlue lock is a weekly manga.\nThe latest chapter(210) has been translated and published. If the post is not pinned, search for the latest post with the flair \"New chapter(translated)\"\nIs Blue lock currently on break? NO.\nThe next chapter(211) comes out between 20/03/2023-22/03/2023\nThe raws/leak for next chapter(211) will probably be out on March 18 2023\nAnime: The latest episode(22) thread is out. If the post is not pinned, search for the latest post with the flair \"new episode\" The latest anime Episode(22) stops at the following chapter in the manga: Chapter 84\nThere is sub dedicated to discussing the Blue lock WP Game: r/BLLK_PWC"},{"header":"What is it about? (Sypnosis)","description":"\"The story begins with Japan's elimination from the 2018 FIFA World Cup, which prompts the Japanese Football Union to start a programme scouting high school players who will begin training in preparation for the 2022 Cup. Isagi Yoichi, a forward, receives an invitation to this programme soon after his team loses the chance to go to Nationals because he passed to his less-skilled teammate —who missed— without trying to make the game-changing goal by himself.\nTheir coach will be Ego Jinpachi, who intends to “destroy Japanese loser football” by introducing a radical new training regimen: isolate 300 young strikers in a prison-like institution called “Blue Lock” and put them through rigorous training aimed at creating “the world's greatest egotist striker.”"},{"header":"Learn more about our rules","description":"Full documentation of rules and guidelines"}]}