{"time_collected":"2023-03-07 04:54:06.871168-05:00","top_headers":[{"heading":"Should I invest in [X] index fund? (A simple FAQ thread)","time_posted":"1 year ago"},{"heading":"So you want to buy US large cap tech growth stocks ... [record scratch, freeze frame]","time_posted":"3 years ago"},{"heading":"Proud of myself! Maxed my Roth IRA last year and about to this year!","time_posted":"17 hours ago"},{"heading":"Why You Shouldn't Take Investment Advice From TV Personalities - After The Cut | The Daily Show","time_posted":"17 hours ago"},{"heading":"I have a lot of gray hair and a 7-figure account balance at Vanguard. A word of encouragement to younger Bogleheads.","time_posted":"1 day ago"},{"heading":"15 almost 16 and dont know where to start","time_posted":"15 hours ago"},{"heading":"Roth IRA Investments (Advice Wanted)","time_posted":"12 hours ago"},{"heading":"Benefits of different index’s for Roth IRA","time_posted":"14 hours ago"},{"heading":"Inherited IRA (Non-Spouse) Distributions","time_posted":"18 hours ago"},{"heading":"How's This Plan?","time_posted":"22 hours ago"}],"rules":["Spam or Self-Promotion","Civility","Non-substantive"],"subreddits":{"Related Communities":{"r/Boglememes":"4,757 members","r/portfolios":"24,493 members","r/personalfinance":"17,459,121 members","r/BogleJerk":"195 members"}},"about":{"header":"About Community","description":"Bogleheads are passive investors who follow Jack Bogle's simple but powerful message to diversify and let compounding grow wealth. Jack founded Vanguard and pioneered indexed mutual funds. His work has since inspired others to get the most out of their long-term stock and bond investments by indexing. Active managers want your money - our advice: keep it! How? Investing in broad-market (MF or ETF) indexes, diversified between equities and fixed income. Buy, hold, rebalance, and stay the course!","created":"Created May 9, 2011","stats":["226k Members","276 Online"]},"other_information":[{"header":"Boglehead Basics","description":"The Bogleheads Investing Philosophy\nThe Bogleheads Web Forum\nThe Man (Jack Bogle)\nThe Book (BH Guide to Investing)\nThe Wiki (Great Resource!)"},{"header":"FAQ, Tools & Resources","description":"Asset Allocation\nBuilding Your 'Lazy Portfolio'\nDiversifying With Bonds\nAllocating Across Accounts\nTax-Efficient Fund Placement\nDon't Panic -- Stay the Course!\nCommon Behavioral Pitfalls\nChasing Recent Performance\nLump Sum vs Dollar Cost Averaging\nDividends Are Not Free Money\nCryptocurrency is Speculative\nPro Tip: Avoid Edward Jones\nAdditional Resources & Reading\nGlobal Stock Diversification (US + Intl)\nBond Funds When Rates Rise\nSeries I & EE Savings Bond Benefits\nPortfolio Tracking Spreadsheets\nFurther Reading Material (Books)"},{"header":"What is a 'Boglehead' Anyway?!","description":"While it means different things to different people, the 'Bogleheads' (or: passive indexing) approach to investing is all about low-cost, tax-efficient, broadly diversified, long-term simplicity.\nThis philosophy is about making a plan for the long haul and sticking with your strategy through times of fear or irrational exuberance.\nSet and forget your nest egg, tune out the noise; buy, hold and rebalance; get outside, enjoy life!\nNote: “Bogleheads” is a registered trademark of the John C. Bogle Center for Financial Literacy, a 501(c)3 organization at BogleCenter.net."},{"header":"Don't Chase Performance!","description":"Considering a tilt toward US/growth/tech?\nThe year is 2020 and a lot of investors are asking about US large, tech and growth stocks, a performance-chasing approach following a familiar pattern: people gravitate to what is popular. Alas, winners rotate. So, here goes:\nStart by reading about three-fund portfolios, consider the diversification benefits of ex-US holdings, and for a simple graphical demonstration of rotating winners, check out this chart. The bottom line is this: global equity investments increase diversification and as of the time of this sidebar update, international stocks are relatively inexpensive compared to US ones.\nBe extremely wary of buying high, which can lead to selling low. If you're at a loss for where to begin, start with a Target Date fund and learn the basics of investing before you start tilting away from a broadly diversified global portfolio.\nWe've all been where you are - the appeal of recent outperformers is extremely tempting. But if you had invested in the best performing markets and sectors during the 2000s, you'd have had a rough time during the 2010s. No one knows what the future holds, but avoid learning the hard way by diversifying. Good luck."}]}