{"time_collected":"2023-03-07 00:59:33.331908-05:00","top_headers":[{"heading":"Flairs have been added to /r/booksuggestions! Please flair your requests!","time_posted":"1 year ago"},{"heading":"PSA: GoodReads Bot down until further notice due to technical issues.","time_posted":"2 months ago"},{"heading":"Looking for dark, cozy, witchy, quiet books","time_posted":"11 hours ago"},{"heading":"Looking for other books like The Dresden Files","time_posted":"15 hours ago"},{"heading":"Looking for a nice long gay book to help me escape being wanting to unalive","time_posted":"7 hours ago"},{"heading":"Medieval historical fiction","time_posted":"2 hours ago"},{"heading":"A whodunit kind of science book that makes the scientific study of a subject interesting and ignites your curiosity.","time_posted":"8 hours ago"},{"heading":"Suggestions for books about royalty love?","time_posted":"8 hours ago"},{"heading":"sci-fi, fantasy, adventure oh my!","time_posted":"5 hours ago"},{"heading":"I want to start reading, I want something that'd change my perspective/priorities in life","time_posted":"5 hours ago"},{"heading":"Looking for English books on Françafrique and the French neo colonialism in Africa.","time_posted":"5 hours ago"}],"rules":["Not a book request","No self-promotion or advertising","Be polite","No illegal content","Not a suggestion","Not a book suggestion","No posts about where to find books & book recomendations"],"subreddits":{"Related Communities":{"r/suggestmeabook":"2,606,880 members","r/Fantasy":"3,113,410 members","r/whatsthatbook":"207,016 members","r/horrorlit":"360,303 members","r/litrpg":"50,883 members","r/printSF":"267,372 members","r/audiobooks":"201,619 members","r/Lovecraft":"226,309 members","r/bookofthemonthclub":"12,200 members","r/history":"17,438,272 members"}},"about":{"header":"About Community","description":"In need of a good read? Let us know what you want and we guarantee you'll find a great book, or your money back. Please only post requests for suggestions, not unsolicited recommendations or “should I read this book or that book” type posts.","created":"Created Jul 25, 2010","stats":["782k Members","328 Online"]},"other_information":[{"header":"Community Guidelines","description":"Submission Guidelines\nPlease only request book suggestions.\nFor general discussions about books please visit /r/books or /r/literature.\nIF YOU COME HERE FOR THE SOLE PURPOSE OF ADVERTISING A BOOK, YOU WILL BE BANNED.\nFor book promotion please visit /r/wroteabook.\nTitle-only posts will be summarily removed. Please use the text box to formulate your request in a clear and precise manner. If possible provide examples (e.g. similar books, movies etc.).\nNo links are allowed in submissions. Any submission with a link will be removed.\nNo \"Should I read this book / is this book any good?\" posts.\nNo Meta posts about this or any other subreddit.\nCommenting Guidelines\nBe polite.\nTry to contribute to the conversation. Don't attack the requests or any suggestions made, and definitely do not attack or scold individual users (it's sad really, that we actually have to specifically say this.)\nTop level replies must be suggestions or question to clear up the request.\nIf you want to include a link in your suggestion we encourage you to link to the author's page or to an amazon alternative.\nDon't link to illegal content. Any illegal content will be removed at the moderators' discretion.\nThis is not the place to advertise your book. If you are found to be excessively promoting your book in the comments, you will be banned.\nBeware: Amazon links could be caught in the spam filter. If you believe your comment or submission has been removed because it included an Amazon link, please message the mods.\nBeware: Link shorteners are automatically removed by the spam filter. Please provide full links. You can use Markdown to make your links look nicer.\n[Ficciones](htp://en.wiki.../Ficciones)\nbecomes\nFicciones\nPlease use spoiler tags as to not reveal important plot points. This is how you use a spoiler tag:\n[Spoiler:](#s \"something unexpected happens\")\nbecomes\nSpoiler:\nGeneral Reddit Rules\nLike in all subreddits we ask of you to please respect the reddit wide rules.\n  Got any questions or requests? Feel free to message the moderators.\nHow to get your own book title flair"}]}