{"time_collected":"2023-03-19 23:11:47.996975-04:00","top_headers":[{"heading":"[MARCH JOINT SCHEDULE] - The Very Secret Society of Irregular Witches (Romance), Babel (Spring BR), Station Eleven (EG), Interview With the Vampire (DR), The Decagon House Murders, I, Robot (MP), For Whom the Bell Tolls (RuR), Mostly Harmless (BB), Gather Together in My Name (BB), The Mirror and ...","time_posted":"20 days ago"},{"heading":"[Schedule] Half of a Yellow Sun by Chimamanda Ngozi Adichie","time_posted":"2 days ago"},{"heading":"[Announcement] Evergreen - The Count of Monte Cristo by Alexandre Dumas","time_posted":"12 hours ago"},{"heading":"April 2023 Book Vote","time_posted":"9 hours ago"},{"heading":"[Discussion] Ancient Classics: Meditations by Marcus Aurelius #1: Book 1-3","time_posted":"1 day ago"},{"heading":"[Discussion] Bonus Book - Gather Together in My Name by Maya Angelou | Chapters 25 to 31 (End)","time_posted":"2 days ago"}],"rules":["Spoilers must be tagged","No piracy","No off topic posts","Personal Conduct","Refrain from Bigotry"],"subreddits":{"Related Communities":{"r/Cosmere":"112,253 members","r/brandonsanderson":"110,535 members","r/Fantasy":"3,156,440 members","r/litrpg":"51,376 members","r/Malazan":"43,515 members","r/asoiaf":"868,908 members","r/WoT":"116,851 members","r/Mistborn":"80,606 members","r/Stormlight_Archive":"191,965 members","r/fantasywriters":"766,834 members"}},"about":{"header":"About Community","description":"Welcome to r/bookclub! Current schedules can be found on the sidebar, in the top tabs, and pinned on the front page of the sub. We read and post about several books each month that are suggested by members and selected by popular vote. There's no requirement for joining, so pick up your book and come read with us!","created":"Created Aug 4, 2008","stats":["152k Members","73 Online"]},"other_information":[{"header":"Current selections","description":"MARCH SCHEDULE\nMonthly Mini\nSelected Essays from Inciting Joy: Essays by Ross Gay\nWinter Big Read\nLord of the Rings by J. R. R. Tolkien\nSpring Big Read\nBabel by R.F. Kuang\nRomance\nThe Very Secret Society of Irregular Witches by Sangu Mandanna\nEvergreen\nStation Eleven by Emily St. John Mandel\nBlood Meridian by Cormac McCarthy\nMod Pick\nThe Decagon House Murders by Yukito Ayatsuji\nI, Robot by Isaac Asimov\nRunner-Up Read\nFor Whom the Bell Tolls by Ernest Hemingway\nFebruary/March Discovery Read\nInterview with the Vampire by Anne Rice\nBonus Reads\nMostly Harmless by Douglas Adams\nGather Together in My Name by Maya Angelou\nThe Mirror and the Light by Hilary Mantel\nThe Story of the Lost Child by Elena Ferrante"},{"header":"Welcome to /r/bookclub","description":"How do we pick books? About halfway through each month, we create a thread for suggestions for the next month's read. Anyone can suggest a book to read (you DON'T have to lead the discussions if you suggest a book - the mods will do that!). The book with the most upvotes is selected for the next month's read. Winners are posted a week or so before the end of the month. Discussion schedules are posted shortly thereafter. Each book is read over the course of a month, typically with one or two check-ins each week posted by a mod.\nCan I post about other books? Most activity is for books selected (by vote) for the current month, but you can post about any previous selection anytime.\nDon't post about other topics until you read the FAQ; if you post about a random book we delete your post. If you believe your post was removed in error, please contact the mods!\nWe have started a Discord server for additional discussion. Feel free to discuss anything in that server. There are specific channels for the monthly selections as well. Click here to visit the discord\nWe also have a goodreads group.\nThe selected book of the month will have a schedule but you don't have to observe the schedule. Read at your own pace, create new threads at your leisure, and have fun. We only ask, if you are ahead of the schedule, mark your posts with a [Spoilers] tag."},{"header":"Rules","description":"Here are the full rules about what's on-topic and overview of the types of posts with funny tags.\nIn brief:\nMods will remove most posts (arbitrary exceptions per mod whim) that don't fall into one of these categories:\nYou can post about any of our current or previous selections at any time. You don't have to wait for the schedule.\nPosts with suggestions/criticisms of the sub itself (\"meta\") are welcome.\nAds/promos for bookish subs are okay.\nYou can post pointers to conversations in other subs or websites about current or previous selections.\nYou can start a Campaign thread for a book at any time."},{"header":"Subreddit Info","description":"Previous Selections (Chronologically), Previous Selections (Alphabetical by author)\nMeta - posts about bookclub initiatives\nFAQ\nWiki -- suggestions for how to use the sub, navigation for old posts, web sites with interesting stuff for readers\nTraffic stats for this sub\nThis sidebar not all squished up on the side of the page.\nOther bookish subreddits and useful references\nIf r/bookclub is not your cup of tea, there are a bunch of reddit alternatives. r/ClassicBookClub reads the classics a chapter a day. At r/ayearofbookhub find information on a variety of sub reddits devoted to consuming the larger classics over a whole year.\nAlternatively search for your favourite author or series for potential read alongs.\nOther bookish subs also carry out readalongs although that may not be their primary purpose. r/books, r/Fantasy, r/literature and r/ClassicalEducation all run regular read alongs\nr/books weekly threads - Recommendations, what are you reading, much more\nr/52book has a weekly what are you reading check in, and is a great place to find recommendations and get motivated to read more.\nSee also r/literature, r/literatures, and r/AskLiteraryStudies for more in-depth and critical analysis of any book at any time.\nIf you're looking for book suggestions, try r/suggestmeabook or r/booksuggestions.\nIf you forgot the name of a book you once read, try asking r/whatsthatbook.\nTrigger warnings can be found on https://www.doesthedogdie.com/"}]}