{"time_collected":"2023-03-08 15:01:51.316884-05:00","top_headers":[{"heading":"the post that started it all","time_posted":"7 years ago"},{"heading":"BootTooBig posts are being aggressively removed by Reddit - Please send modmail if this happens to you","time_posted":"4 months ago"},{"heading":"Throughout the long week / I bear a great load / But, Friday night I’m","time_posted":"2 hours ago"},{"heading":"Roses are red, he is not deceased","time_posted":"1 day ago"}],"rules":["R1: Needs NSFW Tag","R2: Setup in Title and Punchline in Post","R3: Rhyme/Meter","R4: Inflammatory Content","R5: Politics","R6: Implied/Crosspost","R7: Repost","R8: Content Policy Violations","R9: No Roses Wednesday"],"subreddits":{},"about":{"header":"About Community","description":"\"Roses are red\" memes among other things. This is a place to share posts where the title sets up a joke as the first half of a poem and an image delivers the punchline as the second half.","created":"Created Aug 3, 2016","stats":["639k Members","74 Online"]},"other_information":[{"header":"Chat with us!","description":"Discord Server - Subject to its own set of rules, please read them upon joining.\nReddit Chatroom - Subject to subreddit Rules 4 and 5, and moderated by the same mods."},{"header":"Post Flairs","description":"True BootTooBig - The post has both good rhyme and meter, and have a significant amount of upvotes.\nSmall Boots - The post has either bad rhyme or meter. Small Boots are usually allowed only on Small Boot Sundays.\nImplied - The picture in the post has no/few words and the punchline is implied.\nQuality Shitpost - A post that is essentially trolling, but exceptionally well executed. Given at mod's discretion.\nMod Approved - A post that a mod particularly enjoyed, even if it had bad rhythm or rhyme. Given at mod's discretion.\nNot a BTB - Posts that do not follow the BootTooBig format but were entertaining enough to not be removed."},{"header":"Origin","description":"/u/epicblob was inspired by this old meme and asked this question in /r/findareddit and couldn't find anything, so they decided to make this sub."}]}