{"time_collected":"2023-03-08 18:18:57.455234-05:00","top_headers":[{"heading":"Sunday Brawl Chat","time_posted":"11 days ago"},{"heading":"Sunday Brawl Chat","time_posted":"4 days ago"},{"heading":"Voting for the better Gadget and Starpower Revival day 21: dynamike Gadget","time_posted":"2 hours ago"},{"heading":"Voting for the better Gadget and Starpower Revival day 20: Jessie Starpower","time_posted":"1 day ago"},{"heading":"Day 56 of Survey questions until Nani gets her skin: What is currently you highest mastery rank on a brawler?","time_posted":"23 hours ago"},{"heading":"Day 55 of Survey questions until Nani gets a skin: What rank is you club currently in?","time_posted":"2 days ago"},{"heading":"What icons and pins do you have in your Battle Card profile?","time_posted":"2 days ago"},{"heading":"Day 51 of Survey questions until Nani gets her skin: What’s your favorite 299 gem skin? (Excluding discounts)","time_posted":"6 days ago"},{"heading":"Which of these skins should I get next?","time_posted":"7 days ago"},{"heading":"Day 50 of Survey questions until Nani gets her skin: The trophy season is nearing its end, so you’d want to earn a trophy on each brawler to avoid losing trophies, how prepared are you for this?","time_posted":"7 days ago"},{"heading":"Which shall I buy? I have about 300 gems","time_posted":"7 days ago"},{"heading":"Which shall I buy? I have about 300 gems","time_posted":"7 days ago"},{"heading":"On which brawler you are more excited about?","time_posted":"8 days ago"},{"heading":"Day 49 of Survey questions until Nani Gets her skin: How many times did you open up brawl stars and the maintenance was still going on?","time_posted":"8 days ago"},{"heading":"When we are allowed to swap Brawlers with our teammates in Club/Power League, should we able to see their Brawlers' Power Level and Star Powers/Gadgets/Gears before requesting?","time_posted":"8 days ago"},{"heading":"Favorite Piper skin?","time_posted":"8 days ago"},{"heading":"Day 48 of Survey questions until Nani gets her skin: If you were to get a title how likely would it be by?","time_posted":"9 days ago"},{"heading":"How popular is Crow?","time_posted":"10 days ago"},{"heading":"Day 47 of Survey questions until Nani gets her skin: Which balance change are you most happy about?","time_posted":"10 days ago"},{"heading":"Which brawler is most likely to betray you","time_posted":"10 days ago"},{"heading":"Since Nani and Frank got new skins this update, which brawler should get a skin next?","time_posted":"10 days ago"},{"heading":"Day 46 of Survey questions until Nani Gets her skin!: What’s you favorite part about brawl talk?","time_posted":"11 days ago"},{"heading":"Day 46 of Survey questions until Nani gets a skin: Will you watch the Brawl talk Live?","time_posted":"12 days ago"},{"heading":"Day 45 of Survey questions until Nani gets a skin: how much is the most expensive skin you bought? (BP skins don’t count)","time_posted":"13 days ago"}],"rules":["NSFW, off-topic and usage of vulgar language against others prohibited.","No abuse and use of offensive language or slurs against others","All options should be unique","No self Promotion here","Before Brawl Talks, and for 24 hours after, please mark all related posts as spoilers","Feel free to give the mods recommendations for the sub through Modmail or the Sunday Brawl Chat","Check for recent similar posts before posting","Make sure your post will create interesting and thought-provoking discussions","Don't post more than 10 posts a day"],"subreddits":{"Partnered Subreddits":{"r/Brawlstars":"626,872 members","r/letsmakeabrawler":"95 members","r/BrawlStarsClips":"9,799 members"}},"about":{"header":"About Community","description":"Answer and post interesting polls, questions, and trivia about Supercell's mobile MOBA Brawl Stars","created":"Created May 12, 2020","stats":["2.0k Pollers","11 Polling"]},"other_information":[]}