{"time_collected":"2023-03-07 04:00:19.293277-05:00","top_headers":[{"heading":"Join the Breaking Bad Universe Discord!","time_posted":"3 years ago"},{"heading":"Hi r/BB It's Spooge (David Ury) the ATM victim from season2. I just wanted to tell you guys about my quarantine project. I'm doing old TV theme songs as dramatic monologues. Flipper, Degrassi Jr. High, Silver Spoons, Ducktales and more. Please check them out with this playlist. I hope you enjoy.","time_posted":"3 years ago"},{"heading":"My Halloween Costume","time_posted":"5 hours ago"},{"heading":"Is naming your child Walter White tacky?","time_posted":"15 hours ago"},{"heading":"Who is the most annoying character in the show in your opinion and why is it Ted?","time_posted":"12 hours ago"}],"rules":["Do not put character death or series finale spoilers in your submission title.","All content that is not directly-related to Breaking Bad will be removed.","No shitposting.","No whining like a little bitch if your post is removed by the mods."],"subreddits":{},"about":{"header":"About Community","description":"A subreddit for fans and critics of the hit television series Breaking Bad on AMC. Here you will find discussions and speculations about the show, pictures from the show, AMA's with the cast, and anything else Breaking Bad related.","created":"Created Mar 22, 2010","stats":["1.7m Members","1.0k Online"]},"other_information":[{"header":"Sidebar","description":"Subreddit Rules\nDBAA! Do not put character death or series finale spoilers in your submission title. Put the word \"spoilers\" in the title if your post contains details about Better Call Saul episodes. If you intentionally spoil the series for new viewers, it will result in a ban.\nIf you are a new viewer, we strongly recommend you finish the series before you post here.\nAll content that is not directly-related to Breaking Bad will be removed (this includes image macros/memes, reaction images, HIFW images, and screenshots from websites/social media/text messages/etc).\nWhen submitting an image, use a reliable host (Imgur, Minus, Flickr, etc) and link directly to it (URL ends in .png, .jpg, .gif, etc).\nTo keep content fresh, reposts and submissions without significant commentary relevant to Breaking Bad may be removed at moderator discretion.\nNo shitposting.\nNo whining like a little bitch if your post is removed by the mods.\nBreaking Bad Universe Discord!\nRicin and Lily of the Valley poison FAQ\nRemember Kevin Cordasco\nThe Kevin Cordasco Foundation\nEpisode Discussion Archive\nBreaking Bad Music\nBreaking Bad AMAs\n* Listed in chronological order unless Bob Odenkirk.\nGiancarlo Esposito (Gus Fring)\nMatt Jones (Badger)\nBob Odenkirk (Saul Goodman)\nRodney Rush (Combo)\nLuis Moncada (Marco, Cousin #1)\nCharles Baker (Skinny Pete)\nDaniel Moncada (Leonel, Cousin #2)\nJeremiah Bitsui #1 (Victor)\nAlex Gianopoulos (Location Scout, Breaking Bad)\nRian Johnson (Director, Breaking Bad)\nPatrick Sane (Frankie, Gang Guy)\nDavid Ury #1 (Spooge, ATM Guy)\nRj Mitte #1 (Walt Jr.)\nMarius Stan (Bogdan)\nDave Porter (Composer, Breaking Bad)\nBreaking Bad Staff (Michelle MacLaren, Gordon Smith, Jenn Carroll & Trevor Baker)\nBryan Cranston (Walter White)\nAaron Paul (Jesse Pinkman)\nOmaze Contest Winner\nTait Fletcher (Lester, Gang Guy)\nMorse Bicknell (Declan's Driver)\nMerrit Glover (Skyler's stand-in)\nThomas Golubić (Music Supervisor, Breaking Bad)\nJeremiah Bitsui #2 (Victor)\nRyan Begay (Good Samaritan)\nMatthew T. Metzler (Matt, Gang Guy)\nDavid Ury #2 (Spooge, ATM Guy)\nRJ Mitte #2 (Walt Jr.)\nVince Gilligan (Showrunner)\nAaron Paul #2\nDo not put spoilers in the title of your posts!\nCharacter deaths and any series finale details are spoilers\nTo make a spoiler comment use:\n[spoiler](#s \"This is a spoiler.\")\nIRC Chat\nServer: irc.snoonet.org\nChannel: #breakingbad\nYou MUST pick a nickname that doesn't start with snoo, kiwi, or mib to join the channel.\nWeb chat link.\nOfficial Links\nInsider Podcast\nMusic by Season: 1 2 3 4 5\nOther Links\nTraffic Stats\n/r/bettercallsaul\n/r/circlejerkbreakingbad\n/r/breakingbadcomics\n/r/breakingbadart\n/r/MetastasisRemake\nRegarding Piracy\nAny post or comment linking to a live stream or illegal download site for Breaking Bad might get removed. We will not censor our IRC channel, because it is a great medium for free speech and we support that. We take this seriously, violating this policy can result in a ban.\nBetter Call Saul"}]}