{"time_collected":"2023-03-06 22:30:35.099129-05:00","top_headers":[{"heading":"Just done the pension calculator for when I retire","time_posted":"1 month ago"},{"heading":"We're all sleepwalking into office bunnies again and it pisses me right off","time_posted":"19 days ago"},{"heading":"Ordered poached eggs for breakfast, was told they don't have any poached eggs but they can fry me one instead.","time_posted":"18 hours ago"},{"heading":"Having to circumnavigate an increasing amount of tripods with recording phones in an already busy gym.","time_posted":"7 hours ago"},{"heading":"Weeks before Mother's Day, stores completely decked out, adverts, expensive presents all around. When Father's Day comes around, it's the same sad display of a big Dairy Milk bar, \"Dad's Air Guitar Hits from the 80s!\" and pajama sets","time_posted":"17 hours ago"},{"heading":"Do people who continually post “RIP”, “thoughts are with the family” and “fly high with the angels” under Facebook news stories about people dying genuinely give a toss","time_posted":"21 hours ago"},{"heading":"ordering click and collect groceries to save time. Then waiting 45 minutes for your order because it's not ready on time","time_posted":"11 hours ago"},{"heading":"Woke up to a 17% increase on my monthly season ticket (Southeastern). Happy Monday everyone!","time_posted":"20 hours ago"},{"heading":"Strimming my perimeter hedges and finding 5 discarded disposable vapes in the first hour.","time_posted":"13 hours ago"},{"heading":"My kid just requested and ate a dry crumpet. A. DRY. CRUMPET. And she enjoyed it. Now worried I am bringing up a psychopath.","time_posted":"1 day ago"},{"heading":"It is nothing short of a scandal that ITV, one of our major television channels with millions of pounds in assets, have produced a catchup app as consistently terrible as ITVX","time_posted":"1 day ago"},{"heading":"I hate birthdays and I feel like this is a very British thing","time_posted":"1 day ago"},{"heading":"I live on the main road through a town. Just been woken up by roadworks that have just started. It's 8am on Sunday. You're having a laugh.","time_posted":"2 days ago"}],"rules":["Nothing meta - no posts about reddit, subreddit, or subverting AutoModerator","Problems must be relatable to the wider British public (but not necessarily British in nature)","Submission titles must contain the entire problem","No politics, policies, or anything political in either comments or posts","No slurs or harassment","No spam or surveys","Don't treat this place like Facebook","No uncivil posts or comments"],"subreddits":{"Related Subs":{"r/BritishSuccess":"422,809 members","r/unitedkingdom":"1,367,650 members","r/AskUK":"1,001,838 members","r/CasualUK":"1,639,785 members","r/MentalHealthUK":"11,143 members","r/BritishTV":"365,883 members","r/UKMusicLounge":"417 members"}},"about":{"header":"About Community","description":"You can only whinge if it makes us chuckle","created":"Created Sep 8, 2011","stats":["904k Cold cups of tea","364 Broken biscuits"]},"other_information":[{"header":"Graphics Credit","description":"Credit to r/BannerRequest and particularly u/mohagthemoocow for their amazing work on our graphics."}]}