{"time_collected":"2023-03-07 03:30:19.178905-05:00","top_headers":[{"heading":"¤¤¤ Weekly /r/Buddhism General Discussion ¤¤¤ - March 06, 2023 - New to Buddhism? Read this first!","time_posted":"22 hours ago"},{"heading":"Hey You! Yeah You! The one who has \"fallen\" off the path.","time_posted":"15 hours ago"},{"heading":"My first altar (Version 2.0)","time_posted":"10 hours ago"},{"heading":"Karma and plants","time_posted":"19 hours ago"},{"heading":"Bhiksuni Panel: Faith & Gender Equality in a Post-Pandemic World (Hybrid Talk)","time_posted":"12 hours ago"},{"heading":"Great series of translated excerpts of the \"Taste of Two Worlds\" by Elder Upasaka Li Bing Nan","time_posted":"4 hours ago"},{"heading":"Is there any way to see Guanyin?","time_posted":"13 hours ago"},{"heading":"Can I live in a monastery as an 22yo female?","time_posted":"12 hours ago"},{"heading":"Why aren’t we seeing “miracles”","time_posted":"6 hours ago"}],"rules":["No personal attacks, hate speech, harassment, or toxic behavior","No off-topic posts: Posts should have a direct connection to Buddhism.","No low-effort posts: Low-effort posts that do not generate meaningful discussion will be removed.","No self-promotion or spam","No Sectarianism, Misrepresentation, or Propaganda","Discouraged Topics - some topics, such as the promotion of veganism or psychedelics, are discouraged"],"subreddits":{"Related Subreddits":{"r/theravada":"11,232 members","r/Mahayana":"6,072 members","r/vajrayana":"7,117 members","r/PureLand":"4,141 members","r/chan":"3,802 members","r/Dzogchen":"5,439 members","r/EarlyBuddhism":"3,626 members","r/Meditation":"1,396,655 members","r/zenbuddhism":"19,086 members","r/ChanPureLand":"1,266 members"}},"about":{"header":"About Community","description":"A reddit for all kinds of Buddhist teachings","created":"Created Mar 25, 2008","stats":["659k Members","298 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Posting guidelines","description":"We encourage relevant and thought-provoking submissions. Please see the rules before posting.\nPlease be respectful of others. Name calling, harassment or trolling will not be tolerated.\nPlease direct your questions seeking medical/psychiatric advice to /r/AskDocs, mental health subreddits or the SuicideWatch hotlines and chat support.\nPlease place your submissions about activism at /r/EngagedBuddhism.\nPlease place your meditation and drug related experiences in the weekly meditation thread.\n/r/Buddhism is not the place for sectarianism.\n/r/Buddhism is not the place for other religious traditions to proselytize their faith.\nRacist, sexist, or otherwise derogatory comments may be removed at the moderators' discretion.\nPosts disparaging other subreddits will be removed.\nPlease do not post questions or beliefs about vegetarianism/veganism. The post will be removed. This topic is covered in our FAQ. If you feel the need to discuss it further talk to your teacher about it. We are not here to change anyone's mind on the matter.\nPromoting a personal blog or website? Please see our rules.\nLink flair helps other users find your submission. Please assign link flair for your submissions.\nAsking a Question?\nWhat is the actual question, and why are you asking?\nWhat are you looking for in an answer?\nUnderstand that in our attempt to reduce trolling, questions from new or “throwaway” accounts will be reviewed more closely."},{"header":"Basics","description":"FAQ\n\"I'm an Atheist/Christian and interested in learning more about Buddhism…\"\n\"I really would just like a book list.\"\nTricycle's Buddhism for Beginners\nBuddhism and LGBT\n/r/Buddhism Buddhist cheat sheet! Blue Red Minimal Poster All\nDid the Buddha really say that?\nBuddhist sūtra/sutta sources\nGeneral\nTheravada\nMahayana\nVajrayana\nPodcasts"}]}