{"time_collected":"2023-03-07 04:48:49.738651-05:00","top_headers":[{"heading":"Welcome Fellow Travelers - This is what r/BudgetAudiophile is about","time_posted":"2 years ago"},{"heading":"RSL CG3M, CG23M, Speedwoofer 10S MKII Review","time_posted":"3 months ago"},{"heading":"My semi vintage components are complete…just need some speakers…","time_posted":"16 hours ago"},{"heading":"Wondering your thoughts on a used Emotiva surround set. Guy is asking $300. Going to check them out this evening.","time_posted":"12 hours ago"}],"rules":["Be nice, be helpful. Don't be rude, don't be a jerk.","If you have a question regarding Bluetooth speakers, please post to /r/Bluetooth_Speakers","Questions regarding Headphones OR IEM's, please post to /r/Headphones or /r/HeadphoneAdvice","Computer peripherals solution (Creative Labs, Altec Lansing, Logitech, etc.) post to /r/PCSound","If you are looking for advice on sound bars please post to /r/SoundBars","Pictures of Your Finds Belong on Tues or Thurs Only"],"subreddits":{"Related Subreddits":{"r/AverageJoeAudiophile":"3,632 members","r/hometheater":"914,319 members","r/HTBuyingGuides":"19,899 members","r/audio":"44,960 members","r/audiophile":"1,947,380 members","r/headphones":"936,365 members","r/HeadphoneAdvice":"285,313 members","r/PCSound":"2,244 members","r/sound":"3,087 members","r/TVTooHigh":"117,860 members"}},"about":{"header":"About Community","description":"This subreddit is for the budget minded audiophile that wants to grow out of soundbars, boomboxes, mini systems, portable bluetooth, lifestyle speakers, and PC peripheral branded audio solutions. We focus on education, discussion, and sharing of entry and mid level separate & multi component audio systems. The only bad audio system, is the one you don't enjoy to the fullest.","created":"Created Jan 29, 2014","stats":["200k Members","313 Online"]},"other_information":[{"header":"What is /r/BudgetAudiophile?","description":"While there is no upper price limit, realistically we focus on speakers in the sub $1000 range, with the sweet spot being between $150 to $500.\nFeel free to post links to sales and good deals. Amazon, Newegg, Slickdeals, Woot etc. (All affiliate sales/links will be removed)\nIf someone is being helpful and you agree with their advice, then Upvote it. If someone is being helpful but you don’t agree, then explain why before you Downvote. If someone is being insulting or rude or spamming, please report it so the mods can assist.\nPost tags\nMANDATORY If looking for purchase advice, please tag your post with your national location at the start. While there are some great budget options out there in the US, those options are not always available for the same prices else ware.\nSUGGESTED to help keep things a bit more organized include your Max price point for purchase advice"},{"header":"Guides & Resources","description":"Budget Audiophile Frequently Asked Questions\nHome Theater 101: Speakers & AVR's\nI have $XXX.XX to spend, BOOKSHELF SPEAKERS\nI have $XXX.XX to spend, TOWER SPEAKERS\nI have $XXX.XX to spend, POWERED SPEAKERS/MONITORS\nI have $XXX.XX to spend, SUBWOOFERS\nI have $XXX.XX to spend, AMPLIFIERS, RECEIVERS & DAC’S\nUK Buyers Guide\nA guide to creating searches on Craigslist to find audio gear!\nHow do I hook up my speakers/amp/DAC?\nWhat is a DAC and do I need one?\nThe Frequency Spectrum - Instrument Ranges, And EQ Tips\nEverything you ever wanted to know about acoustical treatments ONE\nEverything you ever wanted to know about acoustical treatments TWO"},{"header":"Trusted Online retailers","description":"Accessories 4 Less\nAcoustic Sound Design\nAdorama\nApos Audio\nBH Photo Video\nChane Music Cinema\nFrys Electronics\nFun All Audio\nMonoprice\nMusic Direct\nParts-Express\nRicher Sounds UK\nRoberts Camera\nSweet Water\nWorld Wide Stereo\nYukon Acoustics"}]}