{"time_collected":"2023-03-08 08:53:45.388885-05:00","top_headers":[{"heading":"🖥️ February Best Buy Guide: $350-4000 automatically updated PCPartpicker lists 🖥️","time_posted":"17 days ago"},{"heading":"My dad want me to build him a gaming PC, but I don’t have a clue where to begin. Please help!","time_posted":"10 hours ago"},{"heading":"Need help with my first pc mainly for valorant at 120fps for 600 dollars","time_posted":"4 hours ago"},{"heading":"My laptop burned to death playing For The King. Need help ASAP.","time_posted":"14 hours ago"},{"heading":"Small TV gaming PC, NZXT H1 or similar case","time_posted":"4 hours ago"},{"heading":"$900 Gaming and school PC (mostly gaming)","time_posted":"19 hours ago"},{"heading":"Gaming PC UK £3000 Budget","time_posted":"1 day ago"},{"heading":"Building my first PC!","time_posted":"14 hours ago"},{"heading":"Budget pc build","time_posted":"14 hours ago"},{"heading":"Gaming pc under 1150 cad","time_posted":"14 hours ago"},{"heading":"looking to build my first computer","time_posted":"15 hours ago"}],"rules":["Request not using template","Potential troll request","Grossly flawed suggestion","Post is just a parts list","Potential troll suggestion","Rude, uncivil or off-topic","Piracy or grey-market OS keys","Advertising/Personal gain"],"subreddits":{"Related Communities":{"r/buildmeapc":"104,135 members","r/bapcsalesaustralia":"21,335 members","r/suggestapc":"24,711 members","r/buildapc":"6,257,931 members","r/PcBuild":"120,145 members","r/iBUYPOWER":"18,483 members","r/PCDeals":"11,478 members","r/SuggestALaptop":"139,344 members","r/pcpartsales":"13,795 members","r/bapccanada":"23,300 members"}},"about":{"header":"About Community","description":"A subreddit dedicated to helping those looking to assemble their own PC without having to spend weeks researching and trying to find the right parts. From basic budget PCs to HTPCs to high end gaming rigs and workstations, get the help you need designing a build that precisely fits your needs and budget. Please read the rules before submitting a build request.","created":"Created Feb 11, 2012","stats":["217k Members","143 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Requester Rules","description":"All build requests must fill out the submission template.\nThis can be found by clicking the \"Submit a build request\" button, or at the bottom of the regular self-post submission page. If you're not posting a build request, use a tag at the start of your post's title. Tags include [Meta], [Discussion], [Question], [Update]. Mobile app users may copy and paste the template from this page.\nIf you need a build in a less commonly requested country, include some places you can order from.\nMost building sites, like PCPartPicker and PC Hound, have retailer from most countries catalogued. They don't have all retailers in all countries though, so it's worthwhile to include some places you can order from if your country is not catalogued.\nAbsolutely no troll requests.\nThat means no \"I have no budget give me the best!\" requests. It also means if you're not planning on legitimately building it, don't post it. Remember, users volunteer their time and expertise here.\nIf your post goes 24 hours without receiving an adequate response, you may post your request again.\nThis can be if you didn't get any replies at all, or if you don't think you got the help you needed. Several posts in a shorter time scale is considered spam and may be removed.\nBe prepared to answer additional questions from contributors.\nTo get the best PC possible, contributors might ask extra questions. If you have any extra information you might be asked about, just include it in the \"Extra info or particulars\" part of the template before you post."},{"header":"Contributor Rules","description":"All builds must have some form of parts list, pricing, and an explanation or brief description of your suggestions.\nThis lets OP know why you've suggested what you have, and it lets others see your thought process & learn from it.\nWhen coming into a thread where others have already posted builds, look over existing suggestions before posting your own. This means you see any additional information that may have been provided by the OP, and also gives you a chance to give suggestions to other builders.\nCarefully read through provided criteria.\nIf you need more information, just ask the requester. It's better to ask than make an assumption.\nAim to keep below budget.\nIf you feel it's necessary to go over budget, make sure to justify it. It's also worth suggesting how your build can be pared back to be within the original budget if needed.\nCheck stock on items you include in a build.\nThis goes especially for sale items. You'll find sale items can be out of stock, meaning you'll have to find an alternative.\nNo advertising or payment for personal gain.\nThis includes all sale of hardware, software or labour, \"PM me for x\" posts and \"donations\" in return for advice or other goods. This is not a place for personal gain.\nAbsolutely no troll suggestions.\nIf you aren't willing to make a serious suggestion, don't make one. Stupid or sarcastic suggestions only confuse those needing help.\nTry to keep advice in the thread, rather than in private messages.\nUnless it's obvious that it's more appropriate, keep all discussion in the thread. It allows users (both those involved and not involved) to come back and reference it later, and use it as a learning tool."},{"header":"General Rules","description":"Keep discussion polite, civil, and on-topic.\nDisruption, rudeness and derailing are all grounds for your post to be removed. Report posters you believe are violating this by using the report function or messaging the moderators here.\nMessage the moderators if you have any questions, issues or queries. We're here to help!\nMessage the moderators if you see someone consistently posting builds with severe issues.\nSend a message here.\nDon't blindly downvote 'bad builds'. Reply with some ways the suggestions could be improved.\nThe only way to improve is if somebody tells you how and why your suggestions aren't great. Remember to reserve your downvotes for posts that are grossly misleading or flawed, or add no meaningful discussion to the thread.\nDiscussion of piracy and \"grey-market\" OS keys is forbidden.\nThis includes all promotion, discussion, suggestion, implication, insinuation etc. of piracy, so-called \"grey-market\" OS licence keys, and resold licenses. Such licenses may come from key-selling websites or other sites, including reddit. If it's unusually cheaper than retail, it's probably forbidden. If you're not sure, send a message to the moderators and ask. Posts breaking this rule will be removed and not reinstated.\nCircumvention of rules is strictly prohibited.\nSuch circumvention may result in a ban. This includes, but is not limited to, obfusticating information or offering private messages.\nPosts may be removed at the moderators' discretion.\nNothing is ever black-or-white, so if a post is clearly detrimental to the community, it will be removed."}]}