{"time_collected":"2023-03-19 20:05:10.885826-04:00","top_headers":[{"heading":"I blame the humans ....","time_posted":"8 hours ago"},{"heading":"In today's leveraged information economy, it's most important to equip ourselves with the best objective tools for Critical Thinking and Skepticism. Here's a reminder by Carl Sagan in his own words from his predictions decades ago.","time_posted":"4 days ago"},{"heading":"MK-Ultra techniques applied on a society-wide scale","time_posted":"6 days ago"},{"heading":"How suburbia imprisons us","time_posted":"6 days ago"},{"heading":"Parents should be more careful when it comes to the things their children are exposed to. Teaching them to understand reality should take a priority.","time_posted":"7 days ago"},{"heading":"Interesting quote about the climate change narrative","time_posted":"7 days ago"},{"heading":"Methods to defend the nation against oligarchical power. The danger of absolute libertariasnim.","time_posted":"7 days ago"},{"heading":"The OTHER SIDE of REALITY. The HYPOTHETICAL WORLD of Paul Dirac. Part 1 ...","time_posted":"8 days ago"},{"heading":"'Biderman's chart of coercion' (1957) was seemingly used as a blueprint for the global psyop that began in March 2020","time_posted":"12 days ago"},{"heading":"The fear of hurting others shouldn't stop people from seeking deep philosophical truth. About metaphysics.","time_posted":"12 days ago"},{"heading":"The Most Difficult Thing You Will Ever Be Told. This Hidden Truth Must Be Known: All Humans are used as ECONOMIC and ENERGETIC SLAVES","time_posted":"13 days ago"},{"heading":"Why have we not domesticated raccoons?","time_posted":"13 days ago"},{"heading":"Hey, random Q, Is there a subreddit for synthetic cannabis victims?","time_posted":"13 days ago"},{"heading":"The MATRIX is actually REAL. This Universe is a closed off PARASITIC SIMULATION. They are the Predators. SOULED BEINGS are their PREY","time_posted":"13 days ago"},{"heading":"The chaos brought by the information overload should teach people about the relevance of moderation when it comes to information.","time_posted":"14 days ago"},{"heading":"Greed and power can't be the most relevant values in a healthy nation. The NWO is in large part driven by them and people should learn from it.","time_posted":"14 days ago"},{"heading":"Premise: Star Wars (and Jedi/Sith) are real","time_posted":"16 days ago"}],"rules":["Medical Misinformation"],"subreddits":{},"about":{"header":"About Community","description":"A safe place for good-faith discussion of outside-the-box ideas with other independent minds.","created":"Created Mar 29, 2015","stats":["67.2k Members","29 Online"]},"other_information":[{"header":"CRITICAL SHOWER THOUGHTS","description":"A safe place to discuss outside-of-the-box thinking.\nPost Guidelines\nMost subjects are welcome here; C_S_T is more a style of thinking than a list of topics.\nWe do ask that you add a few sentences to the text box of the post explaining the title or giving some context. Links are disabled for a reason; don't simply put a link in the self text. Drama from other subs is not welcome here. Posts that don't conform to this simple request will be deem low-effort, or \"shit-posts,\" and are subject to removal. Repeat offenders are subject to a ban.\nThe Golden Rule\nTreat others with respect and avoid conversations devolving into insults.\nIf you feel the need, attack the argument, not the person. Link to sources that further explain your view, and debate the sources on their factual basis. Personal attacks or logical fallacies are an inferior debate technique and not suitable for this sub. Most users will be given a warning. Repeat offenders may be subject to a ban (which may be permanent)."}]}