{"time_collected":"2023-03-07 03:11:30.493785-05:00","top_headers":[{"heading":"The r/CAguns firearms carry megathread.","time_posted":"8 months ago"},{"heading":"Justice Department Announces New Rule to Address Stabilizing Braces, Accessories Used to Convert Pistols into Short-Barreled Rifles | OPA","time_posted":"2 months ago"},{"heading":"Ready for my CA320. Got the 21 round and the ghetto blaster 30 rounder 😎","time_posted":"5 hours ago"},{"heading":"They have arrived!","time_posted":"5 hours ago"},{"heading":"My dream gun is in California Jail for the next 10 days.","time_posted":"7 hours ago"}],"rules":["Be civil. Avoid abusive language and slurs. All posts must be relevant to firearms in California.","No discussion of illegal activity. All posted firearms must be California compliant.","Absolutely no trading, selling, or advertising of firearms or accessories - INCLUDING JOKES"],"subreddits":{},"about":{"header":"About Community","description":"This subreddit is for the civil discussion of all things regarding California gun laws, rules, regulations and ownership.","created":"Created Apr 27, 2014","stats":["67.0k Oppressed Firearms Enthusiasts","414 Online"]},"other_information":[{"header":"Useful Links","description":"It is our duty to remain informed and make ourselves heard:\nStep-by-step FFL03 guide and example form\nStep-by-step COE guide.\nCAguns FAQ\nCompliant products for the post-2017 AWB.\nList of Vendors Who Don’t Ship to California\nGuide to Using an Intermediary FFL\nRegister to vote today.\nSign-up for newsletters from Firearms Policy Coalition, CalFFL, Calguns, and NRA-ILA.\nVisit Calguns.net to discuss 2nd Amendment politics and activism issues and learn about California litigation and legal updates."},{"header":"The 4 Rules of Gun Safety","description":"Treat all guns as if they're loaded (even when you know they aren't).\nNever point the muzzle at anything you aren't willing to destroy.\nKeep your finger off the trigger until your sights are on target.\nKnow your target and what is beyond it (avoid any and all collateral damage)."},{"header":"Regional Gun Subs","description":"/r/BayAreaGunMeetups (CA)\n/r/SanDiegoGuns (CA)\n/r/SoCalGuns (CA)\n/r/Californiahunting (CA)\n/r/CACCW (CA)"}]}