{"time_collected":"2023-03-07 06:01:14.770131-05:00","top_headers":[{"heading":"The Spring 2021 novel coronavirus/COVID-19/SARS-CoV-2 megathread","time_posted":"2 years ago"},{"heading":"California's new laws","time_posted":"2 months ago"},{"heading":"How much snow did Tahoe get? Enough to shut down every resort. — The season snowfall total is now more than 500 inches, with more on the way","time_posted":"16 hours ago"},{"heading":"New California law sealing old arrest and conviction records gives people a second chance","time_posted":"7 hours ago"},{"heading":"SoCal's Beloved Wildflower Hotline Is Back For Its 40th Year","time_posted":"17 hours ago"},{"heading":"This was California’s most visited national park in 2022 — Golden Gate National Recreation Area is also the second most visited in the nation.","time_posted":"14 hours ago"},{"heading":"Struggling to afford a home in California? Why building might be cheaper — The Golden State is the second-most cost-effective state for home building in the United States, trailing only Hawaii.","time_posted":"1 day ago"},{"heading":"Nearly 1.5 million California seniors could get help to buy food, but don’t. Here’s why","time_posted":"2 days ago"},{"heading":"Desperate mountain residents trapped by snow beg for help; 'We are coming,' sheriff says [San Bernardino County]","time_posted":"2 days ago"},{"heading":"5 hurt, 2 suspects at large in San Pedro beach shooting","time_posted":"2 days ago"},{"heading":"10 Hidden Gems in California","time_posted":"2 days ago"},{"heading":"What’s the oldest city in California? It’s complicated","time_posted":"3 days ago"},{"heading":"This California city named 'happiest' in America for 3rd-straight year — Fremont, CA. Another Bay Area city - San Jose - ranked second, followed by Madison, Wisconsin, then Overland Park, Kansas. California's San Francisco and Irvine rounded out the top 5.","time_posted":"3 days ago"},{"heading":"1 in 5 Americans want to live in Los Angeles, new survey says — assuming money wasn’t an issue","time_posted":"4 days ago"},{"heading":"California bullet train project faces more cost increases and possible delays","time_posted":"3 days ago"},{"heading":"Deep snow closes Yosemite and other California parks","time_posted":"4 days ago"},{"heading":"5 held after series of Fresno bombings. Police, FBI probe links to hate groups","time_posted":"4 days ago"},{"heading":"State rejects local plans for protecting San Joaquin Valley groundwater","time_posted":"4 days ago"},{"heading":"PG&E Leaves Behind 100,000+ Felled Trees","time_posted":"4 days ago"},{"heading":"Feds allow Diablo Canyon to stay open past 2025","time_posted":"5 days ago"},{"heading":"Governor Newsom Proclaims State of Emergency in 13 Counties Due to Winter Storms, Activates California Guard","time_posted":"5 days ago"}],"subreddits":{"Related Communities":{"r/Denver":"318,598 members","r/InlandEmpire":"82,953 members","r/democrats":"432,613 members","r/SeattleWA":"286,283 members","r/sandiego":"314,069 members","r/news":"25,907,716 members","r/Conservative":"1,028,492 members","r/Seattle":"493,341 members","r/moderatepolitics":"285,060 members","r/houston":"350,928 members"}},"about":{"header":"About Community","description":"The subreddit for the Golden State of California -- for news and info on what's happening all across the state.","created":"Created Apr 14, 2008","stats":["427k Members","84 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Sidebar","description":"We have user flair\nThere is user flair for every county, most regions (e.g. Bay Area), and a few general flair (e.g. Tourist, Former Californian).\nWelcome to r/California!\nThis subreddit is for news and information specifically about California of general interest to folks all across the state.\nCovering all of California from Yreka to Chula Vista, from San Francisco to Lake Tahoe, from Death Valley to Mount Whitney and even Joshua Tree.\nRegional, and major city reddits:\nBay Area\nBakersfield\nCoachella Valley\nCentral Valley\nFresno\nHumboldt\nInland Empire\nLos Angeles\nLong Beach\nNorthern California\nOrange County\nOakland\nSacramento\nSan Diego\nSan Francisco\nSan Jose\nSanta Barbara\nSanta Cruz\nTahoe\nYosemite\nSome other California Subreddits:\n/r/CaliforniaPics\n/r/unitedstatesofamerica - California pictures\n/r/EarthPorn - California photos\n/r/California_Politics\nWiki pages and multireddits:\nWiki pages:\nCalifornia based subreddits\nCalifornia websites\nCalifornia multireddits:\nMajor California city and region subreddits\nCalifornia Sports Teams\nCalifornia Politics:\nOnline voter registration\nCheck you current voter registration status\nFind your California state representative and senator\nFind all of your local politicians (city, county, state, & national) - League of Women's Voters\nFind your local politicians - Common Cause\nCheck out the other state reddits with the 50 state mult-link.\nPlease visit /r/California/new occasionally to help keep good links from being downvoted into oblivion, as well as watch for any posts that might break reddit's or this sub's posting rules. You can also check new /r/California comments.\nLooking for a reddit for a California city, college, or sports team? Check the List of California reddits and another list with North American (including Californian) subs\nPosting Rules\nBasic sub rule: Be civil.\nFollow basic reddiquette and reddit site rules.\nNO insults or incivility, trolling, bigotry, or profanity. Nothing that's rude, vulgar or offensive. Nothing gross or disgusting.\nNO doxxing, this includes looking up a user's history.\nNO videos\nNO editorialized titles\nNo memes or image macros.\nNo spam or reposts.\nOriginal sources only. No blogspam or rehosted/republished articles.\nAdditional posts on the same topic without major new changes will be deleted.\nOnly or mostly posting one website is considered self-promotion and is banned from this sub.\nNo live-streaming, podcasts, or animated GIFs.\nNo URL shorteners, archive links, bookmarking links, redirectors, link disguisers, or other websites that hides or changes the final destination URL or source of the original article.\nDo not post links to articles or photos as a text post.\nNo Twitter, Facebook, or personal blog posts.\nNo polls, surveys, petitions, fundraising, or school projects.\nNo /new queue flooding. No more than 1 post/½ hour and 5 posts/day\nAll posts must be current California news and info, plus be of interest to folks from across the state. (Some California history is also cool.)\nNo satire.\nIf a post is of only local interest, or the only connection is a person was born or lives in California or is a company is based in California, or it's entertainment or celebrity news, it is not appropriate. This also includes local crime reports and local politics.\nTry to post more detailed articles from local news sources instead of brief news wire articles from an out-of-state newspaper.\nNo political news unless it is specifically about California or is about California politicians as they relate to California.\nCalifornia is HUGE. If your title doesn't include it, add the location in brackets like this [Santa Ana, CA]. If it is a small city or CDP, include the county or region, eg [Bell, Los Angeles County].\nFor local or regional questions, try /r/AskLosAngeles, /r/AskSF, or /r/AskSanDiego or other local subs instead.\nFor questions, please be as detailed and specific as possible to make it easier to answer your question.\nEspecially if you have a DMV, vacation, travel, working here, or moving here question, please search the sub's archives because it's likely your question has been answered multiple times in the past.\nPlease don't say Frisco, San Fran, The OC, Diego, or Cali. Most Californians don't use those nicknames.\nAll image posts must be by the original creator, have a link crediting the original creator, or have a link to the original source(s) of the image(s). All photos must be high quality images worth posting to one of the SFW Porn Network, such as /r/EarthPorn, and clearly identifiable as a California photo.\nNo ALL CAPS words or text, no bold text, and no #Headline text formatting! This is like SHOUTING and is considered rude. No emoji. 😟\nNo ALL CAPS TITLES or any ALL CAPS WORDS in titles, even if the original headline was in all capital letters.\nNo missing persons, lost pets, or stolen car posts.\nNo crossposts from other subs on reddit.\nDo not put \"x-post\", \"xpost\", or \"crosspost\" in your title.\nNo posts using the redd.it shortlink. If you link to a post or thread outside /r/California you must use the np subdomain for no-participation mode.\nNo slideshows or multi-page articles.\nNo leading questions or loaded questions.\nIf you ask a question, you must reply to at least one comment within 24 hrs or your post will be deleted.\nAll posts must be in English.\nReddit is not Twitter or txt messaging. Complete sentences and proper spelling are expected. No #hashtags or @at-tags in titles.\nOp-Eds (opinion pieces and editorials) must be labeled [Op-Ed], [Editorial], or [Opinion]. Political columns should be labeled [Political Column].\nQuestions that can be easily answered from the Wikipedia or by a quick Google search will be deleted.\nPlease use descriptive titles. No vague, misleading, or click-bait titles.\nDon't modify article titles except to add a location in brackets unless the title is excessively misleading, vague, or clickbait-ish. Don't rely upon reddit's \"use suggested title\" feature.\nReporting an inappropriate link or comment for r/California\nThe California flag photo in the sidebar was taken by Håkan Dahlström (CC by 2.0).\n/California Traffic Stats"}]}