{"time_collected":"2023-03-08 08:50:32.303830-05:00","top_headers":[{"heading":"Call of Duty: Mobile & Warzone Mobile ESP | Comunidades","time_posted":"2 months ago"},{"heading":"Call of Duty: Mobile | Temporada 2: Heavy Metal","time_posted":"9 days ago"},{"heading":"Mis predicciones para las armas que llegar치n en la temporada 3 y 4.","time_posted":"55 minutes ago"},{"heading":"Despu칠s de 2 a침os sin jugarlo, volvemos a la gloria.","time_posted":"1 day ago"},{"heading":"쮼s necesario llegar a leyenda para la caja Kurohana?","time_posted":"15 hours ago"},{"heading":"sobre guerra de clanes,como le hacen para que los emparejen en partida si son del mismo clan?.y asi mas de 15 partidas游뱂","time_posted":"23 hours ago"}],"rules":["Reglas Generales","Reglas de los T칤tulos","Reglas de Publicaciones","Reglas de Comentarios","Reglas de Soporte","Reglas de Humor","Reglas de Feedback","Vender cuentas o Hacks","Usuario Destacado"],"subreddits":{},"about":{"header":"About Community","description":"Call of Duty춽: Mobile es un videojuego m칩vil de disparos en primera persona desarrollado por Tencent Games (TiMi Studios) y publicado por Activision (en la mayor parte de los pa칤ses), Garena (pa칤ses del sudeste asi치tico y Taiw치n), VNG Games (Vietnam) y Tencent Games (China, Corea y Jap칩n). r/CallofDutyMobileES es el SubReddit administrado por y para la comunidad hispanohablante de Call of Duty춽: Mobile.","created":"Created Nov 28, 2019","stats":["90.5k Soldados 游논","18 En el Lobby 游꿡"]},"other_information":[{"header":"Introducci칩n","description":"Call of Duty춽: Mobile\nBienvenidos al SubReddit de Call of Duty: Mobile en Espa침ol hecho por y para la comunidad. Aqu칤 podr치s encontrar todas las ultimas noticias e informaci칩n del juego, reportar bugs, hacks, sugerencias y divertirte interactuando con la comunidad. No te olvides de leerte las reglas antes de actuar en este subreddit.\nCall of Duty춽: Mobile (CODM) es un videojuego de disparos en primera persona para dispositivos m칩viles desarrollado por Tencent Games (TiMi Studios) y publicado por Activision (en la mayor parte de los pa칤ses) y Garena (pa칤ses del sudeste asi치tico y Taiw치n).\nLinks de Descarga\nCall of Duty: Mobile en la PlayStore (Android)\nCall of Duty: Mobile en la App Store (iOS)\nRedes Sociales\nSitio Web\nServidor de Discord Hispano\nTwitter LATAM\nTwitter Ingles\nCall of Duty춽: Warzone Mobile\nEste a침o tendremos este magnifico juego en nuestros dispositivos m칩viles, y como no, nos expandimos a 칠l para ser lideres en la comunidad hispanohablante. 춰echad un vistazo a nuestro SubReddit Discord de Warzone Mobile!\nDiscord Hispano\nr/WarzoneMobileES\nNuestros Vecinos\nr/CallOfDutyMobile\nr/ModernWarfareII\nr/Warzone"}]}