{"time_collected":"2023-03-08 10:19:19.190279-05:00","top_headers":[{"heading":"Price Check Thread - March 2023","time_posted":"7 days ago"},{"heading":"[Gatineau, QC] [H] LG Ultragear 32GQ850-B 32\" QHD(2560x1440) Nano IPS, XFX Speedster MERC319 RX 6950XT Black, MSI MEG CoreLiquid S360 - AIO CPU Liquid Cooler, CORSAIR RMX Series™ RM850x [W] Cash, local pickup","time_posted":"2 hours ago"},{"heading":"[Vancouver, BC] [H] G.Skill Trident Z 4x8GB 3200MHz CL14 Samsung B-Die, Arctic Freezer 34 Esports DUO [W] Local cash, Paypal","time_posted":"8 hours ago"},{"heading":"[Ottawa, ON] [H] $300, local cash or paypal shipped [W] CPU/Motherboard","time_posted":"11 hours ago"},{"heading":"[Kitchener, ON] [H] Rx 6700 XT [W] To downgrade to lower end gpu (trade) + Cash","time_posted":"13 hours ago"},{"heading":"[Quebec, QC] [H] AMD Radeon VII 16 GB HBM2 Graphics Card [W] Cash, EMT, Paypal","time_posted":"20 hours ago"},{"heading":"[Montreal,QC][H] Corsair XC7 CPU Block for AM4 and LGA115X [W]paypal","time_posted":"2 days ago"},{"heading":"[Edmonton, AB] [H] RTX A4000 [W] PAYPAL G&S, LOCAL CASH","time_posted":"1 day ago"},{"heading":"[Toronto, ON] [H] G-Skill Trident Z RGB 16gb (2x8GB) DDR4 3200mhz CL14 Ram [W] PayPal, Cash","time_posted":"2 days ago"},{"heading":"[Markham, ON] [H] 2017 Macbook Pro 13\" [W] Cash/Paypal","time_posted":"2 days ago"},{"heading":"[Toronto, On] [H] AOC 49” Monitor 5126x1440p [W] Cash/PayPal","time_posted":"2 days ago"},{"heading":"[Windsor, ON][H] Cash, EMT [W] Older AM4 motherboard","time_posted":"2 days ago"},{"heading":"[Montreal, QC] [H] B550i Strix, R5 5600, 32GB 3200 [W] Cash,paypal","time_posted":"2 days ago"}],"rules":["Timestamps for selling and trading posts","Prices Required","Paypal Goods and Services Required","Title Format","Local Only is reserved for hard-to-ship items","Repost Frequency","Disclose Heavy Use","Don't post personal information","Always comment before PMing","Universal Scammer List","Don't be a jerk"],"subreddits":{"Related Communities":{"r/hardwareswap":"364,662 members","r/appleswap":"60,577 members","r/HardwareSwapUK":"19,121 members","r/AVexchange":"52,230 members","r/coffeeswap":"15,269 members","r/mechmarket":"280,299 members","r/MouseMarket":"33,245 members","r/homelabsales":"103,326 members","r/GameSale":"106,339 members","r/GCTrading":"20,994 members"}},"about":{"header":"About Community","description":"A community for Canadians to trade computer hardware and anything related.","created":"Created Jul 29, 2014","stats":["23.5k Members","993 Online"]},"other_information":[{"header":"Rules & Guidelines","description":"All prices must be listed the Canadian currency\nYou can convert your prices here\nTitle Format:\n[City, Province Code] [H] Thing you have [W] Thing you want\nEx: [Vancouver, BC] [H] i7 6700K, 16GB DDR4 [W] Cash, Paypal\nNotes:\n[Local Only] flair Must be set on your post if it is a Local only shipping item. Local only posts are reserved only for items that are cost prohibitive to ship, like monitors or cases.\n[H] always goes before [W]\n[H] represents Have. State the hardware or payment forms you have.\n[W] represents Want. State the hardware or payment forms that you want / accept.\nThread Body Format:\nBuying threads must contain:\nList of each part you are looking to purchase.\nList of payment methods you would like to use.\nIf you are looking to buy Local Only, item must be cost-prohibitive to ship (same scenario for sellers that want to sell Local Only)\nSelling threads must contain:\nList of each part you are selling and associated asking prices.\nList of payment methods you accept.\nA Timestamp for each part you are selling, or trading, no older than 3 days from the date of posting. Must be provided at the time of posting.\nNote:\nWe suggest you use PayPal Good and Services rather than Friends and Family for your own protection\nNo Links to Outside Ads.\nTimestamps:\nWe require a timestamped picture of items that you're selling to prove that you actually own the item. Please upload your timestamps to Imgur, Google drive, or Dropbox. Other image hosts may confuse our automoderator.\nYour timestamp photo must contain:\nDate in DD/MM/YYYY and your Reddit username written out on a scrap of paper or sticky note. Date must be no older than 3 days of your date of posting.\nThe item you're selling. If the item is used, the photo must be of the actual item and not only the box. If the item is BNIB, the photo must clearly show that the box has not been opened (i.e., include the security seal on the package in your photo).\nAfter Posting:\nSet the appropriate Flair for your post.\nCheck back often to reply to comments.\nReposting:\nReposts for the same thread may be reposted once every 72 hours.\nNew threads can be made every 24 hours. Must not contain the same item(s) that have been posted before within the past 72 hours. This includes deleting the old thread and bumping the item using the new thread.\nDO NOT post personal information, yours or anyone else's. This includes name, phone number, street address, email, etc\nPlease refer to the anti-scam guide from /r/hardwareswap for safe buy/sell practices.\nWe are not liable if you get scammed. We HIGHLY recommend checking the user's trade history and only using payment methods which provide some degree of buyer protection.\nAT THE TIME OF POSTING, every post must contain an image with the listed hardware and a HANDWRITTEN time-stamp. Time-stamp must include the username and a date no older than three days and should be clearly written on a piece of paper. Unless a product is clearly, visibly FACTORY SEALED, a timestamp of the PRODUCT and not just the BOX is necessary.\n*Backseat moderating, and rudeness of any sort are not allowed. Following subreddit etiquette is considered a rule here and warnings/punishments are at the discretion of the moderators. If you see a post that does not follow the rules it is easier to report it and get a moderator to contact the user than causing an argument. *\nNew Rules by popular demand:\nIf you are selling an item that is reliant on mechanical parts I.E GPU with Air or water cooling, CPU cooler (Air or liquid). Or anything else that has mechanical moving parts you must give the history of the item if it has been highly utilized during its lifetime. I.E Crypto Mining, AI Simulation, Graphics rendering.\nFilter by:\nSelling\nBuying\nSelling\\Trading\nRelated Subreddits\nHardware Swap Subreddits\n/r/hardwareswap\n/r/HardwareSwapEU\n/r/HardwareSwapUK\nSale Subreddits\n/r/bapcsalescanada\n/r/buildapcsales\n/r/buildapcsalesuk\nComputer / Hardware Subreddits\n/r/buildapc\n/r/hardware\n/r/battlestations\n/r/pcmasterrace\nComputer Help Subreddits\n/r/buildapcforme\n/r/buildmeapc\nOther PC Related Subreddits\n/r/GameDeals\n/r/steamgameswap"}]}