{"time_collected":"2023-03-19 18:13:55.533595-04:00","top_headers":[{"heading":"Tennessee Democrats Push For Children To Be Returned To Parents Following Cannabis Arrest","time_posted":"7 hours ago"},{"heading":"Cannabis prohibition costs Wisconsin millions in tax revenue","time_posted":"3 hours ago"},{"heading":"New Bipartisan Congressional Bills Would Allow Hemp Derivatives Like CBD As Dietary Supplements And Food Additives","time_posted":"1 day ago"},{"heading":"Republicans put hold on medical marijuana bill","time_posted":"1 day ago"},{"heading":"Minnesota Cannabis Legalization Bill Advances Through Another Senate Committee","time_posted":"1 day ago"},{"heading":"First cannabis store chain planned in Germany","time_posted":"2 days ago"},{"heading":"Kentucky Senate Passes Medical Cannabis Legalization Bill","time_posted":"2 days ago"},{"heading":"After Kansas Medical Marijuana Bill Stalls In Senate, Governor Urges Public To Pressure Lawmakers For Action","time_posted":"2 days ago"},{"heading":"Now that it's somewhat legalized, are licensed growers pushing for limits to legalization?","time_posted":"2 days ago"},{"heading":"New Hampshire House Votes To Legalize Marijuana With No Regulations Or Limitations","time_posted":"3 days ago"},{"heading":"Treasury sec. talks cannabis banking (Newsletter: March 17, 2023)","time_posted":"2 days ago"},{"heading":"Medical Marijuana Use Has Doubled In The U.S., Study From Department Of Veterans Affairs Officials Finds","time_posted":"3 days ago"},{"heading":"Treasury Secretary Says Regulators Are ‘Looking For Solutions’ To Marijuana Banking Problem As Schumer Recommits To Addressing The Issue","time_posted":"3 days ago"},{"heading":"Delaware Senators Send House-Passed Marijuana Sales Bill To The Floor, Alongside Legalization Measure","time_posted":"3 days ago"},{"heading":"When will Medicare cover medical marijuana?","time_posted":"4 days ago"},{"heading":"DE legal cannabis bills advance in Senate (Newsletter: March 16, 2023)","time_posted":"3 days ago"},{"heading":"D.C. Marijuana Expungements Bill Becomes Law Following Congressional Review","time_posted":"4 days ago"},{"heading":"Delaware Senators Approve House-Passed Marijuana Legalization Bills In Committee","time_posted":"4 days ago"},{"heading":"Hawaii House Lawmaker Talks Next Steps For Senate-Passed Cannabis Legalization Bill","time_posted":"4 days ago"},{"heading":"Get Up to Speed on Kansas' Newest Lawmakers Debate On Medical Marijuana Right Now","time_posted":"4 days ago"},{"heading":"Kansas Senators Take Up Medical Cannabis Legalization Bill In Committee","time_posted":"4 days ago"},{"heading":"Pingree Introduces Bipartisan Bill to End Discriminatory Hemp Policy: Introduced under the Farm Bill, the Free to Grow Act would end the unfair drug felony prohibition for hemp farmers","time_posted":"4 days ago"},{"heading":"After Oklahoma, the Cannabis Industry Eagerly Awaits Legalization Action Elsewhere","time_posted":"4 days ago"},{"heading":"Minnesota Senators Approve Major Overhaul Of Marijuana Legalization Bill, With House Previewing Similar Move","time_posted":"5 days ago"},{"heading":"Germany Will Move Forward With Marijuana Legalization After Receiving ‘Very Good Feedback’ From EU, Top Official Says","time_posted":"5 days ago"}],"rules":["Not News","Propaganda, Snake oil or Pseudoscience","Clickbait and blogspam","Advertising and Self-Promotion","Surveys, Polls, or Petitions","Product Reviews","Memes and Image Macros","Civility and Sincerity"],"subreddits":{},"about":{"header":"About Community","description":"Cannabis news from across the Universe.","created":"Created Mar 13, 2008","stats":["191k Members","51 Online"]},"other_information":[]}