{"time_collected":"2023-03-07 01:34:06.052651-05:00","top_headers":[{"heading":"Insurrectionists: Where Are They Now? (How to look up court dockets!)","time_posted":"10 days ago"},{"heading":"From the MODS- Policy Re: Doom and Gloom, Goal Post Shifting and DOJ Complaining","time_posted":"7 months ago"},{"heading":"DOJ Makes Radical Argument That Inciting Violence Is *Not* Within The Scope Of The President's Job","time_posted":"14 hours ago"},{"heading":"Mike Pence asks judge to block subpoena for Jan. 6 testimony","time_posted":"7 hours ago"},{"heading":"Group Seeks Disbarment of a Trump-Aligned Lawyer for a Key Jan. 6 Witness","time_posted":"15 hours ago"},{"heading":"Ohio Man Sentenced On Felony Charge For Actions in Jan. 6 Capitol Breach | USAO-DC","time_posted":"8 hours ago"},{"heading":"Three Percenter Robert Gieswein pleads guilty in Jan. 6 case","time_posted":"14 hours ago"},{"heading":"\"All of his allegations and arguments are meritless\": Government opposes Barnett’s motion for acquittal or new trial","time_posted":"7 hours ago"},{"heading":"Feds say Proud Boys associates fanned out to facilitate Jan. 6 breach","time_posted":"8 hours ago"},{"heading":"Authorities identified a Capitol rioter because he wore a bright red backpack with his last name embroidered on it","time_posted":"1 day ago"},{"heading":"Philadelphia Man Arrested","time_posted":"10 hours ago"},{"heading":"FBI searching for Lakeland's Olivia Pollock days before scheduled trial on Jan. 6 charges","time_posted":"3 days ago"},{"heading":"Capitol rioter from Buffalo who buried officer’s badge pleads guilty to charges","time_posted":"3 days ago"},{"heading":"Judge denies Jan. 6 defendant’s bid for time to review McCarthy’s Capitol security footage","time_posted":"3 days ago"},{"heading":"Harrisonburg man charged with crimes connected to Jan. 6 attack on U.S. Capitol","time_posted":"3 days ago"},{"heading":"Massachusetts Man Found Guilty of Felony and Misdemeanor Charges Related to Jan. 6 Capitol Breach - Defendant Illegally Entered Capitol and the Senate Chamber","time_posted":"3 days ago"},{"heading":"Massachusetts Man Found Guilty of Felony and Misdemeanor Charges Related to Capitol Breach | USAO-DC","time_posted":"3 days ago"},{"heading":"Trump can be sued by police over Jan. 6 riot, Justice Department says","time_posted":"5 days ago"},{"heading":"Kansas man representing himself in Capitol riot wants feds to turn over sensitive docs","time_posted":"4 days ago"},{"heading":"After Jan. 6 riot, hundreds of identifiable people remain free. FBI arrests could take years","time_posted":"4 days ago"},{"heading":"Senior McCarthy aide, House Oversight chairman each met with mother of Jan. 6 rioter Ashli Babbitt","time_posted":"6 days ago"},{"heading":"‘Make it a spectacle’: Proud Boys leader Tarrio key to Jan. 6, U.S. says","time_posted":"5 days ago"},{"heading":"Prosecution’s Witness at Proud Boys Trial Shows Complexities of the Case","time_posted":"5 days ago"},{"heading":"Government watchdog report finds FBI, Capitol Police identified but didn't share \"credible threats\" before Jan. 6","time_posted":"6 days ago"},{"heading":"Texas man sentenced for assaulting officers at Jan. 6 riot","time_posted":"7 days ago"},{"heading":"McCarthy grants access to Capitol security footage to January 6 defendants","time_posted":"6 days ago"},{"heading":"Ex-Proud Boys member says group did not plan violence on Jan. 6 — but the riot didn't surprise him","time_posted":"7 days ago"}],"rules":["Calls for violence are forbidden","No Rape or Prison Rape in the form of jokes, inferences, or advocation of,","No memes/images","No doxxing","No misinformation or hate speech","No reposts/duplicates","Off-topic posts are not allowed","No editorialized titles","No Queue Flooding","We do not platform, aid or promote Insurrectionists.","No Eeyore level Doom and Gloom"],"subreddits":{"Other Communities":{"r/ParlerWatch":"170,636 members","r/QAnonCasualties":"261,444 members"}},"about":{"header":"About Community","description":"This is a Heavily Moderated Sub. This sub was created to document information about those who chose to \"storm\" the Capitol Building of the United States of America. This subreddit will continue to track the actions of, and the prosecution and punishment of the perpetrators, their allies and enablers over the coming weeks, months, and years.","created":"Created Jan 9, 2021","stats":["160k Members","104 Online"]},"other_information":[{"header":"Report tips to the FBI","description":"If you are able to identify anyone involved in the riots the FBI is asking for help. This includes personal knowledge of involvement or recognizing someone in a photo or video.\nLink to submit photos/videos or tips: http://fbi.gov/USCapitol\nFBI Most Wanted Capitol offender list: https://www.fbi.gov/wanted/capitol-violence\nTwitter feed: https://twitter.com/FBIWFO/status/1347407275300954112?s=20\nFacebook page: https://www.facebook.com/72092591211/posts/10158803048181212/?d=n\nPress releases documenting arrests by the FBI in connection to the violence at the capitol as they occur: https://www.fbi.gov/news/pressrel"},{"header":"Reddit Content Policy Note","description":"Just a reminder that reddit prohibits the posting of personal information\nPersonal info includes names, phone numbers, email addresses, IP addresses, social media accounts, links to public facebook pages and screenshots of facebook pages with the names still legible. No social media links or crowd funding/donation sites\nThis means no indicating or suggesting someone as a suspect by name in an open case unless they have already been named by police or media. No accusations against people who have been ruled out by law enforcement."}]}