{"time_collected":"2023-03-19 18:08:17.122125-04:00","top_headers":[{"heading":"Developer Portal: showcase your project","time_posted":"2 years ago"},{"heading":"Cardano Stack Exchange","time_posted":"2 years ago"},{"heading":"The Valhalla Treasury is finally launching! Our latest promotion is aimed at rewarding our delegators with amazing prizes! Starting from Epoch 400, we will be distributing Cardano NFTs and tokens to 5 lucky delegators every 5 days. Join our Discord for more information: https://discord.gg/DzgW93GYzX","time_posted":"1 day ago"},{"heading":"Cardano Community, consider staking w/ ENVY! Our mission: Supporting children's causes & promoting foster care adoption. ENVY donates 30% of pool operator rewards to Save the Children & the Dave Thomas Foundation for Adoption 👦👧💙 Visit https://envystakepool.com for more info!","time_posted":"2 days ago"},{"heading":"Dandelion API: A Set of Blockchain APIs Designed to Simplify Development on Cardano","time_posted":"2 days ago"},{"heading":"Faucet Friday - Post literally anything here and you'll get free MayoCoin.","time_posted":"2 days ago"},{"heading":"Celebrate with us and win 1 of 3 Rhodium Vaults and $CCCC by delegating to NEXUS!","time_posted":"2 days ago"}],"rules":["Be respectful and polite","Keep the discussions Cardano Stake Pool related and add value","Scare tactics, hype, FUD & fake news is prohibited","No spamming, advertising or low value content","Please search for answers prior to posting","Trading and shilling is prohibited","Limit pool promotion to once per week","Please report anything that breaks the rules"],"subreddits":{"Cardano Subreddits":{"r/cardano":"692,211 members","r/CardanoDevelopers":"13,255 members","r/Cardano_ELI5":"27,283 members","r/CardanoTrading":"7,471 members","r/CardanoNFTs":"17,238 members","r/Midnight":"418 members"}},"about":{"header":"About Community","description":"Welcome to the Cardano Stake Pools community! A community operated sub focused on stake pool operation. Please read the community information and rules below.","created":"Created Feb 4, 2019","stats":["14.9k Members","7 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Community Information","description":"This community is intended to fulfill the following:\nPromote user participation in the protocol\nDiscuss the technical process of delegating stake\nDiscuss pool operation / performance in a free and open manner\nFoster a positive relationship between pool operators\nEncourage a competitive and decentralised stake pool ecosystem"},{"header":"⚠️ Staying Safe ⚠️","description":"Please read the content on this thread about staying safe\nEmphasise that:\nThere is no such thing as a Cardano giveaway!\nYour recovery seed phrase must be kept safe, secure and backed up - failing to do so can result in a loss of funds.\nWe recommend you invest in a hardware wallet to maximize security.\nPlease be alert at all times and stay safe!"}]}