{"time_collected":"2023-03-06 19:07:49.119739-05:00","top_headers":[{"heading":"Getting Started Guide - A newbies guide to Cardano and the Cardano subreddit","time_posted":"2 years ago"},{"heading":"Cardano Daily Discussion - March 06, 2023","time_posted":"18 hours ago"},{"heading":"Cardano Transaction Help Needed","time_posted":"6 hours ago"},{"heading":"Questions about using crypto in Africa","time_posted":"6 hours ago"},{"heading":"Delegation representative will be a new role in the Cardano ecosystem","time_posted":"14 hours ago"}],"rules":["Be respectful and polite","Keep the discussions Cardano related and add value","Scare tactics, hype, FUD & fake news is prohibited","No spamming, advertising or low value content","Please use the search prior to posting","Market discussion/trading/shilling posts are prohibited","Introductions and expression posts must be made in the Daily Thread","Please report anything that breaks the rules"],"subreddits":{"Cardano Subreddits":{"r/Cardano_ELI5":"27,290 members","r/CardanoStakePools":"14,894 members","r/CardanoDevelopers":"13,267 members","r/CardanoTrading":"7,465 members","r/CardanoNFTs":"17,225 members","r/Midnight":"405 members"}},"about":{"header":"About Community","description":"Cardano is a decentralised public blockchain and cryptocurrency project and is fully open source. Cardano is developing a smart contract platform which seeks to deliver more advanced features than any protocol previously developed. It is the first blockchain platform to evolve out of a scientific philosophy and a research-first driven approach. The development team consists of a large global collective of expert engineers and researchers.","created":"Created Mar 23, 2017","stats":["692k Cardanians globally","1.9k Lovelaces online","Top 1% Ranked by Size"]},"other_information":[{"header":"⚠️ Staying Safe ⚠️","description":"Please read the content on this thread about staying safe\nEmphasise that:\nThere is no such thing as a Cardano giveaway!\nDo not take advice or follow instruction from direct messages - scammers will try to take advantage of you!\nWallets do not need to be verified - a common ploy scammers use.\nYour recovery seed phrase must be kept safe, secure and backed up - failing to do so can result in a loss of funds.\nWe recommend you invest in a hardware wallet to maximize security.\nPlease be alert at all times and stay safe!"}]}