{"time_collected":"2023-03-07 02:35:05.604491-05:00","top_headers":[{"heading":"Chevy Camaro [2498x2877]","time_posted":"13 hours ago"},{"heading":"1993 NA6 Miata [6000x4000]","time_posted":"16 hours ago"},{"heading":"2008 RUF SCR in Irish green. No, its not a 964...[1616x1079]","time_posted":"5 hours ago"}],"rules":["No Context in Title","Resolution must be included in the title","Non-Static Image","Other Rule Violation","Low-Quality Picture or Car","Self-Promotion/Link in the Title","Very Long Title","CGI/Render without Flair","Credit the original photographer in the title"],"subreddits":{"Related Communities":{"r/spotted":"201,971 members","r/JDM":"275,768 members","r/regularcarreviews":"56,878 members","r/classiccars":"234,849 members","r/Autos":"1,011,627 members","r/Porsche":"186,966 members","r/automationgame":"17,912 members","r/BMW":"316,548 members","r/civic":"60,100 members","r/WeirdWheels":"202,059 members"}},"about":{"header":"About Community","description":"The best car photography sub on reddit","created":"Created Mar 18, 2010","stats":["1.7m Members","384 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Sidebar","description":"The SFW Porn Network\nBrowse All\nIRC\nDiscussion\nSubmission Rules\nTitle Requirements\nMust include some context about the vehicle in the image, such as year, make, and/or model.\nInclude the resolution in [brackets] in your title.\nNo self-promotion or links in titles. Add relevant links in comments.\nNo titles that are a paragraph long. Add long background stories in comments.\nNo pandering for votes or all caps titles.\nCredit the photographer if you are posting someone else's photo\nThis subreddit is for high-quality pictures of high-quality cars. Mods will remove any bad-quality photos or bad-quality cars. This includes low resolution/blurry photos, terrible lighting, crashed cars, pics where car is not the main focus, bad cellphone shots, pics not cropped or rotated correctly, etc. Photos taken out your windshield with half your hood and dashboard in it are for /r/spotted.\nMaximum of 5 non-OC posts per day. Reposts must not have been posted in the last 3 months and not in the top 100 posts.\nOnly submit single, static images.\nVideos, collections, interactive images/websites, and articles are not allowed. Try /r/cars instead. Alternately you may submit a single image and link to the album, video, collection, interactive image/website, or article in the comments.\nDo not submit a shortened link using a URL shortener like tinyurl.\nMake sure your image is hosted by an approved host.\nOriginal source is allowed and preferred over the approved hosts. If your submission is not on the list of approved hosts, but it is an original source, please use the tag [OS] so your submission is not removed in error. If your image is rehosted from another approved host it will be removed.\nIf you took the photo yourself, you can signify this by using the tag [OC] (original content) and after 24 hours you will be given special flair. If you don't receive flair after a few days feel free to message the mods.\nNo photos with text overlays (e.g., memes, youtube review screenshots, etc.). Unobtrusive watermarks from original photographers are allowed.\nDo not post multiple pics of the same car from different angles or many pictures from the same car show. Post one and link extra photos in comments.\nCGI, rendered, and photoshopped images are allowed but must be flaired as such.\nNo selling on this sub.\nIf you have any questions check out the FAQ.\nOther subreddits you may enjoy:\n**Automotive Subreddit List\n/r/garageporn\n/r/ITookAPicture\n/r/Jaguar\n/r/MotorcyclePorn\n/r/TeslaPorn\n/r/ToolPorn"}]}