{"time_collected":"2023-03-08 17:03:45.035486-05:00","top_headers":[{"heading":"Join Cartesi's First Online Hackathon - Registration now open!","time_posted":"14 days ago"},{"heading":"Thank you, Cartesi - our newest Banner Overlord for the next ten days!","time_posted":"4 days ago"},{"heading":"From nomination to recognition: thank you to our community. Help Cartesi win in the final round of Alchemy Platform's Web3 30 awards - your vote counts!","time_posted":"5 days ago"},{"heading":"Take your ETHDenver project to the next level with Cartesi's Community Grants Program!","time_posted":"6 days ago"},{"heading":"Ordinals: threat or opportunity?","time_posted":"8 days ago"},{"heading":"Hello, Cartesi's February Monthly Recap! Catch up with all that happened last month.","time_posted":"8 days ago"},{"heading":"Weekly Chat - General Discussion","time_posted":"23 days ago"},{"heading":"Saturday Spotlight: Do you speak Korean? Join the Cartesi Korean Community!","time_posted":"25 days ago"},{"heading":"Join Cartesi's Ideathon for ETHDenver 2023! Drop your ideas on Discord!","time_posted":"27 days ago"},{"heading":"Missed the Developer Community Spotlight session? Catch up with the replay!","time_posted":"27 days ago"},{"heading":"Join Cartesi Technical Bootcamp in preparation for ETHDenver. Tuesday, 14th February, 12:00 UTC","time_posted":"28 days ago"},{"heading":"Can a WASM virtual machine (Stylus of Arbitrum) compete with RISC V of Cartesi?","time_posted":"28 days ago"},{"heading":"Cartesi Builders Live on Discord: Developer Community Spotlight in 15 Minutes.","time_posted":"1 month ago"}],"rules":["Be respectful and polite","Keep the discussions Cartesi related and add value","Scare tactics, FUD & fake news is prohibited","No spamming or advertising","Report anything that breaks the rules","Community Safety"],"subreddits":{},"about":{"header":"About Community","description":"Cartesi is a multi-chain layer-2 infrastructure, a modular execution layer that elevates simple smart contracts to decentralized Linux runtimes. It allows developers to launch highly scalable rollup chains, and code decentralized logic with their favorite languages and software components.","created":"Created Jun 22, 2018","stats":["7.0k Cartesians","17 Online","Top 10% Ranked by Size"]},"other_information":[]}