{"time_collected":"2023-03-08 14:06:51.705613-05:00","top_headers":[{"heading":"Found this sweet Maxell tape recorder care kit for $1 at the DAV thrift store yesterday.","time_posted":"4 hours ago"},{"heading":"I finally got one :0","time_posted":"16 hours ago"},{"heading":"It’s unreal to me how good a tape sounds with the WM-D6C (type II with Dolby C)","time_posted":"3 hours ago"}],"rules":["Please put the make and model number of your device in the title.","You have to list the price of the items you're selling.","No social media giveaways."],"subreddits":{"Fellow Communities":{"r/cassettefuturism":"29,664 members"}},"about":{"header":"About Community","description":"Snoo thought he heard a subliminal message on the latest cassette he was playing. He eagerly unscrewed the screws on each corner of the tape. It didn't take long to put the reels on backwards. When he finished it wasn't much of a surprise it was telling him to share pictures of his cassette tapes, cassette players, analog equipment on Reddit. It also wanted him to promote tape labels, make tape compilations, and share the love of the format. The tape self destructs. Snoo eats the magnetic tape!","created":"Created May 25, 2011","stats":["63.6k Members","86 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Welcome","description":"Welcome to /r/cassetteculture.\nThe sky isn't theirs to see. It's what they have always believed. The only sound they heard. Never meant much to her.\nShe never listened to their words. They all hated her and was ignored. When she tried talking to them. They turned their backs and walked away.\nAll day she had time to think, And was beginning to believe everything was a lie. Being alone was OK. As she listened to her Judas Priest cassette on her WALKMAN!\nr/cassetteculture represents the following:\n*community *cassette collections *analog equipment *compilations *your recordings *independent tape labels *new cassette releases *DIY album art *zines *indie reviews *tape trading\nYOU are cassette culture!"},{"header":"Indie Labels","description":"Bent Window Records\nChalkpit Cassette Club\nConstant Existential Crisis\nMouse Blanket Records\nNeverwood Records\nPersonal Soundtracks\nULYSSA\nVoices Of The Ainur"}]}