{"time_collected":"2023-03-06 22:42:05.652343-05:00","top_headers":[{"heading":"r/CasualConversation Welcome Thread - Month of March 01, 2023","time_posted":"5 days ago"},{"heading":"Is it me or is everything in the world just meh right now?","time_posted":"8 hours ago"},{"heading":"Anyone else feeling lazy working from home?","time_posted":"13 hours ago"},{"heading":"I can predict earthquakes 30 seconds in advance","time_posted":"4 hours ago"},{"heading":"Anybody else missing the old Internet?","time_posted":"4 hours ago"},{"heading":"Anyone else incredibly happy they’ll never be younger than they are today?","time_posted":"6 hours ago"}],"rules":["Be respectful: We have zero tolerance for harassment, hate speech, bigotry, and/or trolling.","Encourage conversation in your post","Don’t post to vent, complain, or express sadness","Avoid topics of negative mental health and hardship","Avoid posting about problems with relationships, medical or mental health, and legal issues","Avoid controversial topics and Reddit meta-drama","Keep it clean and SFW: No illegal content or anything gross and inappropriate","No solicitation such as ads, promotional content, spam, surveys etc.","Respect privacy: Don’t ask for or share any personal information"],"subreddits":{"Casual Communities":{"r/CasualUK":"1,639,788 members","r/indiasocial":"408,140 members","r/FranceDetendue":"69,941 members","r/CasualIreland":"51,984 members","r/conversas":"165,187 members","r/casualEurope":"20,330 members","r/CasualPT":"8,292 members","r/AussieCasual":"73,468 members","r/casualcanada":"13,421 members"},"Recommended Communities":{"r/diogenesclub":"2,495 members","r/wholesomememes":"13,438,501 members","r/toastme":"455,800 members","r/FreeCompliments":"256,112 members","r/CongratsLikeImFive":"301,082 members","r/redditsings":"165,658 members","r/wholesomereddit":"25,398 members"}},"about":{"header":"About Community","description":"The friendlier part of Reddit. Have a fun conversation about anything that is on your mind. Ask a question or start a conversation about (almost) anything you desire. Maybe you'll make some friends in the process.","created":"Created Jun 8, 2014","stats":["2.1m conversationalists","1.5k casuals here now","Top 1% Ranked by Size"]},"other_information":[{"header":"Moderation Policies","description":"Popular Posts\nWhen a thread has gained a lot of activity, been highly upvoted, and has attracted a lot of outside users, we tend to be a bit more heavy-handed on the removal of comments and the banning of users, as often they haven’t read the rules or understand the environment we try to foster here.\nA Grain of Salt\nWe as mods don't usually require verification for posts. If the OP would like to reach out and verify their story with us (or edit the post with verification) then they are free to. Other than that, we cannot say if a story is true or false. Take each story posted with a grain of salt.\nRemoval & Warning\nAbusive posts of any kind are subject to an immediate ban.\nPosts that derail discussion with the deliberate intent of provoking other users will be removed:\nNOT OK: Personal Attacks\nNOT OK: Hate Speech: False Facts, Flawed Argumentation, Divisive Language, Dehumanizing Metaphors, and/or Slurs\nNOT OK: Unsolicited sexual advances"}]}