{"time_collected":"2023-03-07 00:02:10.774957-05:00","top_headers":[{"heading":"Posting Guidelines - Read Before Submitting","time_posted":"5 years ago"},{"heading":"11/03/2007 Italy, Malpensa Airport - An error during cargo loading of this MD11 results in tail tipping. The aircraft had just been repainted with the new company livery.","time_posted":"7 hours ago"},{"heading":"Greece, 28/02/2023. The moment of the train collision between a passenger and a freight train. 57 dead, 85 injured.","time_posted":"17 hours ago"},{"heading":"Helicopter blades broken by storm on oil rig - 17/2/23","time_posted":"1 day ago"},{"heading":"E-bike may have started massive 5 alarm fire in Bronx, New York. March 2023","time_posted":"1 day ago"}],"rules":["No joke/meme submissions","Titles must only be a neutral description and date","No Mundane Failures","Compilations are not allowed","Be respectful","Objects, not People"],"subreddits":{},"about":{"header":"About Community","description":"Videos, gifs, or aftermath photos of machinery, structures, or devices that have failed catastrophically during operation.","created":"Created Jun 24, 2015","stats":["1.8m Members","679 Online"]},"other_information":[{"header":"Flair Rules","description":"If your submission depicts people dying, you must apply the \"Visible Fatalities\" flair to your post and tag it \"NSFW\".\nIf your submission depicts people visibly being seriously injured, you must apply the \"Visible Injuries\" flair to your post and tag it \"NSFW\".\nIf your submission depicts a situation where people were killed, but those people are not directly visible you must apply the \"Fatalities\" flair to your post (eg. the Hindenburg Disaster, or a plane crash).\nIf your submission does not require one of those tags, you should pick any of the other flairs to describe what type of failure occurred"},{"header":"About","description":"Catastrophic Failure refers to the sudden and complete destruction of an object or structure, from massive bridges and cranes, all the way down to small objects being destructively tested or breaking.\nClick here for an extended version of the rules if it's your first time submitting.\nRelated subreddits:\n/r/nononono\n/r/Whatcouldgowrong\n/r/ANormalDayInRussia\n/r/ThingsThatBlowUp\n/r/DestructionPorn\n/r/therewasanattempt\n/r/naturesfury\n/r/holdmybeaker\n/r/StormComing\n/r/promptcritical\n/r/Conflagration\n/r/CatastrophicSuccess\n/r/RubeGoldbergFails\n/r/ThatLookedExpensive"}]}