{"time_collected":"2023-03-07 15:35:09.568986-05:00","top_headers":[{"heading":"March 2023 Matchmaking Threads","time_posted":"6 days ago"},{"heading":"February 2023 Matchmaker Form - FINISHED","time_posted":"6 days ago"},{"heading":"Dating","time_posted":"12 hours ago"},{"heading":"I feel like a girl I like is pulling away from me.","time_posted":"12 hours ago"},{"heading":"Mexico/USA dating","time_posted":"17 hours ago"},{"heading":"Unsure how to respond to this...","time_posted":"19 hours ago"},{"heading":"How long to recover from an (abusive?) long term relationship - 3 yrs+","time_posted":"8 days ago"},{"heading":"Pope John Paul II to young people on the freedom to love","time_posted":"9 days ago"},{"heading":"What do I do in this situation","time_posted":"9 days ago"}],"rules":["You must be 18 or older to post on the match-making threads","No harassment/personal attacks on other users","Memes ARE allowed","No MRA/incel/redpill or otherwise unCatholic/sexist/misogynistic/misandrist commentary.","No anti-Catholic rhetoric"],"subreddits":{"Related Communities":{"r/dating":"1,847,446 members","r/ChristianDating":"5,174 members","r/love":"231,880 members","r/relationship_advice":"8,487,907 members","r/Christianmarriage":"31,238 members","r/relationships_advice":"46,565 members","r/dating_advice":"4,249,567 members","r/ForeverAlone":"178,840 members","r/TrueOffMyChest":"1,971,115 members","r/AskAPriest":"14,016 members"}},"about":{"header":"About Community","description":"For when coffee and doughnuts after Mass doesn't cut it.","created":"Created Aug 19, 2014","stats":["16.1k Members","118 Online"]},"other_information":[{"header":"/r/CatholicDating Essentials","description":"Catholic, single, and looking for your other half? /r/CatholicDating is for you!\nThis is a place for advice, resources, prayers, and discussion as it relates to dating for Catholics. And, God willing, we won't irritate /r/Catholicism with all the dating threads anymore.\nLooking for a SO? Check the top of the sub for the monthly Matchmaking Threads sticky. Those are active 24/7. Treat it like you would a normal dating site - post whatever you want about yourself, and message anyone who catches your eye.\nWant us to match you with a specific person, one-on-one? Like a matchmaker? Then look for a Matchmaker Form sticky at the top, though it's not active all the time.\nWant a more traditional dating site experience with profile pictures, but with user-friendly mechanisms? Then check out our friends over at CatholicLuv (www.catholicluv.com) and make an account.\nJoin our Discord server at https://discord.gg/HMHjQcmQAa! We have multiple matchmaking channels, sorted by age. We also host Discord-exclusive matchmaker forms every so often, and are also planning on starting up speed dating events soon. We also have A LOT of non-dating-related activities, such as movies and gaming seemingly every night, karaoke sessions and debates every week, trivia every month, and Spanish-speaking events! And of course, we have plenty of Faith-related activities, such as Rosaries, a Bible in the Year group, and more.\nWe also have an Instagram dedicated to matchmaking - https://www.instagram.com/findyourcatholicdate!"}]}