{"time_collected":"2023-03-06 23:25:41.836768-05:00","top_headers":[{"heading":"r/Catholicism Prayer Requests — Week of March 06, 2023","time_posted":"23 hours ago"},{"heading":"Lent: A Guide","time_posted":"12 days ago"},{"heading":"Illinois is trying to pass legislation that targets crisis pregnancy and women’s health centers, which will drive them out of business","time_posted":"4 hours ago"},{"heading":"My mother, who was Catholic, is being buried this weekend. What should I know/do?","time_posted":"4 hours ago"},{"heading":"Why do YOU leave mass early?","time_posted":"12 hours ago"},{"heading":"After Yesterday's Mass","time_posted":"8 hours ago"},{"heading":"Cardinal McElroy: Catholic teaching on grave nature of ‘all sexual sins’ is 17th-century innovation","time_posted":"8 hours ago"},{"heading":"Concern over the Second Vatican Council's teaching on Islam","time_posted":"14 hours ago"}],"rules":["Anti-Catholic Rhetoric","Attack on a User/Incitement","Uncharity Towards Legitimate Questions","Misplaced Free Friday Post","Misplaced Politics Monday Post","Title is misleading / clickbait / zero information / editorializing","Prayer Requests","Image Policy","Trolling"],"subreddits":{"Related Communities":{"r/Christianity":"350,484 members","r/OrthodoxChristianity":"41,825 members","r/TrueChristian":"84,533 members","r/AskAPriest":"14,010 members","r/Christian":"78,354 members","r/Christians":"57,741 members","r/Reformed":"48,814 members","r/AskAChristian":"11,841 members","r/OpenChristian":"40,748 members","r/RadicalChristianity":"48,703 members"}},"about":{"header":"About Community","description":"/r/Catholicism is a place to present new developments in the world of Catholicism, discuss theological teachings of the Catholic Church, provide an avenue for reasonable dialogue amongst people of all beliefs, and grow in our own spirituality. Catholic Christianity offers the world the fullness of the Christian Faith.","created":"Created May 27, 2008","stats":["162k Members","1.1k Online"]},"other_information":[{"header":"Sidebar","description":"Today's Saint of the Day is St. Colette.\nWelcome to r/Catholicism!\nIf you would like to make a prayer request, please submit a comment in our weekly prayer request thread stickied at the top of the main page.\nThis is a place for Catholics and non-Catholics alike to present and respectfully discuss news and other content about the Catholic faith and the Catholic Church, inquire regarding questions about the faith, and grow in spirituality, mutual encouragement, and community.\nAllowed Content\nLinks to external content related to Catholicism\nImages that are infographics or somehow celebrate the beauty of the faith\nSelf-posts that ask questions, educate, or open up topics for discussion\nConditionally Allowed Content\nPrayer Requests (Prayer thread only)\nPolitics (Mondays only)\nCommunity building content not related to Catholicism (Fridays only)\nLow-effort posts & images which do not support discussion (Fridays only)\nPromotion of your website/blog/personal endeavor (1x/week only)\nHigh-volume posting (3x/week external links, 3x/week self-posts)\nOffers to sell/donate/promotionally giveaway (selling policy)\n\"Bandwagons\" (no more after mods declare one to be over)\n“Was it a sin?\" posts arising from OCD or scrupulosity are not allowed\nMore on sharing policy\nDisallowed Content\nPosts which are only cross-posts to another subreddit's content\nTweets unless from a verified account of a Catholic bishop\nImages which are memes, macros, only a vehicle for a quote (see r/CatholicMemes)\nTitles which editorialize, mislead, or lack information regarding the underlying content. Links to articles must be the article's title or a quote from the article.\nRequests for collective action, including for donations, to take surveys, to sign petitions, or brigading\nPiracy or any other illegal act\nLinking to articles that are behind paywalls, or replication of said articles in the comment section to avoid article paywalls\nBad Faith Engagement (see also r/DebateACatholic or r/AskCatholics)\nUncharitable dialogue, speculation, or personal attacks against others, especially the clergy\nAdvocating leaving the Catholic Church or disobedience to her teachings or her leaders\nRhetoric that demeans Catholics, our faith, Catholic teaching, or the Church\nAppeals of mod decisions (take it to modmail)\nObscenity/profanity, at mod discretion\nAMA's without approval of the Moderators\nPosts and comments promoting the SSPX\nPolitics-only engagement\nDiscussion of artistic representations of ethnicity in religious art\nDiscussion of Francisco Franco and his government\nIn sum, remember that \"If I speak in human and angelic tongues but do not have love, I am a resounding gong or a clashing cymbal. And if I have the gift of prophecy and comprehend all mysteries and all knowledge, if I have all faith so as to move mountains but do not have love, I am nothing. (1 Cor. 13:1-2)\" In all things, charity: a post being orthodox or otherwise factually correct does not mean it will not be removed if it is also uncharitable.\nQ&A\nQ: How is r/Catholicism different from r /Catholic?\nA: r /Catholic is run by anti-Catholic trolls (see this news item). Our much larger subreddit is actually devoted to discussing Catholicism.\nQ: How is flair used here?\nA: Currently, we use flairs for offices. If you see users flaired, they have been verified by the moderators. We are unlikely to have self-applied flair anytime in the near future (search for the topic here to understand why).\nOfficial Community Groups\nDiscord server\nSteam group\nMass Readings for Today\nNAB (US·Philippines)\nJerusalem Bible (UK·Ireland)\nNRSV-CE (Canada)\nRSV-CE (Antilles)\nL. Mexicano (Mexico·US)\nAELF (French)\nCNBB (Brazilian Portuguese)\nEinheitsübersetzung (German)\nExtraordinary Form/TLM (Global)\nBreviary / Divine Office\nEnglish\nRosary\nToday, we remember the Joyful Mysteries.\nBot Guide\nu/Catebot: Catechism, Canon Law, GIRM [Bot FAQ]\nu/stthomasbot: Summa Theologiae [Q&A]\nRelated Subreddits\nSee here for a list of other subreddits related to Catholicism or to viewing the world through a Catholic lens."}]}