{"time_collected":"2023-03-08 21:42:24.599902-05:00","top_headers":[{"heading":"Oct 15th Live Talk with one of the dozen certified Exotic Animal vets in the USA (Works with Dr Stah) worth a listen as we discuss: roles of Carotenoids, vitamin-A, Eye Cysts and other chameleon specific health and care and husbandry issues. Worth Listening.","time_posted":"5 months ago"},{"heading":"my baby veiled chameleon will not open his eyes and I don't know why can somebody help me understand why?","time_posted":"10 hours ago"},{"heading":"I had to take my boy to the vet last week (luckily he is healthy) and I thought I’d share his X-ray since I find it fascinating","time_posted":"5 hours ago"}],"rules":["On/Off Topic: Limit topics and comments to chameleons or related care and husbandry.","No Advertising or Spam: All sales have to be approved by the mods before posting.","Be Civil, polite and respectful. (Reddiquette)","Post Pictures and accurate descriptions if requesting help.","No kneejerk responses, state and justify your reasoning.","No forwarding of users to other subs, website, forums, podcasts or youtube channels..","Don't Private Message the mods or other users.","Be open to criticism.","No animal abuse/neglect.","Moderator prerogative and final say. Use Modmail."],"subreddits":{"Related Communities":{"r/ballpython":"88,372 members","r/Vivarium":"26,008 members","r/reptiles":"138,189 members","r/leopardgeckos":"80,748 members","r/mantids":"24,223 members","r/CrestedGecko":"43,509 members","r/hognosesnakes":"14,928 members","r/terrariums":"165,197 members","r/geckos":"54,944 members","r/axolotls":"100,632 members"}},"about":{"header":"About Community","description":"A community for those that wish to learn more about Chameleons. Up to date husbandry & care. Show off your animals, your successes, and hopefully help prevent any sorrows along the way. Founded and moderated by experienced breeders and hobbyists as one of the largest Chameleon specific communities in the world. This sub is closely moderated to maintain a friendly & informative space. Expert advice for Veiled, Panther and Jacksons species as well as many of the more rare and exotic species.","created":"Created Apr 21, 2011","stats":["40.6k Members","44 Online"]},"other_information":[{"header":"Questions?","description":"WE need to have your species & part of the world you live in listed so that we can best answer your question! Not all Chameleons are alike, all have different needs & requirements that have to be taken into consideration by the owner before purchase."},{"header":"FAQ","description":"Our Official Chameleons FAQ"},{"header":"Cham Info","description":"Madagascar's Chameleons Good overview\nNat Geo Quick Video\nSome Chameleon facts [funny]\nColor changing is very different than from octopi and squids. Chameleons actually use crystals in their skin to mirror and change wavelengths of reflected light - not colored pigment as some out of date books suggest."},{"header":"Links for first time owners","description":"You just got a new \"tiny\" chameleon... and don't know what to do?\nHere's a proper young subadult temporary environment to get you started. (Keep them in here until they're ready for a adult cage)"},{"header":"Sexing/Breed/Behaviors/Feeding","description":"What is the best chameleon for first time owners? (answer: Veiled)\nMale or Female? It's easy to Sex ID common species from a young age.\nI've heard that veiled chameleons are aggressive, is that true? (not with proper handling)\nHow to handle them & get them used to you\nFeeder Insect Nutritional Chart (Dubia Win).\nExpanded Feeder insect chart"},{"header":"Lighting","description":"A word on heat sources, burns & treatment. A must read before setting up your cage environment.\nA source for tungsten lights (used for light and heating -) Recommended from above\n[**The differences between a T5 and the T8 tubes (yes it matters) as the zoomed reptisuns come in different strengths. (5.0, 10.0)\nThe Zoomed safe distance chart\nThese distance help give approximations for the safe distance of other manufacturers products. **Important for when designing habitats*"},{"header":"Supplements","description":"Supplements.. which one is right? UPDATED 2.08.15"},{"header":"Drinking Glass Method","description":"Drinking Glass method developed by Flip69\nWhy a drinking glass vs a misting system?\nPOKAL IKEA Drinking Glass - works great!"},{"header":"Special Needs","description":"Video of Tong / Hand Feeding for blind animals or those that can't target food well"},{"header":"Natural Habitats","description":"Veiled chameleon's natural habitat (includes pictures and weather data) Video of wild setting and a second adult male this is what a keeper should try to replicate.\nPanther Chameleon (Furcifer pardalis) weather data by locality.\nHere's More weather data, Antalaha (North east Coast City), Hall Ville North West coast close to the Nosy Be and Ambilobe localities\n• The issue of \"Localities\" for the different panther chameleon types. Answer is that there's about 11 different sub species that aren't yet recognized officially."},{"header":"Emergency!","description":"The power/home heat went out!!!\nI need to transport my animal in sub zero temps?.. What to do."},{"header":"Diseases & Health","description":"What is MBD (Metabolic Bone Disease) I keep hearing about?\nSymptoms of a Lung Infection (w/ video) [UPDATED]\nPapilloma Virus in chameleons\nDosages for common diseases & medications for reptiles\nand discussion regarding medication dosage\n• Eye Infections: antibiotic eye ointment and another link for 2nd vendor something that every cham owner should have on hand."},{"header":"Medications","description":"This requires math and a little bit of responsibility to use these drugs... but it's always a good idea to have some basic tools in your med kit so you can treat a problem quickly or where a vet is unavailable/ far away.\nTaxonyx (online exotics / avain suppliers USA) sell:\nFor Lung Infections use\nBaytril™ (Enrofloxacin 10% Liquid) Here's the Bayer™ Baytril dosage recommendation .pdf It lists Chameleons @ 5-10 mg per Kg every 12 hours. I strongly recommend oral (PM) application as it's a high pH drug that will cause tissue damage if injected (scaring).\nAntibiotic Eye Ointment (Terramycin based Ophthalmic) and Neo-poly-Bac\nToltrazuril works like Ponazuril for treating Coccidia infections in the gut. It can be purchased here\nThese should be kept available in advance (just in case they're needed) by all cham keepers.\nOrally Medicating a cham w/ lockjaw (video)\nKnown Toxic Drugs to Chameleons that vets sometimes prescribe:\nAlbon (Sulfadimethoxine) Should be considered to be toxic and can result in death of a sick animal. It's one of the common \"go to\" drugs for vets treating coccidia we need to watch out for."},{"header":"Locating Vets","description":"ARAV - Association of Reptile and Amphibian Veterinarians US State by State search\nCanada: Toronto/the Greater Toronto Area, Links Road Animal Clinic Users recommendation: Evan Mavromatis\nTip: Check to see if you have a reptile society/club in town - They'll have a list of reptile specific vets in your area. Be aware that most vets aren't as experienced in the health of reptiles as experienced hobbyists are - this especially applies to chameleons"},{"header":"Other","description":"Background sourced from wallpaperswide.com"}]}