{"time_collected":"2023-03-08 08:59:09.650894-05:00","top_headers":[{"heading":"[WELCOME POST] Read This! January 2021 Edition!","time_posted":"2 years ago"},{"heading":"[WAR] Art War Blood In the Water - Prompt 1","time_posted":"7 days ago"},{"heading":"[WAR][RF] Blood Hunter for u/NebbyNoo112","time_posted":"5 hours ago"},{"heading":"[RF] Desert Lizardfolk Druid","time_posted":"21 hours ago"}],"rules":["All posts must have the appropriate title tag","No graphic or sexualized content","No unrequested solicitation for payment","No blatant advertising","No unsolicited or unproductive critique","No DALL-E, Hero Forge, Artbreeder, or similar for [OC] & [RF] posts","[LFA]s are limited to one post per seven days per character concept or set of characters","[OC]s are limited to one post per week per user, Mondays to Thursdays (UTC time zone) only","Create a link or tag the original poster if you submit an [RF]"],"subreddits":{"Friend Communities!":{"r/beastdrawing":"3,771 members","r/drawyourweapons":"7,847 members","r/worldbuilding":"1,111,834 members","r/DnD":"2,997,937 members","r/worlddrawing":"2,840 members","r/redditgetsdrawn":"621,358 members","r/SketchDaily":"1,590,257 members","r/ImaginaryCharacters":"240,377 members","r/RPGdesign":"65,007 members","r/mapmaking":"123,979 members"}},"about":{"header":"About Community","description":"This subreddit is for fans of role playing games to submit requests to get their characters drawn and for artists who want to draw such characters. Users submit character descriptions as requests, and artists may browse requests and voluntarily fulfill them at their leisure. This is purely pro bono work, meaning it is done voluntarily out of good will.","created":"Created Sep 26, 2012","stats":["275k adventurers","295 exploring art","Top 1% Ranked by Size"]},"other_information":[{"header":"Posting Guidelines","description":"Remember to read the rules and the stickied welcome post!\nNew accounts attempting to post here may get caught in AutoMod's spam filter. Either repost in a day or message the moderators if they have not manually approved your post already.\nIf you are planning on posting an [LFA], please be descriptive within the post. Low-effort posts (e.g. \"PM me for details\") will not likely get the attention of an artist. There is an [LFA] template in the Links of Interest sidebar panel below. You are welcome to use reference images in your [LFA] as well. Please remember the time limit posting restrictions for [LFA]s in the rules.\nArtists that post an [RF], please ping and/or link the original [LFA], whether in the [LFA] thread and/or as a comment in your [RF].\nThose who receive an [RF], congratulations! Be thankful for the FREE ART you just received - once more - FOR FREE.\nArtists may post their own works if they desire by using the [OC] tag. [OC] posts have some tight rules in place to keep advertising and spamming to a minimum, so please take the time to read the rules before posting. Please keep [OC] posts focused on TTRPG characters - other subreddits are listed below if your post doesn't fit here. Art done to fulfill a commission or a request made outside of r/characterdrawing is considered [OC]."}]}