{"time_collected":"2023-03-06 19:08:03.594484-05:00","top_headers":[{"heading":"Uno Reverse!","time_posted":"2 hours ago"},{"heading":"Can't pay because I'm saving for vacation","time_posted":"9 hours ago"},{"heading":"Bet he wouldn't have wanted to pay for a commission","time_posted":"7 hours ago"}],"rules":["Blur out identifying info (Age, Name(s), Location, etc). This includes OP's info.","Please use [Imgur](http://imgur.com) for pictures.","Please be nice to other users.","Don't link to other subreddits.","Don't incite others to visit the page a given post pertains to.","Person must be a beggar","Person must be choosy","No reposts from top 100, front page or last 12 months.","Moderators may use discretion.","Please make an effort with your title."],"subreddits":{"Friends of the sub":{"r/trashy":"2,927,954 members","r/CrackheadCraigslist":"600,452 members","r/delusionalartists":"518,749 members","r/Badfaketexts":"404,196 members","r/GoodFakeTexts":"200,682 members","r/iamverysmart":"1,610,461 members","r/insanepeoplefacebook":"2,107,948 members","r/BlackPeopleTwitter":"5,631,682 members","r/ShittyGroupMembers":"27,352 members"}},"about":{"header":"About Community","description":"This subreddit is for posting screenshots, pictures, or stories of people who are being way too picky when begging for things.","created":"Created Dec 16, 2014","stats":["2.4m Members","3.0k Online"]},"other_information":[{"header":"What is NOT a ChoosingBeggar","description":"Unattractive people seeking a normal relationship and having reasonable standards is not a good fit for this sub. Ugly people are allowed to want a partner with a job, or no kids, or anything else we would consider reasonable for the beautiful people.\nA person asking for help with life's necessities out of desperation is not a choosingbeggar\nIf someone ran out of money and needs gas money to get to work and the only thing they can think of is to make a status update on Facebook asking if anyone can spare them some money, they aren't really being choosy. They got the beggar part down, but this sub is not /r/beggars so that post wouldn't fit. If that same person turns down someone offering to give them a ride to work because they don't want to be seen in a PT Cruiser, then that post would fit.\nA parent asking for handouts because their kids want an Xbox for Christmas and the only way that could happen is if someone donates one, that isn't a choosingbeggar. That's someone begging, but without a sense of entitlement. If that person is offered a Nintendo and they scoff at the suggestion, then that would be a good post.\nThe person begging must be at least in the gradient of being an entitled jerk, this sub is not a place to mock poverty"}]}