{"time_collected":"2023-03-07 07:16:32.388440-05:00","top_headers":[{"heading":"Composer Bracket Final Results + Retrospective","time_posted":"10 days ago"},{"heading":"‘What’s This Piece?’ Weekly Thread #135","time_posted":"15 hours ago"},{"heading":"NYPhil an evening with Yo-Yo Ma 2/28","time_posted":"17 hours ago"},{"heading":"Am I the Problem?","time_posted":"14 hours ago"},{"heading":"Happy Birthday Karol Kurpiński","time_posted":"4 hours ago"},{"heading":"Very short survey on playing related injuries","time_posted":"21 hours ago"}],"rules":["Keep posts relevant to classical music","Verbal abuse","Self-promotion is acceptable in moderation","Low-effort posts (memes/no educational value)","Sensationalized titles","Titles and posts linking to articles","Progress/Accomplishments/Performances/Own Compositions","Weekly piece ID thread","No generic music compilations","No promotion of illegal activity"],"subreddits":{"Related Communities":{"r/piano":"314,754 members","r/composer":"53,693 members","r/Clarinet":"18,784 members","r/lingling40hrs":"288,787 members","r/violinist":"66,544 members","r/pianolearning":"42,822 members","r/musictheory":"529,321 members","r/Cello":"22,909 members","r/opera":"22,355 members","r/Jazz":"254,270 members"}},"about":{"header":"About Community","description":"Whether you're a musician, a newbie, a composer or a listener, welcome. Please turn off your phone, and applaud between threads, not individual posts.","created":"Created May 11, 2008","stats":["1.4m Classical Enthusiasts","259 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Things to Know","description":"If you're new to classical music, and are looking for recommendations: first of all, welcome! /r/classicalresources is an archive for people who aren't sure where to start or are looking for more music they'll like, and we send all requests for basics over there. In addition to that, if you're posting an extremely frequently asked question, you may be told to use the search bar to look for similar posts.\nIf you see something that is rude, offensive, or otherwise strikes you as wrong, please report it and we'll take a look. Reports bring things to our attention faster, and posts and comments above a certain number of reports will be automatically removed (with exceptions as needed).\nPosts from accounts under a certain (small) amount of karma must be manually approved by a mod in order to appear in the feed.\nRemember that not everyone has the same tastes. If you can't tell why anyone would like a particular composer, don't be afraid to ask rather than dismissing them as \"overrated.\" (On that note, please don't insult others for liking or disliking a specific composer!) And if you're feeling alone in your love of a specific composer, feel free to post some works of theirs that might intrigue others.\nWe acknowledge that the term \"classical music\" is somewhat porous. While this sub is not limited to Western classical music – there is no reason not to discuss other classical traditions here - that is currently its main focus. Contemporary music strongly influenced by classical traditions is also entirely appropriate to discuss. Popular music with significant classical influences is also welcome provided that the clear purpose is to consider that music thoughtfully in the context of classical traditions. Beyond those cases, most popular musical genres are better discussed elsewhere and will be removed from this subreddit as soon as we see them."},{"header":"Introductory Threads","description":"I'm new to classical, where should I start? A collection of previous threads on this topic\nAn Introduction to the Violin Concerto.\nA Guide to the String Quartet\nA Guide to the Cello Concerto\nWhere to purchase/acquire recordings"},{"header":"Resources","description":"/r/classicalresources - A variety of resources to help you expand your classical knowledge. Contains guides for beginners, an index of important composers and their works, and lists of classical pieces organised by genre, era, and theme.\nDiscord channel (live chat)\nList of classical music subreddits.\nOr browse them all at once\nList of c.m. YouTube channels\nPublic domain sheet music at IMSLP\n#classical on irc.freenode.net"}]}