{"time_collected":"2023-03-20 18:31:00.094057-04:00","top_headers":[{"heading":"Clemson Admissions Mega Thread","time_posted":"7 months ago"},{"heading":"Football Tickets and Q's Megathread","time_posted":"7 months ago"},{"heading":"Is Mauldin Hall a good dorm for incoming freshman?","time_posted":"22 hours ago"},{"heading":"Please provide feedback on gressette hall- pros and cons. Incoming freshman daughter is making her list","time_posted":"1 day ago"},{"heading":"MS. Computer Science","time_posted":"3 days ago"},{"heading":"Bridge…","time_posted":"3 days ago"},{"heading":"Out of state","time_posted":"3 days ago"},{"heading":"Missing Earbuds","time_posted":"3 days ago"},{"heading":"Criminal Justice Classes Locations","time_posted":"3 days ago"},{"heading":"I’m looking for a sublease where I can move in asap","time_posted":"3 days ago"}],"rules":["Ground Rules","Post Removals and Banning","No Gamecock Behavior","Megathread topic","Football","No Commercial Ads"],"subreddits":{"See our related subreddits!":{"r/southcarolina":"167,494 members"}},"about":{"header":"About Community","description":"The Clemson Family's Home on Reddit.","created":"Created Aug 28, 2008","stats":["21.5k Members","24 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Welcome to r/Clemson!","description":"The official subreddit to disuss all things Clemson\nClemson Football related posts go in r/ClemsonTigers\nA place to document WSBF concerts, memories of our beloved Astro, parking woes, football games, Super Taco burritos, and everything else about the upstate South Carolina area.\nFootball Parking Information:\nIPTAY Parking\nGeneral Admission Parking\nFootball Parking and Transit Info\nPlease read the rules before posting or commenting.\nRules and Guidelines\nGround Rules : Any posts that are not befitting of a member of our fine university will be removed. This includes excessive foul language, racism/sexism and general internet tomfoolery. If you don't want google to display your post under a search of \"Clemson\", it doesn't belong here.\nPost Removals and Banning : The poster of any removed content will be given an explanation of the removal by the mods. The poster will also have an opportunity to re-submit with compliance to the rules. Repeated rule-breaking may result in a ban. A ban may also be immediately issued for particularly outrageous offenses (ex: organizing a lynching). This rule also applies to users who are discussing moderation in public and not with moderators.\nMegathread topic : Topics that have a megathread do not belong anywhere except the megathread.\nNo Gamecock Behavior : Go Tigers!\nRead our Mod Action log!\nr/Clemson (and reddit mods in general) has received many different claims and accusations of mod abuse. These links show that no mod abuse has taken place. We encourage users to, when something gets taken down publicly, view these files. JSON is probably more familiar than the RSS feed as you can view it in the browser unless you can view the RSS feed in a text editor with XML formatting.\nWe encourage users to take a look at what mods are doing. Not only might you be surprised at what we are not removing, but you'll love what we are removing.\nJSON RSS\nYou May Also Enjoy\nr/ClemsonTigers\nr/UpstateSC\nr/SouthCarolina\nr/AndersonCounty\nr/Charleston\nr/Georgetown\nr/Greenville\nr/HiltonHead\nr/MyrtleBeach\nr/Spartanburg\nr/ACC\nScene SC\nHub-bub"}]}