{"time_collected":"2023-03-20 00:01:50.762148-04:00","top_headers":[{"heading":"r/CLNE Lounge 3.0","time_posted":"6 months ago"},{"heading":"Strange volume at the end of the week/contract expiration day - 1.78 Million shares at close, then 25 mins later, AFTER close, another 877K buy","time_posted":"1 day ago"},{"heading":"RNG gallon Production: “Potential Growth”25X to 50X 2022 levels","time_posted":"9 days ago"},{"heading":"A clean fuel alternative for heavy-duty trucks in the Ports of Los Angeles and Long Beach","time_posted":"11 days ago"},{"heading":"Suspected Collusion in California NG price spike which led to poor CLNE quarter results","time_posted":"11 days ago"},{"heading":"Cummins is branding their Alt fuel Trucking Solutions division “Accelera by Cummins”- to focus on and distinguish from legacy Cummins diesel solutions - here is a portion of their press release","time_posted":"12 days ago"},{"heading":"Register via LinkedIn or Cummins website to tune in to their 8:30 am March 8th Announcement “Destination Zero” webcast","time_posted":"12 days ago"},{"heading":"More information from Cummins this morning: by their count we have 900 CNG fueling stations in the US - so we can see where CLNE stands with over 500 stations and growing","time_posted":"12 days ago"},{"heading":"Video from Cummins with commentary on the 3 fuels that will drive Heavy Duty Trucking Carbon Reductions: “RNG Leading The Way” - have a look","time_posted":"17 days ago"},{"heading":"From Fleet Owner Magazine - If Fuel Costs are a major concern for Truck Operators as the article states - the market should be coming to CLNE and Opal.","time_posted":"17 days ago"},{"heading":"Bought the dip","time_posted":"18 days ago"},{"heading":"Shell acquires the largest Renewable Natural Gas prover in Europe.","time_posted":"27 days ago"},{"heading":"Acquisition by Shell of the largest RNG producer in Europe: news from Shell in Europe.","time_posted":"27 days ago"},{"heading":"Hexagon Agility just announced they received a new and large Oder from UPS for Heavy Duty Truck fuel systems = $19 million and growing.","time_posted":"28 days ago"},{"heading":"BO buys 281 Travel Centers of America locations for $1.3 Billion. Here’s why BP said they made the deal.","time_posted":"1 month ago"},{"heading":"CLNE 4th Quarter Sales Margin Improvement due to lower Nat Gas pricing ??","time_posted":"1 month ago"}],"rules":["No Pumping","No Politics","No Bullshitting","No Brigading","Positions or Ban","Account Requirements"],"subreddits":{},"about":{"header":"About Community","description":"This is a community for Clean Energy Fuels (NASDAQ:CLNE) shareholders to engage in discussion regarding the company, the stock, and related topics. This subreddit is in no way affiliated with Clean Energy Fuels Corp.","created":"Created Apr 19, 2021","stats":["7.3k Members","5 Online"]},"other_information":[]}