{"time_collected":"2023-03-08 13:18:03.696736-05:00","top_headers":[{"heading":"Cockatiel Questions and Answers (2021 and a half)","time_posted":"1 year ago"},{"heading":"Frequently Posted (+ Answers)","time_posted":"1 year ago"},{"heading":"Swipe for a surprise","time_posted":"17 hours ago"},{"heading":"I still feel guilty whenever I use this mug","time_posted":"4 hours ago"},{"heading":"She wont let me play","time_posted":"5 hours ago"}],"subreddits":{"Related Communities":{"r/parrots":"261,476 members","r/budgies":"61,922 members","r/guineapigs":"182,582 members","r/RATS":"238,602 members","r/Rabbits":"290,369 members","r/chickens":"97,978 members","r/Dachshund":"322,304 members","r/tarantulas":"80,913 members","r/pigeon":"19,183 members","r/husky":"152,855 members"}},"about":{"header":"About Community","description":"A subreddit totally dedicated to Cockatiels. Feel free to talk about anything related or to post pictures of your own parrots.","created":"Created Aug 12, 2012","stats":["74.7k Members","199 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Sidebar","description":"This is a community for the discussion of cockatiels. Talk about anything related, or post pictures of your own :)\nWant flair? Click the little (edit) next to your username in the sidebar and pick your 'tiel(s)!\nRules:\nFollow reddiquette.\nIf you are posting images of a sick or injured bird, please tag your post NSFW. This will warn those who are not prepared to view such images, as well as clearly mark your submission as asking for urgent help or advice. Thank you.\nPosts with images of birds in dangerous situations - in close proximity to a carnivore (dog, cat), outdoors without a harness, etc - may be removed.\nDon't be mean. Personal attacks/insults will not be tolerated and may result in a ban, especially if the behavior persists after a warning by the mods.\nSelf-promotion is strongly discouraged. Posts or comments made solely to direct traffic to your blog/forum/shop will be removed.\nIf you have any questions about what is acceptable here, please message the mod team\nSpecials:\nDerpiest cockatiels\nCockatiel names\nBest cuddle pictures\nCockatiel Chain\nFriends:\nr/parrots. For more parrots including but not limited to cockatiels. Cross-posting welcome!\nr/Conures. Small to medium-sized parrots with huge attitudes.\nr/magpies. The Australian magpie, loveliest songbird in the world\nr/BIRDit. Everything birdy, both wild and companion.\nr/illegallysmolbirbs. Birds that are just way too small.\nList of animal subreddits: Reddit's Animal Kingdom"}]}