{"time_collected":"2023-03-08 20:53:54.053356-05:00","top_headers":[{"heading":"Setting boundaries is an act of kindness","time_posted":"6 hours ago"},{"heading":"Celebrating a big win for me.","time_posted":"12 hours ago"},{"heading":"He didn't even seem to care about breaking up","time_posted":"10 hours ago"},{"heading":"Need insight after a really bad fight","time_posted":"4 hours ago"},{"heading":"Constantly trying to manage my husbands well-being and happiness.","time_posted":"21 hours ago"},{"heading":"People not letting you break up","time_posted":"1 day ago"},{"heading":"90 in 90","time_posted":"12 hours ago"},{"heading":"Would you mind please explaining me how CoDA works?","time_posted":"2 days ago"},{"heading":"Idk how to let go of my ex/stop being in contact w them. It’s such a draining/addicting cycle.","time_posted":"2 days ago"},{"heading":"On a break with my boyfriend","time_posted":"2 days ago"},{"heading":"Did working on your codependency break your relationship?","time_posted":"3 days ago"},{"heading":"Why do I feel like I’ll die without my cheating boyfriend?","time_posted":"3 days ago"},{"heading":"So-called \"shame\" and the postulate of the absence of parental abuse","time_posted":"3 days ago"},{"heading":"feeling a bit better, but feel like its tough to make boundaries the same way i find it hard to respect peoples boundaries... i find myself obsessively thinking of others in a controlling way to the point where i go numb in the face, stay up until 7 in the morning, without moving feet from my spot.","time_posted":"3 days ago"}],"rules":["No Hateful Language","No self promotion"],"subreddits":{"Related Communities":{"r/Agoraphobia":"28,012 members","r/mentalillness":"135,514 members","r/ptsd":"86,623 members","r/lonely":"326,546 members","r/Anxietyhelp":"140,406 members","r/Healthygamergg":"76,019 members","r/ROCD":"16,003 members","r/retroactivejealousy":"9,305 members","r/socialanxiety":"369,550 members","r/PanicAttack":"23,491 members"}},"about":{"header":"About Community","description":"Welcome to r/codependency! We're a community of redditors who've become aware of/are wondering if they are developing signs of codependency. We're all at different points in our healing, please come with open ears and open hearts. Should your post include possible psychological or emotional triggers, please detail as such in the post title.","created":"Created Feb 11, 2011","stats":["72.5k Members","68 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Community Info","description":"Wiki defines Codependency as : \" (...) the dependence on the needs of or control of another. It also often involves placing a lower priority on one's own needs, while being excessively preoccupied with the needs of others.\"\nIn other words, the needs of others have taken priority over our own, to the point where we fail to stand up for our own needs to make room for the needs of others. More than just simply caretaking, codependency crosses the line into cyclical, controlling, self-martyrdom. As a result, we derive our self worth and self esteem from being needed by others.\nUseful links:\ncoda.org\nPPG RC\nonlinecoda.net\nLiterature Store\nCommunity Resource List\nCoDA Google Drive\nFAQ's\nintherooms.com\n12 steps reworded - those of you uncomfortable with higher power aspect\nHave something to contribute of your own? Make a post!"}]}