{"time_collected":"2023-03-20 00:48:31.444166-04:00","top_headers":[{"heading":"[Monthly Referral Megathread] - Share or find a Coin Hunt World referral link here!","time_posted":"19 days ago"},{"heading":"[Monthly Buddy Quest Megathread] - Find a Coin Hunt World buddy here!","time_posted":"19 days ago"},{"heading":"Unable to access both in-game support and CHW Discord","time_posted":"5 days ago"},{"heading":"Hunters Lodge at CHWFEST - Opinions?","time_posted":"7 days ago"},{"heading":"Next Event?","time_posted":"10 days ago"},{"heading":"I Joined the Resin Millionaires Club","time_posted":"11 days ago"},{"heading":"Coin Hunt Fest is this weekend!!!","time_posted":"12 days ago"}],"rules":["Above all else, show respect for your fellow Hunter","All conversations should be Coin Hunt related & in English","No spamming, shilling, advertising or promoting anything unrelated to Coin Hunt World","No NSFW/NSFL content, including anything mildly suggestive","No \"Looking for my buddy, we have a quest!\" posts.","Do not post or discuss anything which does not align with Titanium Toaster's Terms of Service","No promotion or encouraging cheating of any kind, or of anything which would violate TOS.","Show respect for the developers, designers, and Coin Hunt World","No low-effort complaints, insults or trolling."],"subreddits":{},"about":{"header":"About Community","description":"The Official Subreddit for Coin Hunt World, a free geo-location mobile game where you play-to-earn! Chat with us on Discord. Developed by Titanium Toaster Corp.","created":"Created Sep 28, 2020","stats":["5.1k Coin Hunters","1 Cubies Currently Viewing"]},"other_information":[{"header":"Welcome to Coin Hunt World!","description":"Our goal with Coin Hunt World is to help educate the world about crypto by getting it into their hands in a fun way & help alleviate some of the financial difficulties people and businesses are struggling with now, especially in the time of covid. It is a geo-location game where you explore your cities, discover keys to open vaults, play minigames and earn cryptocurrencies.\nFAQ/Support via Discord"}]}