{"time_collected":"2023-03-08 20:50:41.266210-05:00","top_headers":[{"heading":"Announcing the official /r/CollegeRant Discord","time_posted":"2 years ago"},{"heading":"these notifications always scare me","time_posted":"12 hours ago"},{"heading":"End of course here and all assignments are reopened","time_posted":"7 hours ago"},{"heading":"Is biology a bad undergrad degree unless you are going to med school?","time_posted":"11 hours ago"},{"heading":"I’m over college. I want to leave.","time_posted":"1 hour ago"},{"heading":"Want to cry from stress with one class","time_posted":"2 days ago"},{"heading":"Difficult roommate rant","time_posted":"2 days ago"},{"heading":"Have to get my masters degree and I’m pissed","time_posted":"1 day ago"},{"heading":"Anybody Else Just Feel Really Good When You Just Get One Assignment Done?","time_posted":"3 days ago"}],"rules":["Relevance to Content","Be nice and respectful to other redditors","No Spam","Include a TL;DR"],"subreddits":{"Related Subreddits":{"r/college":"1,289,787 members","r/collegeadvice":"4,139 members","r/collegeinfogeek":"9,614 members","r/collegeliving":"810 members","r/CollegeHomeworkTips":"16,346 members"}},"about":{"header":"About Community","description":"This subreddit is for anyone who has experience in college to discuss the negative aspects of college life, although anyone is welcomed in this subreddit. We encourage you to blow off some steam you may have regarding the academic institution and the college experience. Have fun! Banner art and custom snoo made by u/mohagthemoocow by request on r/bannerrequest.","created":"Created Aug 7, 2018","stats":["42.5k Members","86 Online"]},"other_information":[{"header":"Posting Guidelines","description":"Posts must be related to college in nature. Your post can discuss any bad experiences you've had throughout college to negative aspects of college/college life to helpful advice you may have for others. Although this is more so of a subreddit for people to discuss the negative aspects of their college life, we also encourage for posts that may be helpful to other redditors. If you're uncertain if your post meets the criteria for the subreddit feel free to message the mods."}]}