{"time_collected":"2023-03-19 18:19:38.389558-04:00","top_headers":[{"heading":"Natasha Caudill here. I was born with Achromatopsia, a rare form of color blindness. I’m now a social media influencer and accessibility advocate debugging the monochrome world for you. Ask me anything!","time_posted":"2 months ago"},{"heading":"(URGENT) Participants Needed - Survey for People with Color Blindness","time_posted":"1 month ago"},{"heading":"So his skin is blue?","time_posted":"5 hours ago"},{"heading":"Raise your hand if you are that rare breed of women that has color blindness 🙋‍♀️","time_posted":"9 hours ago"},{"heading":"This tunnel has lights","time_posted":"1 day ago"},{"heading":"I'm currently working on a design project for a browser extension that would override color schemes for websites. Would you mind answering a couple of questions?","time_posted":"1 day ago"},{"heading":"Art for everyone… Accessible and fully tactile masterpiece art and paintings for people who are visually impaired and for everyone.","time_posted":"22 hours ago"},{"heading":"2023 All Colors Bracket (Everyone)","time_posted":"1 day ago"}],"rules":["All content should be relevant to the sub","Follow Reddiquette","Repetitive topic","No racism/sexism/homophobia, etc","Memes are allowed, nothing too rude or offensive","Vision Tests Must Include Normal Vision Result before people need to ask what it is.","No low effort posts"],"subreddits":{},"about":{"header":"About Community","description":"For people who see the world differently","created":"Created Dec 17, 2008","stats":["28.8k shades of dark gray","25 shades of gray"]},"other_information":[{"header":"Sidebar","description":"Welcome to r/colorblind!\nThis is a community to share your experiences and anecdotes with colourblindness, and how it affects your life.\nThis community is to offer resources for both colourblind and people with normal vision for better awareness and understanding of this condition. We have custom flair available above to signal what type of colourblindness you have or if you have \"Normal Vision\" too!\nThe best way to find out if you are colourblind is to go to your optometrist and ask for a printed Ishihara Colour Vision Deficiency test.\nColor blindness/Colourblindness can be spelled however you like as long as the point gets across. For clarity, if you mean \"being able to see no colour at all\" please point that out clearly or use \"total color blindness\"."}]}