{"time_collected":"2023-03-19 22:51:36.751146-04:00","top_headers":[{"heading":"Today marks ComicBookCollabs' 11th Anniversary. Thank you to all who make this sub possible!","time_posted":"3 months ago"},{"heading":"Hey, my names Casey and I’m 11years old, here’s a drawing of my characters I’m gonna use for a comic(not an actual one,just for me). Plot in the comments","time_posted":"12 hours ago"},{"heading":"New comic created by collaborating with artists from this sub!","time_posted":"2 hours ago"},{"heading":"Bonus short story for \"The Way Long Back #1\" which is currently on Kickstarter, last few days to back!","time_posted":"15 hours ago"},{"heading":"Trying to break into the industry as a colorist.","time_posted":"4 hours ago"},{"heading":"[For Hire] ocs, fanart, stylized portraits || DM me if you are interested","time_posted":"30 minutes ago"}],"rules":["Be Polite!","Collaboration Posts Must have Details!","Personalize your responses","Use Flairs for Collab posts"],"subreddits":{},"about":{"header":"About Community","description":"Creators helping creators make comics. In addition to finding collaborators, this is a great place for feedback and advice. Post your work! Ask for help! There are lots of writers and artists who are willing to discuss and critique your work. We have plenty of members who can answer your questions and give you tips regarding publishing and breaking into the industry. Now it's all up to you! Let's make comics!","created":"Created Dec 5, 2011","stats":["24.4k Members","33 Online"]},"other_information":[{"header":"Format for Requesting Work!","description":"Having trouble seeking a collab? Here’s a handy cheat sheet of things you should include\nFor Artists Seeking Writers:\nArt Gallery Link - Show off your stuff!\nAvailability - Now, in a month, etc?\nRates - Can be a range, or a specific amount.\nPreferences - If there’s something you love to draw, or more importantly, something you don’t want to draw, specify it!\nReferences - Previous work you’ve done, if any. Can also be Social Media - some kind of proof that you aren’t a fly-by-night scammer.\nContact Method - A RELIABLE way to get a hold of you.\nFor Writers Seeking Artists:\nSample Scripts/Previous Work - If available\nProject Summary - Give us at least the genre and a general idea of what subject matter would be included. What will the artist be drawing, basically.\nProject Timeline - When does it start, how long will it be.\nPayment Rate - If applicable, can include non-monetary incentives, but “exposure” only works if you actually have a big audience already. Revenue Share should be reserved for people with a proven track record.\nReferences - Previous work you’ve done, if any, or Social Media links to prove who you are.\nContact Method - A RELIABLE way to get a hold of you.\nColorists, Editors, and all others can adapt these formats to their needs!"}]}