{"time_collected":"2023-03-07 07:04:58.504547-05:00","top_headers":[{"heading":"Very late update to previous post, and upcoming rule changes","time_posted":"2 months ago"},{"heading":"I’m going to go pour bleach in my eyes now","time_posted":"9 hours ago"},{"heading":"I guess i’m old fashioned. I was raised to believe Gambling is bad and not cool. If I was at a party and these two showed up I’d ask them to leave.","time_posted":"8 hours ago"},{"heading":"Why does the cashier care if the guy buys Miller Lite instead of Michelob Ultra? Does he get royalties? Why even sell Michelob Ultra at all then? Also, how can you objectively say it has more taste? I don’t work for Michelob Ultra or even really drink it but this commercial just annoys me","time_posted":"13 hours ago"},{"heading":"Fart Face It looks like somebody farted in his face","time_posted":"19 hours ago"},{"heading":"Shopify ad","time_posted":"19 hours ago"},{"heading":"Does ANYONE here understand the 'Constant Contact' commercial with the guy and the gardener? If so, will you please explain it to me?","time_posted":"16 hours ago"},{"heading":"Are advertisers reading this sub and adjusting their commercials?","time_posted":"19 hours ago"},{"heading":"What's with this chick that suddenly falls forward when talking?","time_posted":"20 hours ago"}],"rules":["Follow Reddit's sitewide rules.","Hate commercials, not people.","Refrain from violent or otherwise threatening language.","Be specific about what you dislike about the commercial.","Keep posts on topic.","Please use the search bar before posting."],"subreddits":{"Commercial Cinematic Universe":{"r/CommercialsILove":"555 members","r/cursedcommercials":"5,490 members","r/CommercialCuts":"46,929 members"}},"about":{"header":"About Community","description":"You know that commercial or product placement that's twice as loud as all the others and is blindingly bright or otherwise just obnoxious? Well here's the place to air your grievances! Before posting or commenting, please check the rules in the sidebar. Breaking any of the sub's rules may result in a post/comment removal and possibly a temporary or permanent ban, depending on the severity of the offense or in the event of repeat offenses.","created":"Created Apr 16, 2013","stats":["50.1k Members","150 Online"]},"other_information":[{"header":"How to find commercials online","description":"To find commercials online, you can either use YouTube or iSpot.tv to browse many commercials that are archived online.\nYou can find the most recent and still-on-air commercials on iSpot.tv.\nIf you are trying to find a local, foreign, or old commercial, it is best to use YouTube. In the search bar, type the company name or brand, the year it was aired, and if applicable, location. Please note that some commercials may not be available online\nIf you are making your commercial rant post, just copy your video link and paste it into your post!"}]}