{"time_collected":"2023-03-08 16:54:19.285680-05:00","top_headers":[{"heading":"/r/communism101's Rules and FAQ—Please read before posting!","time_posted":"3 years ago"},{"heading":"Marxism for worms with a brain with the power of a 6502 processor","time_posted":"4 months ago"},{"heading":"How do you acquire goods in a moneyless society?","time_posted":"5 hours ago"},{"heading":"Modern examples of Communist States?","time_posted":"2 hours ago"},{"heading":"What does “Democracy Dying Down of itself,” Look Like?","time_posted":"3 hours ago"},{"heading":"How would a “Stateless, moneyless” society work?","time_posted":"12 minutes ago"},{"heading":"Need a bit of help radicalizing a friend","time_posted":"21 hours ago"},{"heading":"Still can’t keep the debate about “stages” straight.","time_posted":"3 days ago"},{"heading":"How successful was Soviet propaganda against American propaganda during the cold war?","time_posted":"3 days ago"},{"heading":"Maoism compared to Stalinism","time_posted":"3 days ago"},{"heading":"Sources on Communist Albania","time_posted":"3 days ago"},{"heading":"Sources on North Korea","time_posted":"4 days ago"},{"heading":"What is the \"dictatorship of the proletariat\"?","time_posted":"4 days ago"},{"heading":"Were Glasnost and Perestroika inherently bad ideas or were they just executed poorly?","time_posted":"4 days ago"},{"heading":"Are there lost works by Marx?","time_posted":"4 days ago"}],"rules":["No oppressive language","No debating or ill-faith questions","No non-marxist answers","No uninformed or low-quality answers","No selfish, vague, or overly broad questions","Troll","No chauvinism or settler apologism"],"subreddits":{"Related Subreddits":{"r/communism":"233,975 members","r/DebateCommunism":"43,001 members"}},"about":{"header":"About Community","description":"Each one teach one!","created":"Created Jun 20, 2012","stats":["161k Members","133 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"External resources","description":"Study Guides\nBasic Marxism-Leninism Study Plan\nDebunking Anti-Communism Masterpost\nBeginner's Guide to Marxism (marxists.org)\nA Reading Guide (marx2mao.com) (mirror)\nTopical Study Guide (marxistleninist.wordpress.com)\nExplanations\nKapitalism 101 on political economy\nMarxist Philosophy understanding DiaMat\nReading Marx's Capital with David Harvey\nLibraries\nMarxists.org largest Marxist library\nMarx2Mao.com another popular library (mirror)\nBannedThought.net collection of revolutionary publications"},{"header":"Useful definitions","description":"Communism: A term describing a stateless, classless, moneyless society with common ownership of the means of production. \"Communism\" can also describe the revolutionary movement to create such a society.\nSocialism: An umbrella term used to describe social ownership of the means of production. Social ownership can include common ownership, state ownership or collective ownership. \"Socialism\" can also refer to an intermediate and transitional form of society between capitalism and communism featuring a Dictatorship of the Proletariat (sometimes referred to as \"lower\" or \"the first phase of\" communism).\nMeans of Production: An all-embracing term that describes every non-human material factor involved in the process of socially useful production.\nBourgeoisie: The capitalist class; the ruling class in capitalist society. The social class which owns the means of production and exploits hired labor. The buyers of labor power. This class is made up of a very small minority of the population.\nProletariat: The working class; the class of people in capitalist society who, deprived of any ownership of the means of production, must sell their labor power to the capitalists in order to survive. The exploited class; the producers of surplus value.\nExploitation: Exploitation is making use of some vulnerability in another person in order to use them to attain one’s own ends at their expense. Marxists specifically use the term to refer to the expropriation (theft) of the labor of a worker (via the extraction of surplus value) by the owners of the means of production. Capitalists make their profit from exploitation.\nDictatorship of the Proletariat: A state of proletarian rule where the working class organizes to democratically control the means of production, defend against bourgeois reaction, and create the material basis for a gradual transition to communism. \"Dictatorship\" in this sense does not mean rule by one individual; Marxists view any state as being under the \"dictatorship\" of a class. This term is the antithesis of the \"Dictatorship of the Bourgeoisie\" that exists under capitalism where the minority class rules society.\nState: The state, in Marxist terminology, is a mechanism for class rule. It is the primary instrument of political power in class society, consisting of organs of administration, and of force. A state of one kind or another will exist as long as social classes exist.\nFor more definitions see the Dictionary of Revolutionary Marxism or the Marxist Internet Archive Encyclopedia."}]}