{"time_collected":"2023-03-07 04:01:43.641550-05:00","top_headers":[{"heading":"Anarchist and libre alternatives to social media: A comprehensive list","time_posted":"3 months ago"},{"heading":"Police reform is a moderate’s pipe dream.","time_posted":"13 hours ago"},{"heading":"The current state of conservative \"comedy\"","time_posted":"9 hours ago"},{"heading":"Liberals_IRL","time_posted":"23 hours ago"},{"heading":"and a new world is in our hearts UwU","time_posted":"13 hours ago"}],"rules":["No Liberalism","No Tankies","No Auth Apologia","No Hate Speech","Lazy/Low Effort","Needlessly Rude/Bad-Faith Infighting","Fed/Snitch-Jacketing"],"subreddits":{"fun stuff (subject to change)":{"r/DebateAnarchism":"50,153 members","r/Anarchism":"256,401 members"}},"about":{"header":"About Community","description":"Low effort anarchist memes and terminally online vulgarity. Libs, fash or tanks move along!","created":"Created Jul 21, 2015","stats":["158k enemies of the state","95 causing chaos"]},"other_information":[{"header":"Introduction","description":"Welcome to /r/COMPLETEANARCHY, the coooooolest refuge of anarchism on reddit!\n/r/COMPLETEANARCHY is a low energy circlejerk. This subreddit was designed to be a place where anarchists could circle jerk and make hilarious, relatable memes, and generally not have to deal with the shit that goes on in the rest of reddit (As well as Tankies and Liberalism). This is an anarchist sub. NOT a demsoc, socdem, liberal, communist, or leftist catch-all sub."},{"header":"Anarchy Rules!","description":"There are just a few rules. They are very simple, no:\nUse of language or imagery which perpetuates any form of destructive hierarchy such as sexism, ableism, transphobia, homophobia, racism, etc. (This includes brainlet memes and the like).\nBeing needlessly rude or excessively arguing with other flavors of anarchism (Take it to /r/DebateAnarchism or something please). This also extends to straw-manning, arguing in bad faith, excessive agitation and toxic behavior (e.g. calling people terminally online, ad-hom attacks) toward other anarchists. We're all fellow uniques. This rule extends to liberals and tankies here to argue. This is not a debate sub.\nAdvocacy, sympathization with, or otherwise holding the viewpoint of any Fascist, Monarchist, Minarchist, or other Authoritarian(such as Leninist) tendency. Frozen peaches on le reddit are for liberals and fascists.\nLinking to other subreddits without a no participation URL (np.reddit.com) with the intent of starting a fight or brigading. Calling for brigades is also not allowed. Also, please censor usernames in screenshots.\nAuthoritarian apologia. All reactionary/authoritarian promotion (Including guillotine jokes.) will not be tolerated. Promoting \"Left Unity\" is also considered apologia, along with minarchism (Chomsky and Bookchin are minarchists, too).\nFascists. They will be banned.\nDebating anarchists. This is a meme sub for anarchists, not liberals and reactionaries. If you come here to argue, you will be muted or banned. Do not bash other legitimate anarchist ideas due to favoritism, or ideological baggage.\nFed/Snitch Jacketing - Don't accuse anyone of being a snitch or cop without strong evidence from an anarchist community or a self-admission by the person. Making a mistake based on bad evidence requires an edited comment and is a warning (and an apology will be appreciated). Violating this without evidence is a ban.\nInciting violence against a particular group of people, or particular person. No calls to violence, reddit's sitewide rules.\nEcofash and Malthusianism. Tacit approval of genocide, population control or ecoterrorism is a no-go..\nGender Critical Feminists or TERFs. Banned on sight.\nLiberalism. This includes: Disrespecting and shaming anarchists for not wanting to participate in electoralism (You can vote if you want, but don't proselytize), defense of \"left\" or \"centre-left\" policies for the purpose of lesser-evilism, and support for minarchist \"democracy\" or \"the community\". Anarchism means free association.\nLazy, low-effort posts that don't contribute to memes or provoke healthy discussion, such as: meta posts from other spaces, 'X said Y about Z', anarchy-101 stuff, 8values, subreddit bans, subreddit drama, twitter drama, general anti-capitalist milieu that doesn't specifically relate to anarchism (\"things are bad\"-type posting that doesn't expand on the subject), etc.\nNSFW (violence, gore, etc.) news-type content that isn't spoilered and appropriately flaired with a CW tag. Exposing the horrors of state institutional abuse and power is welcome, but not if you're not going to think of users that may have triggers.\nRule-breakers will be subject to arbitrary punishment decided upon and administered by us fascist, hypocritical mods.\nIf you're in a more serious mood, please also check out:\nRaddle\nRaddle Tube\nAlso for support:\nr/MutualSupport"},{"header":"Further Notes!","description":"Please for the love of The Unique use an /s to indicate sarcasm\nThis is not a debate sub. If you try and debate with our users who come here not to deal with your bullshit, prepare to be banned\nIf - need be - NSFW YOUR POSTS"},{"header":"Community and The Discord!","description":"More than anything, just have fun talking with your fellow uniques. It's a hard life in the alienating world of authoritarianism and capitalism and we'd like you all to have a safe place to blow off some steam and have some laughs. We also have a discord. Make sure you have a posting history on anarchist spaces. Sorry lurkers."}]}