{"time_collected":"2023-03-08 11:51:02.516123-05:00","top_headers":[{"heading":"FAQ & Small Discussions — 2023-02-27 to 2023-03-12","time_posted":"9 days ago"},{"heading":"r/conlangs FAQ: Where Do I Start?","time_posted":"5 days ago"},{"heading":"1843rd Just Used 5 Minutes of Your Day","time_posted":"5 hours ago"},{"heading":"How do you use comparisons in your conlang?","time_posted":"16 hours ago"},{"heading":"How do you greet someone in your language?","time_posted":"16 hours ago"},{"heading":"how do you say \"I love eating potatoes\" in your conlang?","time_posted":"1 day ago"},{"heading":"Help with grammar in my conlang","time_posted":"1 day ago"}],"rules":["Be Civil","Stay on Topic","Avoid Memes & Content-light Posts","No Script Posts","Translations","No Cross, No Crown","Adult and shocking content","Small Discussions","Context, Goals, & Content","Titles & Flair","Activities","Advertising","Collaborations","Commissions","Appeals"],"subreddits":{"Related Subreddits":{"r/neography":"24,911 members","r/worldbuilding":"1,111,889 members","r/linguistics":"295,711 members","r/Esperanto":"27,204 members","r/lojban":"3,872 members","r/translator":"142,492 members","r/languagelearning":"603,518 members","r/conlangscirclejerk":"8,091 members","r/tokipona":"14,985 members","r/auxlangs":"1,569 members"}},"about":{"header":"About Community","description":"This subreddit is focused on the discussion of conlangs, tools, and activities to aid you in the construction of your own conlang, and creating a community environment where we can all enjoy conlanging together","created":"Created Dec 16, 2009","stats":["83.1k Conlangers","151 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Encouraged","description":"Detailed descriptions of parts of your conlang\nMust be well-formatted, highlight interesting features, and allow for discussion, feedback and criticism.\nInteresting activities and translation challenges\nMust be unique (no similar ongoing challenges) and beneficial for conlangers (e.g. should not facilitate relexing).\nShowcases of major achievements\nMust clearly show a high amount of effort and allow for discussion, feedback and criticism.\nOpen-ended questions and discussions about conlanging\nMust actually be open-ended and allow for discussions -- and be sure your question hasn't already been answered in the FAQ!\nUseful resources such as tutorial videos\nMust have decent production value (e.g. clear audio for videos) and useful content\nIf you have an idea for a post that isn't listed here but that you think would be a good contribution to the subreddit, please message the mods beforehand to let us know."},{"header":"Discouraged","description":"The following types of posts are entirely discouraged on the front page: Memes and low-effort humor\nFeel free to post these on /r/conlangscirclejerk\nScript and orthography posts\nA post may of course contain a script or a description of the orthography of a conlang. However, it must still be a relevant post according to the other rules without the script aspect. If the focus of your post is on the script, post to /r/Neography instead.\nPhoneme inventories\nPosts on phonology can be made interesting, of course, but a mere phoneme inventory provides very little to comment on. Please put some extra work into allophony, morphophonology and/or phonotactics.\nCalls for collaboration or requests for resources\nIf you need a place to post these, use our stickied Small Discussions Thread.\nRepetitive Posts\nFrequent posts about the same project are discouraged. Post small updates in our stickied Small Discussions thread and only make a post for major milestones."},{"header":"Small Discussions","description":"This thread is always found on our frontpage. If you want to post something and it is not in our list of encouraged posts, you might want to consider posting there!\nThe Small Discussions threads are for requests for resources or advice, as well as any questions too small for a full post.\nYou can find a collection of them here: https://www.reddit.com/r/conlangs/wiki/meta/sd"}]}