{"time_collected":"2023-03-07 06:52:40.718688-05:00","top_headers":[{"heading":"Rules Suggestion Thread #2","time_posted":"1 year ago"},{"heading":"Politically charged posts","time_posted":"2 months ago"},{"heading":"Consoom yourself","time_posted":"12 hours ago"},{"heading":"Consoom and you’ll be happy","time_posted":"16 hours ago"}],"rules":["Follow Reddit's sitewide rules","Posts must relate to consumerism and consumer culture.","No political posts","Someone liking something ≠ consooming","No advertising"],"subreddits":{"Related Communities":{"r/Anticonsumption":"542,290 members","r/HailCorporate":"208,173 members","r/Frugal":"2,810,284 members","r/frugalmalefashion":"3,010,277 members","r/FrugalFemaleFashion":"1,137,577 members"}},"about":{"header":"About Community","description":"Don't ask questions, just consoom product and then get excited for next products.","created":"Created Dec 27, 2019","stats":["40.1k Members","58 Online"]},"other_information":[{"header":"Quotes","description":"“We must rapidly begin the shift from a \"thing-oriented\" society to a \"person-oriented\" society. When machines and computers, profit motives and property rights are considered more important than people, the giant triplets of racism, materialism, and militarism are incapable of being conquered.” - Rev. Martin Luther King Jr.\n\"What consumerism really is, at its worst is getting people to buy things that don't actually improve their lives.\" - Jeff Bezos\n\"The effect of the mass media is not to elicit belief but to maintain the apparatus of addiction.\" - Christopher Lasch\n\"And he said to them, “Take care, and be on your guard against all covetousness, for one's life does not consist in the abundance of his possessions.” - Luke 12:15\n“The culture industry is not the art of the consumer but rather the projection of the will of those in control onto their victims. The automatic self-reproduction of the status quo in its established forms is itself an expression of domination.” - Theodore Adorno and Max Horkheimer\n\"Nothing has really changed -- it is just that the strictures on self-fulfillment are here no longer imposed by means of oppressive laws or norms of obedience; repression is ensured instead through 'free' actions (buying, choosing, consuming), through spontaneous cathexes, through a sort of internalization operating within gratification itself.\" - Jean Baudrillard\n\"Don't ask questions, just consume product and then get excited for next products.\" - Jay Bauman"}]}