{"time_collected":"2023-03-06 17:18:37.227288-05:00","top_headers":[{"heading":"Dutch farmer: \"Tonight was the last time we milked our cows. After 90 years, this is it for the organic dairy sector. We aren’t allowed to continue because we were labelled a ‘peak polluter’\"","time_posted":"7 hours ago"},{"heading":"Your gas stove is an issue…","time_posted":"6 hours ago"},{"heading":"Novak Djokovic withdraws from Indian Wells amid U.S.A. visa row. He has said he would skip Grand Slams rather than have a Covid-19 vaccine shot.","time_posted":"8 hours ago"},{"heading":"Refused the vaccine while pregnant. My peers didn’t and I’m seeing horrifying outcomes.","time_posted":"12 hours ago"},{"heading":"Joe Rogan and Russell Brand absolutely dismantle Bill Gates, call him out as a criminal vaccine pusher who was made de facto health czar and during pandemic said the only way we get back to normal was everyone had to get his vaxx. Then he sold vaxx stock and now trashes vaxx to save face. Evil clown","time_posted":"7 hours ago"}],"rules":["Bigoted slurs are not tolerated.","Address the argument; not the user, the mods, or the sub.","No blog spam/malicious web sites.","No stalking or trolling. No threatening or abusive language.","No caps lock, excessive all caps, large/bold font, exaggerated punctuation.","No memes; use /r/ConspiracyMemes. Other image posts are subject to removal at moderators discretion.","Posting link in other subs pointing here. Mocking or ridiculing this sub or its users on other subs.","Misleading, fabricated or sensationalist headlines are subject to removal.","Self posts that lack context or content may be removed.","Submission Statements are required for link and image posts. Posts w/o SS are removed after 20 min."],"subreddits":{},"about":{"header":"About Community","description":"**The conspiracy subreddit is a thinking ground. Above all else, we respect everyone's opinions and ALL religious beliefs and creeds. We hope to challenge issues which have captured the public’s imagination, from JFK and UFOs to 9/11. This is a forum for free thinking, not hate speech. Respect other views and opinions, and keep an open mind.** **Our intentions are aimed towards a fairer, more transparent world and a better future for everyone.**","created":"Created Jan 25, 2008","stats":["1.9m Members","28.7k Online"]},"other_information":[{"header":"Rules","description":"Rules are explained in depth at FAQ page.\nUsers with reddit accounts under two months old are encouraged to visit /r/conspiracy_commons.\n[Meta] and [No Meta] Flairs\nAll posts will be by default flaired as [No Meta] and subject to these rules. To have your post flaired as [Meta], simply start your post title with [Meta], brackets included."}]}