{"time_collected":"2023-03-07 04:10:21.051257-05:00","top_headers":[{"heading":"Joe Rogan and Russell Brand absolutely dismantle Bill Gates, call him out as a criminal vaccine pusher who was made de facto health czar and during pandemic said the only way we get back to normal was everyone had to get his vaxx. Then he sold vaxx stock and now trashes vaxx to save face.","time_posted":"4 hours ago"},{"heading":"Barack Marshall Davis","time_posted":"15 hours ago"},{"heading":"Sadiq Khan Mayor of London & WEF puppet, gets heckled for saying anyone who objects to the restrictions that will turn London into a 15-minute city is a ‘far-right covid-denier and anti-vaxxer.","time_posted":"15 hours ago"},{"heading":"If you take the Davos crowd seriously when they talk about depopulation with vaccines, imagine what medical marvels they withhold from us ...","time_posted":"7 hours ago"}],"rules":["Bigoted slurs are not tolerated.","Address the argument; not the user, the mods, or the sub.","No blog spam/malicious web sites.","No stalking or trolling. No threatening or abusive language","No caps lock, excessive all caps, large/bold font, exaggerated punctuation","No memes; use /r/ConspiracyMemes. Other image posts are subject to removal at moderators discretion","Posting link in other subs pointing here. Mocking or ridiculing this sub or its users on other subs.","Misleading, fabricated or sensationalist headlines are subject to removal.","Self posts that lack context or content may be removed.","Submission Statements are required for link and image posts. Posts w/o SS are removed after 20 min."],"subreddits":{},"about":{"header":"About Community","description":"This subreddit is intended for reddit users with accounts that are less than four months old and who want to participate on /r/conspiracy. Users that conduct themselves in good faith on this sub may appeal to the mods to have their two-month limit waived.","created":"Created Feb 2, 2018","stats":["172k Members","241 Online"]},"other_information":[]}