{"time_collected":"2023-03-07 06:00:18.731039-05:00","top_headers":[{"heading":"A friendly reminder: Please be civil in your conversations","time_posted":"2 years ago"},{"heading":"PERSONAL ATTACKS ARE NOT TOLERATED IN THIS SUBREDDIT","time_posted":"3 months ago"},{"heading":"What's the craziest conspiracy you've heard?","time_posted":"13 hours ago"},{"heading":"Pandemic/Vaccine designed to control China's elderly population?","time_posted":"18 minutes ago"},{"heading":"what or who is behind the war on tobacco?","time_posted":"4 hours ago"},{"heading":"Now watch this drive.","time_posted":"2 days ago"},{"heading":"About halfway through this devolves into absolute madness surrounding the Memphis pyramid.","time_posted":"9 hours ago"}],"rules":["No Bigotry","No Misinformation","No Personal Attacks, Threat of Violence, or Abusive Language.","No Sensationalized or Misleading Titles","No Title Only Posts","No Abuse of Capital Letters."],"subreddits":{},"about":{"header":"About Community","description":"This subreddit is about both sharing your theories, and laughing at the stupid ones. /r/conspiracytheories is the place to discuss every aspect of conspiracy theorism, from theories and current events to debunkings and popular culture.","created":"Created Nov 14, 2011","stats":["517k Members","225 Online"]},"other_information":[{"header":"-","description":"General Rules\nPersonal attacks, threats of violence/abusive language, or bigotry in any form will not be tolerated.\nObey the Reddit Content Policy.\nDon't /u/ summon users for the purposes of arguing or creating drama.\nComments should be on-topic and contribute to the conversation in a meaningful way.\nThis is an actively moderated subreddit and calls will be made at the discretion of the moderators.\nPlease report any violation of our subreddit rules. In the end, we rely on you, the users, to ensure this subreddit works. If you see something that violates these rules, Please Report It! If you have questions or concerns, please message us via the mod mail.\nContent Guidelines\nAll content should be directly related to the subject of conspiracy theories.\nTitles of links should accurately describe the content. Misleading or sensationalist headlines will be removed. For serious articles, the original headline is often the best choice.\nIf the title of your post is in all caps then it will be removed by the moderators.\nAll text posts require a descriptive body text. When submitting a text post, you should expand on the title in order to get the discussion started. For instance, when submitting a question you can expand on what motivated you to ask the question.\nSubreddits of Interest:\n/r/spacex\n/r/ConspiracyII\n/r/skeptic\n/r/actualconspiracies\n/r/fakenews\n/r/bigfoot\n/r/paranormal\n/r/Ghosts\n/r/HighStrangeness\n/r/Ghoststories\n/r/UFOs\n/r/UFOdocumentaries"}]}