{"time_collected":"2023-03-07 04:59:23.816404-05:00","top_headers":[{"heading":"Five episodes of the Conspiracy Nopol Review now available in video and mp3 format","time_posted":"13 days ago"},{"heading":"What do you think when you see news stories about 'new discoveries' in Egypt?","time_posted":"20 hours ago"},{"heading":"Churches and Cathedrals - Are they places of worship?","time_posted":"3 hours ago"},{"heading":"I may have found a clue to the mystery of the red head rulers from Egyptian Pharaohs, Rulers of ancient India, the Prophet M and many others.","time_posted":"2 days ago"},{"heading":"Information: the biggest resource that is just as scarce as energy resources","time_posted":"2 days ago"},{"heading":"Simulation and the Destruction of Objective Truth","time_posted":"3 days ago"},{"heading":"The IDEA of Today's Black Vs White Dialectic, Sodom and Gomorrah were \"black\"(BLM) run Cities","time_posted":"9 days ago"},{"heading":"What evidence has convinced you that Earth is a globe?","time_posted":"9 days ago"},{"heading":"OKC and 9/11 connections","time_posted":"10 days ago"},{"heading":"Operation Northwoods","time_posted":"11 days ago"}],"rules":["Be civil and post in good faith","Post about conspiracies","No Pol(itics)","Links posts require a Submission Statement","No Multiposts or Crossposts","No meme posts, screenshots or screen recordings. All image posts get reviewed by a mod.","Reddit drama in sidebar post only","Avoid death talk"],"subreddits":{},"about":{"header":"About Community","description":"A place to discuss conspiracies -- with the primary exception of domestic politics, especially US presidential politics, which we all know is a circus: the clowns on either side ultimately work for the same ringmaster. Here on conspiracyNOPOL we discuss everything that conspiracy used to be: aliens, bigfoot, reptilians, tarot, astrology, synchromysticism, media fakery, shooting and terrorism hoaxes, and of course the classics like JFK and 9/11. Believers and skeptics are welcome.","created":"Created Feb 5, 2020","stats":["59.8k Members","34 Online"]},"other_information":[]}