{"time_collected":"2023-03-08 12:02:15.923671-05:00","top_headers":[{"heading":"Chuck Schumer Says Rupert Murdoch Must \"Stop Tucker Carlson From Going on Tonight\" Because \"Our Democracy Depends on It\"","time_posted":"17 hours ago"},{"heading":"Each Pampered Illegal Invader Costs NYC $10,000 a Month | The cost for the “asylum seeker crisis” could double to $2.8 billion","time_posted":"4 hours ago"},{"heading":"Governor Sarah Sanders is about to sign a DOOZY of a bill into law","time_posted":"4 hours ago"},{"heading":"Tucker Mocks Media Meltdown, Delivers Narrative-Busting Interview","time_posted":"4 hours ago"},{"heading":"Upchuck Schumer agrees to go on Tucker Carlson’s show on ONE condition","time_posted":"3 hours ago"},{"heading":"Rep. Jim Jordan to Restrict FBI Funding as Investigations into FBI Conduct Progresses: Republicans Use Power of the Purse.","time_posted":"13 hours ago"},{"heading":"Tucker Carlson tells the story of a Capitol Police officer who was suspended over a strategic wearing of a MAGA hat on Jan 6th","time_posted":"4 hours ago"},{"heading":"REAL PRESIDENT Trump Demands January 6th Prisoners Let Go, House Select Committee Prosecuted After Tucker Carlson Releases Bombshell Videos","time_posted":"17 hours ago"},{"heading":"The Democrats are Down to Begging Their Enemies to Keep Their False Jan 6 Narrative Alive","time_posted":"17 hours ago"},{"heading":"The SPLC Has a Long History Carrying Water for Antifa Terrorists","time_posted":"15 hours ago"},{"heading":"The Actual US Neo-Nazis You Haven't Heard Much About [ Who'd have ever guessed they are friends of the left ? ]","time_posted":"4 hours ago"},{"heading":"Cartel Kidnapping and Murder of Americans Shows illegit joe's Weakness","time_posted":"4 hours ago"},{"heading":"REAL President Trump considering a female running mate and Kari Lake is on the list","time_posted":"21 hours ago"},{"heading":"When DeSantis Targets A Corporation He’s A Fascist. When Democrats Do It They’re Heroes","time_posted":"21 hours ago"},{"heading":"Secret Surveillance Video Dismantles January 6 Narrative -- Clips aired during Tucker Carlson’s show on Monday night demonstrate how the January 6 select committee doctored surveillance video.","time_posted":"1 day ago"},{"heading":"Tyranus Stupidicus's Labor Secretary Nominee Wants to Ban Freelance Workers , “Overnight, it would become illegal… to continue earning a living.”","time_posted":"4 hours ago"},{"heading":"Capitol police chief unloads on democrat J6 investigative comitee for airing 'cherry-picked' raw footage, says it needs context","time_posted":"3 hours ago"},{"heading":"The Real Problem With Tucker Carlson's January 6 Footage [ The same problem exists with non investigated election fraud ]","time_posted":"4 hours ago"},{"heading":"Were Jacob Chansley A Costumed Tranny Falsely Proclaiming Native American Heritage He Would Be Heralded As A Hero By The Left","time_posted":"3 hours ago"},{"heading":"McCarthy Exposes Media and J6 Committee for Their Hypocrisy Over J6 Footage [ While the left plays NAZI innocent Americans are suffering in democrat gulags ]","time_posted":"4 hours ago"},{"heading":"Festerman May Resign, Leaving Democrats Scrambling over Future of Senate Seat","time_posted":"21 hours ago"},{"heading":"Jan 6th video shows QAnon Shaman being led through Capitol by Nasty Nancy's Killer Police the ENTIRE time; Also Ray Epps LIED?","time_posted":"1 day ago"},{"heading":"Same news service that proclaimed violent leftist riots as peaceful reports that Tucker Carlson falsely portrayed the January 6 riot as peaceful","time_posted":"16 hours ago"},{"heading":"Elon Musk Condemns Lawmakers for \"Misleading the Public\" about J6: \"That is deeply wrong, legally and morally\"","time_posted":"21 hours ago"},{"heading":"Illegit joes main sniff asks how many 30-year-olds could keep up with her husband","time_posted":"16 hours ago"},{"heading":"Should the GOP Adopt Ballot Harvesting?","time_posted":"3 hours ago"}],"rules":["Comment Rule #1 — This subreddit is for conservatives only.","Comment Rule #2 — Be civil.","Submission Rule #1 — This subreddit is for conservatives only.","Submission Rule #2 - Titles may not mislead or misrepresent.","Submission Rule #3 - Image posts are limited to two per user, per day. All other posts 4 per hour.","Comment Rule #3 — No Shitposting","—> USER FLAIR POLICY <—"],"subreddits":{},"about":{"header":"About Community","description":"Welcome to /r/ConservativesOnly - This subreddit provides a place for conservative Redditors to post submissions of interest, and to discuss issues and events of political or social interest with other conservative Redditors. **Subscribe now and join our growing conservative subreddit!**","created":"Created Mar 27, 2016","stats":["61.3k Members","41 Online"]},"other_information":[]}