{"time_collected":"2023-03-08 18:55:24.611550-05:00","top_headers":[{"heading":"Cobweb Mold No Spiders Here","time_posted":"4 days ago"},{"heading":"contamination or bruising?","time_posted":"4 hours ago"},{"heading":"I have never even seen this contam on here fam. Evacuate the neighborhood?","time_posted":"11 hours ago"},{"heading":"Newbie grower here! Do these look ready? I’ll be gone for about a week and need to know if I should store in fridge now.","time_posted":"4 hours ago"}],"rules":["Reddit standards","Keep on topic","No Soliciting Products or Services","Be nice","Mushroom Contamination related posting only!","Post requirements","Do not post educational tutorials or how to videos without prior approval from the mods.","Do Not be the Blind leading the Blind","\"Contests\" from other subs must be approved by a mod in order to post on ContamFam."],"subreddits":{"Related Communities":{"r/MushroomGrowers":"282,060 members","r/Hydroponics":"100,684 members","r/mycology":"519,743 members","r/plantclinic":"609,237 members","r/fermentation":"176,453 members","r/gardening":"5,295,706 members","r/vegetablegardening":"409,244 members","r/sanpedrocactus":"55,048 members","r/ender3":"193,143 members","r/PlantedTank":"273,635 members"}},"about":{"header":"About Community","description":"Damn it!! You think you have contam hindering your mushroom grow? Check in here to see if it is actually contam, what kind, what went wrong & what your next step should be. We got you, we feel your pain...we will try to help you if we possibly can!!","created":"Created Aug 22, 2020","stats":["29.1k Contam Survivors","155 currently infected"]},"other_information":[{"header":"Useful links","description":"“MYCOLOGY TERMINOLOGY” - Common Mushroom Cultivation Terms and Definitions\nHow it should & shouldn't look - NEW CULTIVATORS GUIDE\nGuide to common mushroom growing abbreviations!\nWhat to look for when you think you have contam\nPsilocybe Cubensis Strains / Origins\nContamination Library"},{"header":"The Mod Squad Quick Tips","description":"Trip’s Quick Tip - How to Harvest a Full Canopy Flush: Selective vs. Bulk Harvest Method"},{"header":"DayTripper's Trip Tips","description":"Lesson 1:\nTo all the Micro-Mycologists in the world who truly understand that just because you can’t see it, doesn’t mean it isn’t there.\nLesson 2:\nMy Inspiring Message to help you see the real problem- Trichoderma Solution Part I\nLesson 3:\nMY GARDEN OF CONTAM FREE GROW- It is all about the pH - Trichoderma Solution Part II\nImages that fell off the post-MY GARDEN OF CONTAM FREE GROW\nLesson 4:\nGetting Through Your First Flush (AKA- Cycling Your Block) What you need to know\nLesson 5:\nPreventing Trichoderma using pH adjusted Casing Layer\nLesson 6:\n\"BUSTING THE CONTAM GRAVE MYTH!\" - No Dude, they won't one day flourish again! Let Go!\nLesson 7:\n\"Why Can't I get this?\" If FAE is a problem: not pinning, getting Cobweb, Stroma Overlay! “READ THIS” Old School Mycology, Still Works.\nLesson 10:\nMyth Buster - “Do NOT Cold Shock your Substrate Block in a refrigerated Flush!” If you purchased a Zamnesia Kit Please Read.\nLesson 11:\nRECIPE TO MAKE A pH ADJUSTED CASING LAYER\nLesson 12:\nYour Pasteurization Causing Contamination? Maybe it's time to trade your bucket for a thermometer. 🌡\nLesson 13:\nRehydration of the Block and How to reapply a pH adjusted casing layer - VIDEO TUTORIAL by Trip. (H2O in the tub has been pH’d to 9.0 for the Soak)\nLesson 14:\nDayTrippers Trip Tips - Video Tutorial on how to prepare and apply a pH Adjusted Casing Layer to prevent Trichoderma in your grow. (See Also Revised Version on Lesson 13’s recipe in comments below). Never see the Green Monster ruin your grow again!!\nLesson 15:\nMushie Store Guidelines for Keeping those Golden Caps their Best\nLesson 16:\nHow to build a Martha-Tek 10 X10 Walk in Myco-Tent for under $1,500 . When your ready to expand your grow and graduate from the Mono-Tub, this is How it's done.\nLesson 17:\nThe Spawn to Bulk Transfer Tek that yields a Full Canopy Flush almost every time. [Video Tutorial]\nLesson 18:\nDT’s Decontamination and Sterilization Tek [Video]\nDT’s Decontamination and Sterilization Protocol\nLesson 19:\nHow to make a simple Liquid Culture from a LC Powdered Premix, Peptone, and Gentamicin Sulfate.[Video]\nLesson 20:\nCold Pasteurization of the Bulk Substrate Tek.[Video]\nLesson 21:\nTwo cultivation tricks to solve common problems of insufficient Fresh Air Exchange and Overlay growth in monotubs.[Video]"}]}