{"time_collected":"2023-03-08 08:23:50.289981-05:00","top_headers":[{"heading":"Report those incorrect broadband maps. it really does make a difference","time_posted":"12 hours ago"},{"heading":"Free MLB for T-Mobile confirmed. Get it 3/28-4/4","time_posted":"44 minutes ago"},{"heading":"OTA Attic Install w/Dual PoE HDHR","time_posted":"20 hours ago"}],"rules":["No spam, affiliate links, codes, self promotion, advertising, bots, or surveys.","No NSFW, off-topic, politics, or low quality content. Avoid social media and altering headlines.","No talk of piracy, illegal streams, VPNs, ad-blockers, side-loading, extensions, or GPS spoofing.","No talk of sharing, selling, trading, or exchanging accounts/passwords or things that violate TOS.","Be civil, respectful, and kind. Don't be rude or insult others. No hate speech, bigotry or trolling.","Content hostile toward cordcutting will be removed. Aggressive complaining & ranting is not welcome."],"subreddits":{"Related Subreddits":{"r/Hulu":"657,307 members","r/DirecTVNow":"10,432 members","r/netflix":"1,564,186 members","r/slingtv":"20,300 members","r/youtubetv":"78,181 members","r/AttTVNow":"4,549 members","r/PhiloTV":"3,790 members","r/BritishTV":"366,205 members"},"Streaming Devices & DVR Subs":{"r/Roku":"80,799 members","r/tablotv":"2,286 members","r/Tivo":"6,804 members","r/Chromecast":"119,070 members","r/fireTV":"56,808 members","r/appletv":"451,303 members","r/AndroidTV":"112,995 members"}},"about":{"header":"About Community","description":"Are you tired of paying too much for cable television? Join us and become a cordcutter today. We offer advice on live streaming and on demand services, antennas, and OTA DVRs. Get help with your Smart TV, Roku, Fire TV, Apple TV, Chromecast, and Android TV. Discuss Netflix, Hulu, and Amazon. Learn about Sling TV, Disney+, FuboTV, Hulu Live TV, YouTube TV and Philo.","created":"Created Jan 19, 2011","stats":["468k Members","285 Online"]},"other_information":[{"header":"More Info","description":"Say Goodbye to Your Cable TV Provider!\nYou will find cordcutting news, guides, recommendations, questions, advice, and information about the latest streaming services, devices, and antennas for cordcutters here.\nThis subreddit is focused on the legal, reasonably priced options available. Posts promoting illegal content will be removed.\nQuestions, complaints or suggestions about the sub? Message the moderators Here.\nNo Discussion of piracy or illegal streams are allowed in this sub."},{"header":"TV Antenna Map Websites","description":"Because tvfool.com has stopped updating its data, you will need to verify and consult the other sources such as FCC Digital Television Reception Map, Rabbitears.info and the Antennas Direct map websites. If you are posting a request for help with an antenna, please use one of these sites instead of tvfool.com. Unfortunately, we don't know when or if tvfool.com will be updating its data."},{"header":"Cordcutter Guides","description":"Starter Guide and Wiki\nLive Streaming Services Guide\nAntenna Guide\nDVR Guide\nNFL Guide - 2021\nMLB Guide - Will be updated once we have a moderator for this guide\nNews Guide\nSoftware Guide\nInternet Requirements Guide"},{"header":"/r/Cordcutters AMAs","description":"r/Cordcutters AMAs"},{"header":"Featured New & Upcoming Subs","description":"Due to limited space in our sidebar, we can't list every cordcutting or streaming service sub available. The following are newer or smaller subs for you to check out:\nr/ATTWatchTV\nr/Peacock"}]}