{"time_collected":"2023-03-08 17:58:42.156083-05:00","top_headers":[{"heading":"1% of the total supply was burned by the development team🔥","time_posted":"2 years ago"},{"heading":"Up 450% in two weeks!","time_posted":"1 year ago"},{"heading":"Buy corgi inu with CB wallet","time_posted":"3 months ago"},{"heading":"Corgi Inu smiles 🐾","time_posted":"1 year ago"},{"heading":"I can’t seem to find a coin on the corgiswap.org site that has the same contract address as this one","time_posted":"1 year ago"},{"heading":"How do I get my 14 dollars out I’m on trust wallet 🤣🤣","time_posted":"1 year ago"},{"heading":"Corgi dropped quite a bit today, do you think it will go back up?","time_posted":"1 year ago"},{"heading":"Crickets 🦗 🦗🦗🦗","time_posted":"1 year ago"},{"heading":"Trying to find my Corgi Wallet","time_posted":"1 year ago"},{"heading":"down boy down!","time_posted":"1 year ago"},{"heading":"“Corgi is dead” up 420% this month and We are free of VB. I can’t be the only one who sees the potential","time_posted":"1 year ago"},{"heading":"WE WILL COME BACK STRONGER","time_posted":"1 year ago"},{"heading":"Corgi’s top holders hold just 5, 6 and 7 % each. Everyone else 2% or else. We are free and need to take back this coin","time_posted":"1 year ago"},{"heading":"New telegram group for holder","time_posted":"1 year ago"},{"heading":"Vitalik Buterin just sold his share of corgi","time_posted":"1 year ago"},{"heading":"…why don’t we just pump it now?","time_posted":"1 year ago"},{"heading":"Corgi is showing signs of life.","time_posted":"1 year ago"},{"heading":"Mcap at 300k!","time_posted":"1 year ago"},{"heading":"Is this Dead?","time_posted":"1 year ago"},{"heading":"Someone just bought into Corgi and became the top holder","time_posted":"1 year ago"},{"heading":"Lottery Wallet moved to Uniswap","time_posted":"1 year ago"},{"heading":"To the moon guys am I right?","time_posted":"1 year ago"},{"heading":"Is this still even a thing? Is Corgi Swap coming?","time_posted":"2 years ago"},{"heading":"Bought 20$ worth of $CORGI now its worth $0.70. Is the project still alive? Lol","time_posted":"2 years ago"},{"heading":"Corgi racing shown on ESPN to the delight of animal lovers everywhere. Any way for our Corgi Inu to partner with them?","time_posted":"2 years ago"},{"heading":"Is this coin dead? Haven’t heard anything in a long while","time_posted":"2 years ago"},{"heading":"Up 40% past week!","time_posted":"2 years ago"}],"subreddits":{},"about":{"header":"About Community","description":"Welcome to the Corgi Crew! This is the official subreddit for the crypto known as Corgi Inu aka CORGI. Be sure to strap on your seatbelt, because we're going to the moon! 🚀","created":"Created Apr 29, 2021","stats":["1.7k Corgi Crew Members","7 Aiming for the moon"]},"other_information":[{"header":"How to buy CORGI","description":"Welcome to the Corgi Crew! This is a subreddit for the crypto coin called 'Corgi Inu' (CORGI).\nOFFICIAL WEBSITE\nhttps://corgiinu.com/\nJOIN TELEGRAM\nhttps://t.me/corgi_inu_token\nFOLLOW OUR TWITTER\nhttps://twitter.com/CorgiinuToken\nLive Price Chart and Trading History\nhttps://www.dextools.io/app/uniswap/pair-explorer/0xd563809827023e5b1160b554b86fe47f50cf9c44\nHow to buy CORGI\nStep 1\nGo to Uniswap https://app.uniswap.org/ and connect your wallet to it. It can be coinbase wallet, trustwallet or metamask.\nStep 2\nSince CORGI is a very new coin and hasn't been listed on coingecko or coinmarketcap, it won't show up by default when you search for it. In order to buy or sell the coin, you have to type in the token address in the search bar.\nToken address: 0xe50006781f435ae43096288334afd9ae5ba50065\nThis is the token address taken from the Corgi Inu website. https://corgiinu.com/\nStep 3\nYou should now be able to see CORGI and in order to buy it, you need to use ETH. Make sure that you have enough ETH for gas fees. It varies depending on the time of the day and the amount of people using the ETH network. The price can vary from $15 up to $45. (On days with heavy traffic it can potentially reach $100-$200)\nSince the coin has a low market cap, the price will be fluctuating a lot. When people sell or buy, the value of CORGI might go up and down by 1-10%. In order to avoid any issues when buying CORGI, you'll need to click on the gear icon. Click on the icon and set your slippage to 5% or 10%. That if the price changes while your transaction is pending, the transaction won't get canceled. You won't have to pay for any extra gas fees, by trying to buy/sell it again.\nUniswap is also migrating to a newer version called V3. If it says that there's an error when trying to buy or sell the coin and that there's a liquidity issue. Try clicking on the small text where it says swap to V2 or V3, depending on which one you're on."}]}