{"time_collected":"2023-03-08 11:27:24.414259-05:00","top_headers":[{"heading":"Weekly Scientific Discussion Thread - March 06, 2023","time_posted":"2 days ago"},{"heading":"Outpatient Treatment of COVID-19 and the Development of Long COVID Over 10 Months: A Multi-Center, Quadruple-Blind, Parallel Group Randomized Phase 3 Trial - metformin May substantially decrease the risk of developing long covid","time_posted":"11 hours ago"},{"heading":"Long-term gastrointestinal outcomes of COVID-19","time_posted":"6 hours ago"},{"heading":"Structural brain changes in patients with post-COVID fatigue: a prospective observational study","time_posted":"7 hours ago"},{"heading":"Sniffer dogs performance is stable over time in detecting COVID-19 positive samples and agrees with the rapid antigen test in the field","time_posted":"1 day ago"},{"heading":"Antiviral Peptides in Antimicrobial Surface Coatings-From Current Techniques to Potential Applications","time_posted":"4 hours ago"},{"heading":"Epidemiologic and economic modelling of optimal COVID-19 policy: public health and social measures, masks and vaccines in Victoria, Australia","time_posted":"3 hours ago"},{"heading":"Adjustment of Immunosuppressants to Facilitate Anti-COVID-19 Antibody Production after mRNA Vaccination in Liver Transplant Recipients","time_posted":"5 hours ago"},{"heading":"MicroRNAs and cytokines as potential predictive biomarkers for COVID-19 disease progression","time_posted":"1 day ago"},{"heading":"Baseline Plasma Osteopontin Protein Elevation Predicts Adverse Outcomes in Hospitalized COVID-19 Patients","time_posted":"3 days ago"},{"heading":"Recombinant measles virus encoding the spike protein of SARS-CoV-2 efficiently induces Th1 responses and neutralizing antibodies that block SARS-CoV-2 variants","time_posted":"3 days ago"},{"heading":"Understanding metabolic alterations after SARS-CoV-2 infection: insights from the patients’ oral microenvironmental metabolites","time_posted":"3 days ago"},{"heading":"Results from a preclinical study in rodents and a Phase 1/2, randomized, double-blind, placebo-controlled, parallel-group study of COVID-19 vaccine S-268019-a in Japanese adults","time_posted":"3 days ago"},{"heading":"Protective effect of COVID-19 vaccination against long COVID syndrome: A systematic review and meta-analysis","time_posted":"4 days ago"},{"heading":"One-Year Adverse Outcomes Among US Adults With Post–COVID-19 Condition vs Those Without COVID-19","time_posted":"4 days ago"},{"heading":"Real-world uptake of COVID-19 vaccination among individuals expressing vaccine hesitancy: A registry-linkage study","time_posted":"4 days ago"}],"rules":["Rule 1: Be civil","Rule 2: Use Scientific Sources","Rule 3: No Inappropriate/Sensationalized Titles","Rule 4: Media Policy","Rule 5: No Reposting Information","Rule 6: No Speculation or Anecdotal Discussion","Rule 7: No Off-Topic or Political Discussions","Rule 8: No 'Economic Impact' Discussions","Rule 9: Gives or requests medical advice","Rule 10: No Low Effort Posts/Comments","Rule 11: Personal identifiable information (PII)","Rule 12: No data trackers","Rule 13: No Surveys"],"subreddits":{"Related Subreddits:":{"r/COVID19_support":"40,170 members","r/Coronavirus":"2,287,806 members","r/China_Flu":"96,034 members","r/epidemic":"18,119 members","r/science":"29,715,579 members","r/askscience":"23,773,436 members","r/worldnews":"31,190,628 members","r/medical":"107,922 members","r/ID_News":"19,695 members"}},"about":{"header":"About Community","description":"In December 2019, SARS-CoV-2 emerged in the city of Wuhan, China. This subreddit seeks to facilitate scientific discussion of this potential global public health threat. We have very strict rules. Please make sure to read them before posting or commenting. Moderators may lock or remove comments or posts at their discretion.","created":"Created Feb 11, 2020","stats":["353k Members","246 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"r/COVID19 community info","description":"We only allow the following: Peer-reviewed journal articles, preprints, academic comments (Lancet, Nature News, etc.), academic institution releases, press releases directly sourced from vaccine manufacturers, and government agency releases (WHO, CDC, NIH, NHS, etc.). No COVID trackers. No news sites. No posting studies looking for participants. No \"origin\" discussions or papers and absolutely NO PERSONAL STORIES OR INFO!\nIf you would like to be verified and receive official flair, please send us a modmail.\nPLEASE READ OUR RULES CAREFULLY BEFORE POSTING OR COMMENTING - FAILURE TO DO SO MAY RESULT IN A BAN.\nVisit our sister subreddits: /r/Coronavirus and /r/COVIDProjects"},{"header":"Useful Resources","description":"BNO News Case Tracker\nJohns Hopkins Map\nCoronavirus Outbreak Wikipedia\nInteractive Comparison: COVID-19 vs SARS vs Swine Flu\nJoin the /r/worldnews Reddit Live Thread\nJoin our official YouTube channel | Watch WHO Press Videos & More\nJoin our user-moderated Discord server\nFor all medical advice visit WHO.int"}]}