{"time_collected":"2023-03-07 00:37:01.496905-05:00","top_headers":[{"heading":"Weekly Newcomer Questions, Support, Vents & Victories","time_posted":"4 days ago"},{"heading":"Does anyone else find themselves clenching their jaw or grinding their teeth, constantly? Like... I don't even realize it until my mouth hurts. It's especially bad when I'm triggered or really anxious.","time_posted":"5 hours ago"},{"heading":"Today, consider that maybe you don't actually thrive in chaos. Maybe chaos is just so familiar that peace is uncomfortable","time_posted":"16 hours ago"},{"heading":"I have a weird question...","time_posted":"6 hours ago"},{"heading":"Doing everything alone sucks","time_posted":"8 hours ago"},{"heading":"loneliness is killing me but any person I meet my brain finds a way to consider them a bad person I need to avoid","time_posted":"7 hours ago"},{"heading":"Does anyone else feel like they're not allowed to grieve their circumstances because they were made guilty for pitying themselves?","time_posted":"5 hours ago"},{"heading":"has anyone messed with u so badly that u developed a mental condition?","time_posted":"13 hours ago"},{"heading":"getting worse in therapy, my partner is responding with impatience and anger","time_posted":"6 hours ago"},{"heading":"Talking with a potential sexual predator - good or bad idea?","time_posted":"8 hours ago"},{"heading":"What to do After a Bad night?","time_posted":"13 hours ago"},{"heading":"small victory","time_posted":"5 hours ago"},{"heading":"How do you find meaning in what happened to you?","time_posted":"2 hours ago"},{"heading":"Did anyone else have this shocking realisation that people in the world are still being abused in the way you were, because you were always told \"we didn't know any better back then!\" ?","time_posted":"6 hours ago"},{"heading":"I am clenching SO HARD at night my TMJ is so bad omg. my right side can't close and my right ear hurts a lot. if anyone has been through this pls share your experiences I found an emergency dentist apparently","time_posted":"58 minutes ago"},{"heading":"Symptoms are back","time_posted":"17 minutes ago"},{"heading":"Struggling separating from therapists for an IOP program","time_posted":"3 hours ago"},{"heading":"Avoidant attachment gets so much bad rep","time_posted":"15 hours ago"},{"heading":"I get deep into my work and don’t really think about other things until I get home. Is this disassociation or is this a good thing?","time_posted":"2 hours ago"},{"heading":"BREAKTHROUGH - Never thought I’d see the day where invalidation doesn’t get to me but I’m here 🥰","time_posted":"9 hours ago"},{"heading":"Saying NO to birthday presents","time_posted":"11 hours ago"},{"heading":"Did anyone mover interstate/ overseas to escape their trauma? How was it?","time_posted":"17 hours ago"},{"heading":"My walls friends - story","time_posted":"1 hour ago"},{"heading":"I’m losing my compassion and growing avoidant/cold hearted…(help?)","time_posted":"5 hours ago"}],"rules":["This is a peer support community. Be a supportive peer.","Don’t ask for diagnosis, don’t diagnose others","No hate speech","Avoid graphic thread titles, and use NSFW or Trigger Warning when applicable","No RaisedByNarcissists lingo","All content must be CPTSD-related","No Self-Promotion","No image posts (except infographics)"],"subreddits":{"CPTSD Network":{"r/cptsd_bipoc":"3,961 members","r/CPTSDNextSteps":"20,507 members","r/CPTSDAdultRecovery":"3,832 members","r/CPTSDFreeze":"8,364 members","r/CPTSDWriters":"1,381 members","r/CPTSDFightMode":"7,950 members","r/CPTSDmemes":"53,782 members","r/cptsdcreatives":"9,905 members","r/CPTSDpartners":"2,452 members","r/TraumaAndPolitics":"1,324 members"},"Other Subreddits":{"r/ptsd":"86,551 members","r/TalkTherapy":"81,811 members","r/adultsurvivors":"49,326 members","r/emotionalneglect":"29,470 members","r/rapecounseling":"26,004 members","r/SuicideWatch":"409,148 members","r/InternalFamilySystems":"14,599 members","r/nevergrewup":"6,556 members"}},"about":{"header":"About Community","description":"Complex Post Traumatic Stress Disorder is rarely discussed in public forums, even though healthy connection to others is an integral part of healing. This is a peer support community for those who have undergone prolonged trauma and came out the other side alive and kicking, but with wounds that need tending. This is also a place for friends and family of the victims to come for support.","created":"Created Dec 25, 2012","stats":["208k Members","567 Online"]},"other_information":[{"header":"Quick links","description":"Community Rules Explained\nIn an emotional flashback right now?\nWant more memes? Try /r/CPTSDMemes.\nWant more art? Try /r/CPTSDCreatives.\nLooking for a CPTSD-friendly Discord server? Try this one."},{"header":"Posting Guidelines","description":"Be compassionate by default\nAsk before giving advice to someone who hasn't asked for it\nBe mindful of the environment you're in\nRemember that most people are here posting in good faith\nQualify advice with statements like \"My opinion is\" and \"In my experience\nSort By New to Help the Most\nRefrain from down-voting someone posting in good faith\nAvoid arguments\nStay out of topics that just don't apply to you\nKeep the vulnerabilities of others in your mind as you respond\nDon't post threads too often\nMore details here."},{"header":"Crisis Support Resources","description":"Crisis Support Resources:\nIntro/Disclaimer 911 for Emergencies\nNational USA toll Free\nState by State US Regional Crisis Resources\nSouth America Central America\nAustralia & New Zealand Regional Crisis Resources 000 land line ,112 Mobile for Gov. Emergency Services in Australia. 111 In New Zealand\nUK Crisis Support Resources 999 or 112 on your mobile for Gov. Emergency Services\nEuropean Regional Crisis Support Resources 112 on Mobile, anywhere in the EU For EU external Nations & specific emergency service lines: Wikipedia Table on European Government Emergency Services Numbers\nSouth Africa Crisis Support Resources 10111>Police 10177>fire/ambulance in South Africa. 112 for Mobile Emergency Services for Various African Nations\nAsia Regional Crisis Support Emergency Services Table for Various Asian Nations\nCanada National Crisis Support Resources 911 or 112 on mobile redirects to 911 services\nCanada Provincial & Territory Crisis Support Resources"},{"header":"Newcomer Resources","description":"FAQ, The Resource Library, & Posting / Support Guidelines\nThe CPTSD FAQ\nThe CPTSD Resource Library\n5 Step Guide to Finding a Therapist\nDebunking Myths about CPTSD\nGlossary of Terms Common to CPTSD\nSome Guidelines for Posting & Replying in a Peer2Peer Support Community\nHow to Be A better Ally: Self Education Resources for Intersectional Peer2Peer Support"}]}