{"time_collected":"2023-03-08 13:25:16.655906-05:00","top_headers":[{"heading":"Oireachtas Joint Committee on Justice 12/7/2022 - Full Session","time_posted":"8 months ago"},{"heading":"Cannabis Myths vs Facts","time_posted":"2 days ago"},{"heading":"my grow setup","time_posted":"2 hours ago"},{"heading":"Change from smoking to edibles?","time_posted":"1 hour ago"},{"heading":"curious","time_posted":"1 hour ago"},{"heading":"Kush Mints 🔥 What’s everyone smoking on?","time_posted":"1 hour ago"},{"heading":"Lobbying goes to pot ahead of drug discussions","time_posted":"3 days ago"},{"heading":"Does anyone else feel like (most) Garda don’t care about weed and they don’t take small amounts of possession seriously?","time_posted":"3 days ago"},{"heading":"Automatic Grow Box","time_posted":"3 days ago"}],"rules":["No sourcing and no selling.","No doxxing","No assholes.","No Trading, Buying or Selling ANY TYPE of Vaporizer"],"subreddits":{},"about":{"header":"About Community","description":"Welcome to Crainn, Ireland's largest cannabis / harm reduction community! This subreddit is the Irish hub for discussion around the safe consumption of cannabis, drug policy activism, harm reduction and drug policy reform news. Posts relating to drugs other than cannabis should be for harm reduction purposes only. This subreddit does not promote, condone nor condemn the use of drugs. We aim to inform and facilitate discussion around these often shadowy topics.","created":"Created Nov 17, 2010","stats":["36.8k Certified Crainn","125 Online"]},"other_information":[{"header":"Laced Edibles WARNING","description":"WARNING\nEdible products in Ireland (often sold as sweets, chocolates or gummies) are becoming increasingly more dangerous due to them being contaminated with a product known as synthetic cannabis.\nINGESTING THESE PRODUCTS IS OFTEN DONE ACCIDENTALLY AND CAN LEAD TO EXTREME ADVERSE REACTIONS, INCLUDING DEATH OR SEIZURE\nPlease, if you are going to consume edibles bought on the streets of Ireland - post an image of the product and its packaging for advice from the community.\nRead more from the official HSE statement: http://www.drugs.ie/news/article/hse_drug_trend_risk_communication_on_cannabis_jellies_adulterated_with_synt\nRead Crainn's statement: https://crainn.com/2023/03/02/statement-on-synthetic-cannabinoids/"},{"header":"Crainn Network","description":"Visit our website to see what we are doing, and what you can do for the movement:\nhttps://www.crainn.com\nBe sure to join us on discord! Click the link below to join:\nhttps://discord.gg/crainn\nWe also have an Instagram page - consider giving us a follow:\nwww.instagram.com/crainnorg\nIf you would like to view sources used in Crainn posts or promo codes for local CBD companies click here:\nhttps://mylinks.ai/crainn"},{"header":"Principles & Etiquette","description":"No doxxing. (Mods discretion) Do not post personal information or identifying information about yourself or other users. This includes: addresses, exact locations, full names, date of births, facebook/twitter links. There's no problem with general locations, gender, age, your profession, what you study, etc.\nNo assholes. (Zero Tolerance) We do not encourage negative behavior and it goes without question. Show exceptional politeness to all who venture here, and remember to spread the karma. Be sound as a pound that you found on the ground. There are no stupid questions or stupid people, we all live in equal unity here."},{"header":"Other Drugs","description":"If you have enthusiasm for a particular drug that isn't cannabis please visit that subreddit. If you have questions or queries about a particular drug we welcome it here as long as it is based on harm reduction. We have many experienced Ents of many backgrounds who can provide some guidance.\n*No Photos of other drugs."},{"header":"Activism","description":"Interested in fighting the good fight? Check out these organisations:\nCrainn:\nWe work with politicians, interest groups in Ireland and activists across the European Union to achieve fair and sensible drug policy reform. We use social media to share information around cannabis and other drug policy. Learn more at https://www.mylinks.ai/crainn/\nCannabis Activists Alliance:\nA collection of advocacy groups and activist figures across the island that work together in campaigning for cannabis law reform. Learn more at https://www.cannabisreform.ie\nPatients for Safe Access:\nIreland's patient-led activism group. Bringing patients together to advocate for fair and equal access to medical cannabis across the country. Learn more at https://www.patientsforsafeaccess.com/\nMajor Group for Cannabis Reform:\nIreland's most notable protest group regarding cannabis reform. Bringing the community together through their events. Learn more at https://www.instagram.com/majorgroupforcannabisreform/\nTidy Buds:\nCannabis activists cleaning up the streets, breaking the 'stoner' stigma by caring for the environment while advocating for fair reform. Learn more at https://www.cannabis-community.ie/"},{"header":"Irish Brands [Legal Products]","description":"This is a list of reputable Irish brands that provide legal accessories or items such as rolling papers, smoking pieces, nutrients or CBD products permitted under Irish, European and International law. We will never endorse or promote any solicitation of illegal/controlled substances on our platforms. There are many people curious about supporting the small Irish scene, and this is a list of brands who are, in one way or another, doing work to forward the cause for law reform.\nR420 Supplies:\nIreland's best smoke-shop (in our opinion). These guys provide rolling papers, bongs, trays, roaches. They also provide tattoos and piercing.\nKevin, who runs the business, is a great guy that does a lot of work for activism in Ireland. Use code CRAINN10 at checkout for 10% off https://www.r420.ie/\nIrishFlower\nPremium, legal CBD products. IrishFlower provides perhaps the best quality CBD in Europe. Check them out and use CRAINNFLOWER15 at checkout for 15% off.\nhttps://irishflower.ie/\nThe Trojan Hemp Co.\nSome of the nicest, tastiest CBD oils in the world right here. High quality, great service, great team. Use CRAINN15 for 15% off.\nhttps://thetrojanhempco.com/\nFull Circle Hemp\nWide range of lovely CBD products for all your needs, check them out. Use code CRAINN15 for 15% off.\nhttps://www.fullcirclehemp.com/?utm_medium=social&utm_source=linktree&utm_campaign=our+wonderful+website\nPop Tops Ireland\nIreland's 420 Packaging and Accessories specialists. From pop tops, mylar bags, stickers and baggies to all your smoking essentials these guys are fully stocked in Templeogue, Dublin. They do collections and postage every day of the week.\nwww.poptopsireland.ie"},{"header":"Troubleshooting","description":"If your post doesn't appear on Crainn it may have been caught by the spam filter. Please message the mods and we will resolve the issue."},{"header":"Misc Links","description":"Know Your Rights\nRolling guide for beginners\nMyths and Facts about Cannabis\nRelated Subreddits\nIrish Shrooms Subreddit\nIrish Shrooms Discord"}]}