{"time_collected":"2023-03-19 23:18:32.253754-04:00","top_headers":[{"heading":"On May 11, 2011, ten year old Joseph Hall fatally shot his neo-Nazi father as he slept. He cited abuse of himself and his mother as the reason. Joseph was sentenced to juvenile detention until he is 23.","time_posted":"15 hours ago"},{"heading":"Highway of Tears is an unofficial name of Canadian Highway 16. It's infamous for the disproportionately large number of disappearances, murders, etc. of indigenous women surrounding it.","time_posted":"18 hours ago"},{"heading":"Cologne School Massacre: The \"Firedevil of Volkhoven\" attacked people at the school with a home-made flamethrower and a spear, killing eight pupils and two teachers, and wounding twenty-two others.","time_posted":"1 day ago"},{"heading":"50 Berkeley Square","time_posted":"17 hours ago"},{"heading":"Category: Victims murdered by being dropped out of an aircraft.","time_posted":"1 day ago"},{"heading":"During the Middle Ages, victims of the bubonic plague were used for biological attacks, often by flinging fomites such as infected corpses and excrement over castle walls using catapults. Bodies would be tied along with cannonballs and shot towards the city area.","time_posted":"2 days ago"},{"heading":"Enfield Monster","time_posted":"2 days ago"},{"heading":"https://en.wikipedia.org/wiki/Rwandan_genocide","time_posted":"1 day ago"},{"heading":"The application of the Ley de fugas (Spanish for 'Law for escapes') is a type of extrajudicial execution that consists of simulating an attempted escape of a prisoner and then killing them for \"attempting to escape prison\".","time_posted":"2 days ago"},{"heading":"Typically depicted as a woman with fangs and long pendulous breasts, the Wewe Gombel is a spirit in Javanese culture that kidnaps children","time_posted":"3 days ago"},{"heading":"1973 CIBC bank robbery: A robber entered the bank with firearms, a bomb, and bags to hold money. Upon leaving the bank, he was shot by a police sniper and the bomb detonated, killing him. The robber has never been identified.","time_posted":"4 days ago"},{"heading":"Magdalene Laundries in Ireland: abusive Roman Catholic institutions in which “fallen women” were confined and forced to work without pay in abysmal conditions. A mass grave of 155 women found in 1993 finally brought attention to their suffering.","time_posted":"8 days ago"},{"heading":"The Killing of Tim McLean, a man who was decapitated and cannibalized on a Greyhound bus in clear view of the other passengers, who had to wait on the side of the road until local police arrived.","time_posted":"9 days ago"}],"rules":["Posted articles should (generally speaking) be matters of fact","Do not use sensational or misleading titles","Hate speech will not be tolerated","Be civil","Promotional content is not permitted without approval"],"subreddits":{},"about":{"header":"About Community","description":"Any article that makes you shiver with fear or disgust.","created":"Created Jul 28, 2012","stats":["213k Members","91 Online"]},"other_information":[]}