{"time_collected":"2023-03-07 06:20:50.995398-05:00","top_headers":[{"heading":"Cremposting 2022 End of the Year Awards","time_posted":"13 days ago"},{"heading":"Elantris deserves better. 😔","time_posted":"11 hours ago"},{"heading":"What would happen to Syl if her shardblade was burned?","time_posted":"11 hours ago"}],"rules":["Tag Spoilers","No Porn","Don't be mean","Not safe for Vorinism","No non-Cosmere politically-related memes","Mod ruling are final","No spoilers in titles","No Fantasy sub politics","Don't post banned memes","Obey reddiquette","Posts must be on topic"],"subreddits":{"Related subreddits":{"r/brandonsanderson":"109,801 members","r/Stormlight_Archive":"190,771 members","r/Mistborn":"80,170 members","r/Cosmere":"111,532 members","r/Elantris":"3,084 members","r/brandosandopuns":"5,522 members","r/imaginarycosmere":"22,599 members","r/fuckmoash":"11,044 members","r/WetlanderHumor":"44,156 members","r/AlternativeCosmere":"359 members"},"Other meme fantasy subreddits":{"r/WetlanderHumor":"44,156 members","r/Dust_of_Memes":"5,000 members","r/KingkillerMemes":"4,525 members","r/HouseOfTheMemeMaker":"3,137 members"}},"about":{"header":"About Community","description":"This is a subreddit for everything Brandon Sanderson shitposting (cremposting). Where memes become dreams. Not sure if Kandra safe yet. Tag spoilers!!","created":"Created Dec 13, 2017","stats":["87.3k Cremmybois","247 Cremlings in the chasm","Top 5% Ranked by Size"]},"other_information":[{"header":"Rules of r/Cremposting","description":"Tag spoilers using the link flair system!!! Mark your spoiler in posts and comments using the official Reddit spoiler tags: >!Spoiler Text Here!< = Spoiler Text Here\nFull spoiler policy\nDon't post porn or exposed genitalia. These posts will be removed. Meme formats from porn are okay if the NSFW areas are appropriately covered. If in doubt, mark anyway. See reddit's Broadcasting Content Policy for more info.\nNo bullying, derogatory, offensive, non-Cosmere politics, non-Cosmere religion, racist, inciting, or otherwise outlandishly crude material allowed in posts or comments. Being belligerent falls under this category.\nEvery post that is blasphemous in the eye of Vorinism must be tagged so. This can be done using reddits so called NSFW function to stamp your post with a 'NSFV' tag. This rule especially encompasses uncovered safehands.\nIf the meme contains a format that includes politics but doesn't demean in any way then it is okay. Meme 1: Kelsier saying \"Thank you, Vin, very cool!\" in reference to the Kanye/Trump tweets is fine. Meme 2: The Lord Ruler as Trump and the joke is that they are the same person due to the poster's belief Trump is a tyrant is not fine. Another example is r/Breath_of_the_Wild's ruling, which I would high recommend reading. No Trump talk. Those conversations don't belong here.\nMod rulings are final. The mods will hear out any case, but in the end the mods' rulings are considered final.\nNo spoilers in titles. If you have a spoiler in the title it will be removed even if the post is marked as spoiler.\nNo fantasy sub politics (ex. whitecloakposting). No posting about politics/ethics/opinions about Wheel of Time or other fantasy shows/books \"problems\". Those discussion belong on the their appropriate subreddits.\nDon't post banned memes. Look at our wiki to see which memes are banned.\nObey reddiquette.\nPosts must be on topic. Posts must be related or reference Brandon Sanderson's works in some capacity.\nFirst time violation of these rules will result in a message from moderators. Second time will be another message. Third time will be a ban. Exceptions will be at moderator's discretion."}]}