{"time_collected":"2023-03-07 03:28:43.420274-05:00","top_headers":[{"heading":"CA SURVEY 2022 RESULTS","time_posted":"14 days ago"},{"heading":"The relief I get from withdrawals is almost better than being drunk.","time_posted":"7 hours ago"},{"heading":"doug motherfucking stanhope","time_posted":"5 hours ago"},{"heading":"I can’t catch a break.","time_posted":"3 hours ago"},{"heading":"grandma died","time_posted":"1 hour ago"},{"heading":"MISERABLE MONDAY","time_posted":"19 hours ago"},{"heading":"This is a chill, come chat in the comments, say what you feel kinda post. I'll respond to everyone, just posted up having some wines and bongs. whats up this is the C O Z Y L O U N G E","time_posted":"1 day ago"},{"heading":"I did it","time_posted":"1 day ago"},{"heading":"The answer","time_posted":"1 day ago"},{"heading":"it just keeps getting worse","time_posted":"1 day ago"},{"heading":"Where does the buzz end?","time_posted":"1 day ago"},{"heading":"Hello Booze! It's been a while since I've seen you!","time_posted":"2 days ago"},{"heading":"The ER and a psych hold","time_posted":"2 days ago"},{"heading":"waking up to random stuff destroyed","time_posted":"3 days ago"},{"heading":"peaked in high school","time_posted":"3 days ago"},{"heading":"Saturday Success Stories","time_posted":"3 days ago"},{"heading":"Back on the binge. Feels worse than the last time.","time_posted":"3 days ago"},{"heading":"The cause of, and solutions to all of life's problems.","time_posted":"3 days ago"},{"heading":"a new low","time_posted":"3 days ago"},{"heading":"Happy Birthday to me!","time_posted":"3 days ago"},{"heading":"Anybody else drinking bourbon and listening to Graham Parsons?","time_posted":"3 days ago"},{"heading":"The seasons may change … but you?","time_posted":"3 days ago"},{"heading":"The Liquor Store Clerk Pity.","time_posted":"3 days ago"},{"heading":"No bueno.","time_posted":"3 days ago"}],"rules":["r/CA needs not your intro; only wants your contributions","Whilst r/CA is a supportive sub, it isn't a recovery sub.","CA is full of women. Don't be a fucking douche. This is your only warning.","r/CA might be irreverent and less than politically correct, but don't be a racist fucking prick.","Typos are a horrible way of expressing intoxication","The mods are human and also CAs. We're not perfect or paid to do this job. Don't expect miracles.","If you use words like 'brah' or talk about beer bonging and jello shots... leave","Words like 'boozebag' or 'fucker' are terms of endearment here.","Do not link or mention r/CA in the wild. Also, don't draw attention to links, message the mods.","r/CA is not for your drunk twitter/foursquare/quickmeme/Insta/facebook x-posts.","r/CA is not a borrow/lend sub. Digital Panhandling is not permitted.","r/CA is also not for your penchant to get drunk and argue politics.","r/CA is full of drunk internet strangers, not doctors. Don’t ask us to diagnose you.","If you could still be in high school (or equivalent), keep on moving."],"subreddits":{},"about":{"header":"About Community","description":"Crippling Alcoholism is a group for people who accept their lifestyle choice and don't want to be interrupted by underage, weekend-warriors posting about puking at the beer pong tournament they had when Ricky C's parents went to Aruba last summer.","created":"Created Nov 5, 2010","stats":["65.5k Members","71 Online"]},"other_information":[{"header":"The Black Hole Ate My Post!","description":"There’s a pinned post, but covering my bases here.\nReddit has been deleting posts for some unknown reason. There’s much speculation, but no real answers.\nIf your post isn’t showing up and you have not received a response of some kind:\nIf there’s nothing from me, the automod, or anyone for that matter send me a modmail. The button for that is here’ in the sidebar or you can go to the Direct Messages and put r/cripplingalcoholism in the recipient line. I will take a peek and take necessary action to fix it.\n<3 blurs"},{"header":"Not Sure You Belong Here?","description":"Are you physically dependent on alcohol? Are you psychologically broken without it? Is your alcoholism crippling? Then you probably belong here. Welcome.\nHave you never had the shakes, nor repeatedly put a drink above everything else till you lost it all? Then check out the good people over at r/drunk.\nWant to quit drinking for life? No longer want to be a CA? Need support or advice? Good luck and read this. -AND/OR- Head over to our sister sub r/dryalcoholics. By CAs, For CAs. No, you don’t have to be currently dry to post there. They’re a great bunch of fuckers and they’ve all been through it. Yes, I know you like this sub. Read the rules. It’s not a recovery or sober sub. It’s why one of us went and created r/DA. You don’t have to go home, but you can’t post here."},{"header":"The Yearly CA Survey","description":"All previous years' CA Surveys\nCheck back each year for updates to the list and for the link to the next CA Survey when it comes out!"},{"header":"CA Related Chat Servers","description":"CA 24/7 BYOB PSYCH WARD CHAT\nCA Chat is not run by r/CA mods, so don't mention chat issues in here or to them. Ever. PM the CA chat mods instead. To get past the karma cap fill out some profile information crap and/or reddit verify.\nWebcam not required; participation is.\nLeave all sensibilities at the door.\nList of reddit/chat names is here.\nDiscord Looking for, or run, an r/CA Discord? See this Post\nPlease, add all links to your discord servers to that thread so they stay in one, easy to find, place.\nAnd again: DO NOT MESSAGE THE CA REDDIT MODS WITH ISSUES REGARDING THE CHATS OR DISCORDS!!"},{"header":"Health Info","description":"See A Doctor\nModeration/Abstinence Guide\nEthanol Content Table - 1 Unit = 10ml Ethanol\nKindling Explanation\nAlcohol Tapering & Withdrawal Guide\nBenzo Tapering & Withdrawal Guide\nMETA Taper Thread\nSip and Suffer Taper Guide\nNutrition (Reference Guide)\nVomiting Blood Guide"},{"header":"Having an issue in this sub?","description":"The modmail lives down yonder!\nHere’s where you come to get the Black Hole FixTM\nSomeone being a raging dick?\nHit the report button and downvote them. DO NOT FEED THE TROLLS\nKnow what you want your flair to be or having technical issues of some kind?\nTap on the little envelope in the \"Moderators\" section below and send a modmail."}]}