{"time_collected":"2023-03-07 04:06:12.530567-05:00","top_headers":[{"heading":"Monthly marketplace for sales and trades (March 2023)","time_posted":"6 days ago"},{"heading":"What films have you recently watched? Weekly Discussion","time_posted":"1 day ago"},{"heading":"Me irl","time_posted":"9 hours ago"},{"heading":"Just started Ingmar Bergman’s Cinema…","time_posted":"2 hours ago"},{"heading":"Jewish films?","time_posted":"7 hours ago"},{"heading":"Still working out the kinks. Making my own covers out of my \"should be\" list to blend in with Criterion.","time_posted":"20 hours ago"}],"subreddits":{"Related Communities":{"r/boutiquebluray":"35,509 members","r/dvdcollection":"378,953 members","r/Steelbooks":"33,146 members","r/VHS":"36,588 members","r/MangaCollectors":"1,771,553 members","r/kpopcollections":"13,401 members","r/gamecollecting":"229,826 members","r/HotWheels":"101,183 members","r/Cd_collectors":"25,958 members","r/Letterboxd":"62,231 members"}},"about":{"header":"About Community","description":"The Criterion Collection is a continuing series of important classic and contemporary films on home video.","created":"Created Jan 18, 2011","stats":["153k Members","278 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Welcome!","description":"The Criterion Collection is a continuing series of important classic and contemporary films.\nHere we discuss news, rumors and films of the Criterion Collection, including the Eclipse and Essential Art House series."},{"header":"About","description":"The Criterion \"Collection\" is a company with over 1000+ amazing films. On every 15th of the month, a handful of newly restored titles are added to the collection with custom cover art and exclusive supplements.\nFor every new title added to the collection, a new spine number is granted. Films that are already in the collection in DVD are routinely considered for Blu-ray upgrades, which also provide revamped artwork and supplements.\nWe understand how overwhelming a company with so many titles can be! Explore Criterion's celebrity top 10 lists and lists of themes to find a starting point that interests you!"},{"header":"Community Rules","description":"Be polite and civil\nNo low effort memes (including the meme format: \"Title (Year)\"\nNo buy/sell/trade posts outside the monthly marketplace"},{"header":"Posting Your Collection?","description":"We ask that all collection posts be accompanied by the following questionnaire, to promote discussion and to help us get to know you a little bit. We recommend you upload your collection photo straight to reddit.\nWhere are you from?\nHow old are you?\nWhen did you start collecting Criterion?\nDo you collect Blu-ray or DVD?\nWhat is your favorite Criterion release?\nWhat is your least favorite Criterion release?\nWho is your favorite director in the collection?\nWho is your favorite director outside of the collection?\nWhich Criterion do you most want that is not in your possession?\nWhich film would you most like to see get the Criterion treatment?\nHow do you organize your collection?"},{"header":"Post Not Showing Up?","description":"Your reddit account must be at least 7 days old and must have at least 5 comment karma, or else your post will automatically be flagged as spam. If you think your post has been mistakenly removed, contact the moderators."},{"header":"Want To Buy/Sell/Trade?","description":"If you are looking to purchase or trade Criterions from users on this subreddit, have a look at the monthly marketplace post stickied at the top. You will find the sellers and traders here are very reputable, as we ensure those who have had successful exchanges in the past get a flair to signify their legitimacy."},{"header":"Custom User Flair","description":"As mentioned above, established traders get an exclusive custom user flair! Message the moderators with proof of successful exchange, such as a public vouch or tracking number.\nAlso, feel free to add your favorite filmmaker as your flair! If they are not listed, message the moderators and we will add them for you."}]}