{"time_collected":"2023-03-08 11:26:38.467904-05:00","top_headers":[{"heading":"Welcome to Crypto MoonCalls","time_posted":"2 years ago"},{"heading":"Read the Rules, 101: The First Two Sentences Can Help Your Post Actually Stay Up","time_posted":"2 years ago"},{"heading":"Project SEED’s top-down blockchain architecture of GameHub, GameFi, DAO, Esports, and GrowthProgram. All are connected by multi-chain hybrid technology, aiming to take the mobile gaming industry to a new level. Do not forget the Strix Beta of it will be launch on June 6. Projectseed.io","time_posted":"9 months ago"},{"heading":"Are you ready for the GAME LAUNCH? Outland Oddysey will be out so soon! June 6th is around the corner. Check the sneak peak here! Learn more here: Projectseed.io","time_posted":"10 months ago"},{"heading":"I love to support new projects and watch them grow. Especially to something as big as Bored Lion Apes.","time_posted":"10 months ago"},{"heading":"BiFARMS was reviewed in a Newsvtc story on their high-yield crypto platform. DeFi is clearly gathering steam. DeFi democratizes finance by replacing banks, brokerages, and more with peer-to-peer connections and self-executing \"smart contracts\" on the blockchain network.","time_posted":"10 months ago"},{"heading":"New Rally P2E Gem discovered + 10K Dollars giveaway","time_posted":"10 months ago"}],"rules":["No hate speech","No plugging","No FUD","Respect each other"],"subreddits":{},"about":{"header":"About Community","description":"Share the spiciest calls and moonshots you’ve got. 🚀 We’re here to share and discuss the most undervalued, low mcap, and straight up BULLISH cryptos with potential. Always DYOR, and we encourage everybody to call out any sketchy/scammy behaviour. We'll have our fun as a group, but don't be toxic; everybody is here to grow and learn. Respect others or you'll be banned. New coins will be judged hypercritically for everybody's safety. Read the rules before posting.","created":"Created Jan 23, 2021","stats":["14.8k Members","13 Online"]},"other_information":[]}