{"time_collected":"2023-03-06 17:16:08.511888-05:00","top_headers":[{"heading":"Introducing the official CryptoMoonShots premium Discord!","time_posted":"2 years ago"},{"heading":"Submission guidelines update, as well as updated karma requirements.","time_posted":"3 months ago"},{"heading":"$Coins a first Dexes built on Coinbase layer 2 Basedchain","time_posted":"3 hours ago"},{"heading":"$5 In $GOLDEN Tokens Today Will Be Worth $1.17-Million-Dollars If Crypto Ecosystem Pushes Token Value To US$0.0000005 Value","time_posted":"17 hours ago"},{"heading":"Froggies Token | The Biggest Project Of 2023","time_posted":"4 hours ago"},{"heading":"Things are heating up on $CUMINU! The world class adult platform Cummuniti is almost ready. %0 taxes. The adult szn is here and blowing up soon!","time_posted":"5 hours ago"}],"rules":["No Spam","Manipulation","No low quality content","Use the correct flair","No scams","No toxicity","Keep titles on topic","No karma farming participating","Only post cryptocurrencies"],"subreddits":{},"about":{"header":"About Community","description":"This subreddit is a place to discuss low market cap cryptocurrencies with a moonshot potential. Make sure you read the sidebar before participating. ALL OF IT. This place is generally not for you if you're new to crypto. There are requirements to be able to participate in this subreddit. No exceptions to these are made. Read the sidebar.","created":"Created Dec 16, 2017","stats":["1.9m Members","293 Online"]},"other_information":[{"header":"Welcome to CryptoMoonShots!","description":"This subreddit is a place to discuss and discover low market cap cryptocurrencies/ICOs/NFT collections that might be potential moonshots.\nWe aim to identify potential moonshots at the earliest stage possible. Always DYOR (do your own research)!\nPlease read the rules of this subreddit to keep the quality high and avoid unnecessary penalties.\nDo not make a new thread asking \"What is your opinion on X coin?\" You are expected to provide some value when making a new thread.\nWhen you submit a moonshot claim, provide any information on why you think it is a potential moonshot. What problem does it solve? What are its competitors? Discuss both the pros and cons. The reader should be able to get all the useful information from that particular post. Put effort into your submission.\nAll cryptocurrencies submitted need to have an utility. No, simply using a deflationary model does not count.\nPlease be HIGHLY critical of submissions. Everyone who participates here is highly encouraged to evaluate threads carefully, as this is a place where there WILL be shilled absolutely useless projects. What you recognize as a project with a moonshot potential is something that you need to carefully evaluate individually.\nWhen a new submission is made, try to find flaws in that particular project and make a comment about it. So-called \"FUD\" is welcome here. Be extra critical towards submissions with a high amount of awards/upvotes! Manipulation IS a constant problem here. Dev/team member encouraged manipulation that is reported with evidence presented will result in the submitter being banned and the thread being removed.\nTokens/coins should be flaired correctly.\n*DO YOUR OWN RESEARCH. *Some of the projects posted here do not solve a real problem and have no use case.\nAll new submissions require 1000 characters or more. Posts and comments made by accounts that are less than 5 months old are automatically removed. You also need 500 posting/comment karma to submit a new post, and 50 karma to comment. (PARTICIPATING IN KARMA FARMING SUBREDDITS RESULTS IN AN IMMEDIATE BAN UPON POSTING)\nEditing a submission is not allowed in this community and will cause it to be automatically removed.\nA user can only make a new submission every 24 hours.\nDO NOT BOTHER PMING MODMAIL FOR EXCEPTIONS TO THESE RULES, NONE ARE GRANTED.\nResources\nCryptoMoonShots 101\nWarning: Farming, Yields and \"Deflationary\" should be big red flags for you."}]}