{"time_collected":"2023-03-07 04:06:34.002004-05:00","top_headers":[{"heading":"Which cryptocurrency is the best to invest now and will explode after this bear market?","time_posted":"10 months ago"},{"heading":"Ripple Just Filed A Strong Case In Its Ongoing Case With The SEC","time_posted":"16 hours ago"},{"heading":"Bitcoin: Adoption S-Curve to Propel BTC Much Higher - PlanB","time_posted":"12 hours ago"},{"heading":"Need some help, please 🙏","time_posted":"16 hours ago"},{"heading":"Veteran Trader Tone Vays Predicts Bitcoin (BTC) To Break $300,000 – Here’s His Timeline","time_posted":"18 hours ago"},{"heading":"BCB Group Speeding Plans To Fill Space Left Out by Struggling Silvergate","time_posted":"15 hours ago"},{"heading":"TMS Network (TMSN) Continues Its Impressive Run at Presale","time_posted":"15 hours ago"},{"heading":"New Record: Tron Processes Over 5 Billion Transactions","time_posted":"16 hours ago"},{"heading":"Here's How Tron Will Benefit After Integrating This Al Oracle","time_posted":"16 hours ago"},{"heading":"Kraken Gives Up on America, Now Plans To Launch Its Own Bank","time_posted":"18 hours ago"},{"heading":"Huobi Commits To Dominica Metaverse’s Digital Identity Project With Full Force","time_posted":"20 hours ago"},{"heading":"Pterosaur Finance - Unlocking DeFi Yield with NFTs on Avalanche","time_posted":"21 hours ago"},{"heading":"Bitcoin: Expert Warns of Potential Downside as Fed Raises Interest Rates","time_posted":"1 day ago"},{"heading":"Babel Finance Turns to Stablecoin To Overcome Lending Crisis","time_posted":"1 day ago"},{"heading":"Why Investors Need to Welcome the Cryptocurrency Bear Market With Open Arms.","time_posted":"1 day ago"},{"heading":"Multichain DEX Platform PancakeSwap Announces Release of Version 3","time_posted":"1 day ago"},{"heading":"Sony Network Communications and Astar Network’s Joint Web3 Incubation Program Receives Over 150 Registrations","time_posted":"2 days ago"},{"heading":"Weekly Market Analysis: Bitcoin Drops Again and Altcoins Bleed as the SEC Targets BUSD","time_posted":"2 days ago"},{"heading":"Need help about buying Crypto USA ?","time_posted":"2 days ago"},{"heading":"Crypto Exchange Bybit Halts USD Deposits Via Bank Transfer","time_posted":"2 days ago"},{"heading":"Cross-chain Bridge: The Development And Hidden Worries","time_posted":"2 days ago"},{"heading":"DeFi Weekly Roundup: Decentralized Finance To Be Reviwed At CFTC Tech Advisory Meeting; DeFi Plunge Below $50 Billion Mark; Synthetix Installs V3 On Ethereum.","time_posted":"2 days ago"},{"heading":"NFT News Weekly Round-Up: Binance Builds Bicasso, and Coinbase Utilizes NFTs","time_posted":"2 days ago"},{"heading":"Weekly Crypto Recap: Changpeng Zhao Denies Being Shot, Coinbase Acquires One River Digital, Solvency Concerns, and ConsenSys Updates ETH Holder","time_posted":"2 days ago"},{"heading":"Tether Denies Report of Forged Documents For Gaining Banking Access","time_posted":"3 days ago"},{"heading":"Here’s Why Bitcoin Could Crash to $18K Soon","time_posted":"3 days ago"},{"heading":"Is it Another Wave of Crypto Crash?","time_posted":"3 days ago"}],"rules":["Obey the Golden Rule & Maintain Decorum","No Spam","No Manipulation","Do Not Incite Illegal Activities or Beg","No Low-Quality Content","Do Not Reveal Personal Information","Do Not Steal Content","Keep Discussions on Topic","Use Suitable Titles and Correct Flairs","Communicate With the Mod Team","No emojis or non-standard fonts","No unverified projects are permitted in discussion","Crypto-relevant submissions/permitted content","No submission of unlisted coins, ICOs (Initial Coin Offerings), or low-quality products","No crypto coins above the 150 Ranking of CoinMarketCap"],"subreddits":{"CryptoCurrencyTrading Friends":{"r/LunaClassic":"12,929 members"}},"about":{"header":"About Community","description":"r/CryptoCurrencyTrading is a place for the open discussion on all subjects related to trading all cryptocurrencies and altcoins.","created":"Created Jul 2, 2017","stats":["163k Members","127 VIP"]},"other_information":[{"header":"Welcome","description":"Welcome to /r/CryptoCurrencyTrading. This subreddit is intended for open discussions on all subjects related to trading crypto-currencies and crypto-assets. Please make quality contributions and follow the rules for posting."}]}