{"time_collected":"2023-03-07 06:39:53.592246-05:00","top_headers":[{"heading":"Reminder - NO 2077 or Edgerunners related posts. Post them over at r/cyberpunkgame instead.","time_posted":"5 months ago"},{"heading":"Urban Ninja by me","time_posted":"13 hours ago"},{"heading":"Thought I'd share a sketchbook page, hope that's OK.","time_posted":"18 hours ago"},{"heading":"Seoul by night","time_posted":"12 hours ago"}],"rules":["AI generated art","Music","Photo of modern city","Sexualized imagery","Only cyberpunk 'vibes'","2077 related post"],"subreddits":{"Related Communities":{"r/CountOnceADay":"55,791 members","r/Graffiti":"2,245,478 members","r/custommagic":"57,882 members","r/MxRMods":"193,918 members","r/PixelArt":"1,258,592 members","r/mina_irl":"44,579 members"}},"about":{"header":"About Community","description":"A genre of science fiction and a lawless subculture in an oppressive society dominated by computer technology and big corporations.","created":"Created May 27, 2008","stats":["779k Members","412 Online"]},"other_information":[{"header":"Guidelines","description":"A genre of science fiction and a lawless subculture in an oppressive society dominated by computer technology and big corporations.\n---Guidelines---\nNO music. Post instead to /r/Cyberpunk_music\nNO photographs of modern cities\nNeon and/or pink and purple filters does NOT make something Cyberpunk\nNO posting artwork or photos of scantily clad women. Try r/cyberbooty instead\nNO posts about, or relating to the video game Cyberpunk 2077\nNO posting content that has 'Cyberpunk Vibes'. If the post only has vibes than it probably is not cyberpunk\nPlease credit the artist. Posted artwork should include the actual name of the piece and artist's name in the title while also having a link to the source in the comments.\nPersonal attacks, name calling, bigotry and extreme negativity are subject to removal and or banning, If you spot this use the report button or mod message to alert moderators.\nIf it's truly cyberpunk, you can post it, no matter the year or the style of the content, political articles, social discussions, latest novels, you name it, you can post it. If it's NSFW then tag it.\nNO SPAM. If you want to promote your cyberpunk website, blog or forum, please contact the moderators, we will say yes more likely than not. Although if you're looking to sell T-shirts, the answer will probably be no.\nModerators reserve the right to remove posts and comments as they see fit.\nThe Cyberpunk Wiki: http://www.reddit.com/r/Cyberpunk/wiki/index"}]}