{"time_collected":"2023-03-07 02:06:02.187568-05:00","top_headers":[{"heading":"This one comes courtesy of my 9 year old daughter: How do stories end that have apples in them?","time_posted":"6 hours ago"},{"heading":"I can't find my fancy French olive oil. Nothing matters anymore, the world is going dark","time_posted":"13 hours ago"},{"heading":"Last April I had triple pane, temperature sealed, eco-friendly windows put in the whole house!","time_posted":"5 hours ago"},{"heading":"Today I understand why dad jokes are a true stereotype","time_posted":"7 hours ago"},{"heading":"Want to hear a pizza joke?","time_posted":"7 hours ago"},{"heading":"The \"T-shirt\" is an abbreviation of \"Tyrannosaurus shirt.\"","time_posted":"1 day ago"},{"heading":"Why do dwarves make great electricians?","time_posted":"17 hours ago"},{"heading":"Have you heard of the Chipotle Chip Thief?","time_posted":"7 hours ago"},{"heading":"I have a fear of stairs…","time_posted":"10 hours ago"},{"heading":"What did the butt say when it was playing the trombone?","time_posted":"6 hours ago"},{"heading":"The groundskeeper at the cemetery accidently dug a hole in the wrong plot...","time_posted":"4 hours ago"},{"heading":"What's Darth Vader's favorite band?","time_posted":"5 hours ago"}],"rules":["Jokes must be dad jokes.","Bonus points for being opportunistic or punny","Be civil.","Leave the punchline out of the title.","Tag [NSFW] if necessary.","No reposts.","If you're posting for discussion purposes, label it [META]","No personal information.","Do not create spam posts / comments.","No advertising / promoting!","If you see a rule violation please report it to the moderators","Comment karma threshold for posts"],"subreddits":{"Related Communities":{"r/Jokes":"25,534,622 members","r/oneliners":"159,611 members","r/Showerthoughts":"26,829,396 members","r/AskOuija":"759,372 members","r/cleanjokes":"141,771 members","r/questions":"71,629 members","r/onewordeach":"82,311 members","r/NoStupidQuestions":"3,345,136 members","r/TwoSentenceHorror":"1,165,432 members","r/godtiersuperpowers":"395,889 members"}},"about":{"header":"About Community","description":"Welcome! This is a friendly place for those cringe-worthy and (maybe) funny attempts at humour that we call dad jokes. Often (but not always) a verbal or visual pun, if it elicited a snort or face palm then our community is ready to groan along with you. To be clear, dad status is not a requirement. We're all different and excellent. Some people are born with lame jokes in their heart and so here, everyone is a dad. Some dads are wholesome, some are not. It's about how the joke is delivered.","created":"Created Oct 23, 2011","stats":["9.2m Dads","3.2k Groaning Now"]},"other_information":[{"header":"Introduction","description":"Just in case you didn't read the about section...\nWelcome!\nThis is a friendly place for those cringe-worthy and (maybe) funny attempts at humour that we call dad jokes. Often (but not always) a verbal or visual pun, if it elicited a snort or face palm - then our community is ready to groan along with you.\nTo be clear, dad status is not a requirement. We're all different, we're all excellent. Some people are born with lame jokes in their heart and so here, everyone is a dad. Some dads are wholesome, some are not. It's about how the joke is delivered more than anything.\nSome dads are wholesome and clean, others have a bit of raunch to them. It's not about the content or the age of the person hearing the joke... it's about how it's delivered. Bonus points for sticking to the classic stereotypes of being opportunistic and punny.\nThat said, dad jokes are not mean and there are some rules. We think they rule, so check 'em out and be kind to each other."}]}