{"time_collected":"2023-03-19 23:39:01.332907-04:00","top_headers":[{"heading":"In 2018 the BBC televised a comprehensive simulation \"Patient Zero\" virus outbreak in Haslemere (pop. 17k). In Feb. 2020, Haslemere hit the headlines as the location of the UK's Patient Zero for COVID-19","time_posted":"8 months ago"},{"heading":"Gates Foundation money was lavished upon all the academics behind a 2018 BBC pandemic app \"citizen experiment\" staged out of the same village where the UK's Covid Patient Zero was announced in March 2020","time_posted":"5 months ago"},{"heading":"Study: Half Of Americans Believe Media “Intend To Mislead, Misinform”","time_posted":"10 hours ago"},{"heading":"Will AI Actually Mean We’ll Be Able to Work Less? - The idea that tech will free us from drudgery is an attractive narrative, but history tells a different story","time_posted":"1 day ago"},{"heading":"Update: This biologist is now very sure what the pandemic was really about, and this is worth 30mins of your time","time_posted":"3 days ago"},{"heading":"Another Push to Turn America Into a Dystopian Hellscape: 21 South Carolina GOP Lawmakers Propose Death Penalty for Women Who Have Abortions","time_posted":"5 days ago"},{"heading":"AI's Dirty Secret: The Shocking Carbon Footprint of the Technology That Powers Our Lives","time_posted":"5 days ago"},{"heading":"AI generated video about AI taking over","time_posted":"5 days ago"},{"heading":"A paper on nature.com shows that carbon emissions combine with more potent methane emissions to lower overall greenhouse effect. Cutting carbon emissions increases global warming.","time_posted":"4 days ago"}],"rules":["RULES"],"subreddits":{},"about":{"header":"About Community","description":"r/DarkFuturology examines dystopian trends, usually in relation to current events, promoting total freedom of speech. We emerged from growing dissatisfaction with the utopian tech-porn dominating r/Futurology. As well as mainstream dystopian topics, we also promote discussion of controversial subjects that too often lurk in shadows far from the accepted discourse. This is necessary for building a broad understanding of all issues faced by humanity in this century and, if we're lucky, the next...","created":"Created Dec 24, 2012","stats":["69.9k Members","18 Online"]},"other_information":[]}