{"time_collected":"2023-03-06 17:34:28.075864-05:00","top_headers":[{"heading":"Weekly No Stupid Questions Thread","time_posted":"18 hours ago"},{"heading":"Amazon Prime Drops Giveaway Thread!","time_posted":"19 days ago"},{"heading":"Hype has been insane","time_posted":"9 hours ago"},{"heading":"I make speed limiter basekit for Billy and Bubba, just to watch the world burn","time_posted":"11 hours ago"}],"rules":["Be Respectful","Stay on Topic","Respect The Game's Integrity","Avoid Spam","Avoid Inappropriate Submissions","Avoid Over-Saturated Content","Avoid Low-Effort Content","Share Art Honorably","Follow Reddit's Rules"],"subreddits":{"Other DBD subreddits":{"r/HookedOnYou":"1,613 members","r/dbdLFG":"7,559 members","r/DeadByDaylightMobile":"8,789 members","r/PerkByDaylight":"29,867 members","r/dadbydaylight":"12,033 members","r/LeaksDBD":"24,838 members","r/Oinkers_":"8,929 members","r/CoolClownCongregation":"1,062 members","r/BingBongBois":"1,111 members","r/DeadByDaylightFashion":"1,640 members"}},"about":{"header":"About Community","description":"Dead by Daylight is an asymmetrical multiplayer horror game in which four resourceful survivors face off against one ruthless killer. Developed and published by Behaviour Interactive. This subreddit is not owned, operated, or moderated by Behaviour Interactive.","created":"Created Feb 4, 2016","stats":["671k Satisfied customers","3.0k Browsing the skull market"]},"other_information":[{"header":"Known Bugs: Patch 6.4.0","description":"Submissions showing any of these bugs after they were added to this list, will be subject to removal.\nCurrent Bugs/Issues:\nHex: Face the Darkness has an incorrect description.\nThe Entity Bubble may appear pixelated\nThe \"Lifting The Fog\" achievement may be granted despite conditions not being met\nShack entrance can be blocked by a RNG prop on Disturbed Ward\nPlayer's can get stuck in The Knight's power\nPlayers may get stuck when switching to Victor as The Twins\nCONSOLE: The menu cursor is still visible once loading into a match, killer is unable to move\nUnconfirmed if Fixed:\nGrade progression screen can incorrectly show a disproportionate amount of pips lost/gained\nTome challenges may not progress despite requirements being met\nA variety of killer and survivor faces/limbs may become distorted randomly, or during mori animations\nLockers may visually appear to be faced into the ground\nSurvivors may appear to be floating/\"driving an invisible car\"\nLoading in as The Spirit has a misplaced camera, fixes itself when the camera pan stops.\nCrouching as The Pig may trigger a random string of text across the player's screen.\nA variety of coloured glyphs are unreachable\nSurvivors can be stuck in certain animations/poses.\nHooks may spawn too close together\nPost game score screen may show blank scores and without any perk icons\nThe Rancor perk activates when the hatch is closed regardless of how many generators were left\nAdept achievements sometimes don't unlock.\nSurvivors are sometimes able to silently fast vault without Quick and Quiet.\nThe wiggle bar may show full progress just after a survivor has been picked up.\nThe wiggle bar may show 100% progress, yet the survivor is still unable to wiggle off.\nCars on Haddonfield appear to have hitboxes that are too big.\nPlease note that exploitable bugs or glitches will not be mentioned here. Any submissions that highlight them will be removed."},{"header":"Patch Notes & Latest News","description":"Patch Notes:\nLIVE: 6.4.0 | Forged In Fog\nDead By Daylight News:\nGrade Reset Rewards\nSwitch Cross Progression Update\nSub Specific News:\nPrestige 100 User Flair\nPlatinum User Flair\nOur Community Discord"},{"header":"Upcoming Sub & In Game Events","description":"Sub Events: N/A\nGame Events:\n`March 7th Tools of Torment release\nGame Updates, Rifts, Sales and In-Game Events typically go live at 4:00pm(GMT).\nGrade Reset typically happens at 1:00am(GMT)."},{"header":"Redemption Codes","description":"Bloodpoints:\nNICE - exp. N/A - 69 BP\nOther:\nPRIDE - exp. N/A - Charm\nPRIDE2022 - exp. N/A - Charm\nCAWCAW - exp. N/A - Charm\nWARRIORPUPPERS - exp. N/A - Charm"},{"header":"Custom Emojis","description":"We are so lucky to have such talented artists in our community, and thanks to the talented u/C3-Tooth, we have added some of their work to our custom emojis (they also do commissions - check their profile for more information)! If you want to have some of your work showcased, send us a modmail and we can discuss further!"}]}