{"time_collected":"2023-03-08 11:06:12.261199-05:00","top_headers":[{"heading":"Worst thing light has ever done to another person","time_posted":"1 day ago"},{"heading":"finally got a frame for my L autograph from the english VA Alessandro Juliani, super nice dude :) was fun","time_posted":"15 hours ago"},{"heading":"","time_posted":""}],"rules":["Do not include spoilers in the title of your post.","Mark your post with spoiler tags when submitting spoiler posts.","Use the spoiler tag to hide spoiler parts from your comment.","Do not advertise merchandise.","Submitted content must be directly related to Death Note.","Do not submit low–effort contents.","Find and include the source for artworks.","Verify your artwork.","Promoting a positive discussion.","Resolving issues with other users.","Restricted contents.","Misc. Rules.","Rule 13—Appendix A","Rule 14—Appendix B","Rule 15—Appendix C"],"subreddits":{"Affiliated Communities":{"r/DeathNoteMemes":"14,560 members"}},"about":{"header":"About Community","description":"Subreddit for all things related to Death Note.","created":"Created Feb 18, 2010","stats":["129k Death Note Users","174 pursuing justice","Top 1% Ranked by Size"]},"other_information":[{"header":"Announcements","description":"Announcements:\nNo community announcements are currently available."},{"header":"An Introduction to Death Note","description":"An Introduction to Death Note:\n『Death Note』 「デスノート」 is a critically acclaimed Japanese manga written by Tsugumi Ohba and published by Shueisha first released in December 2003 as a serialised magazine.\nA high school student Light Yagami stumbles upon a notebook from a God of Death named Ryuk, which has a power to kill anyone by writing people’s names on it. With this, Light decides to create ‘a new world’ that is free of evil.\nDeath Note has since received various adaptations and novelisations: Such as the animation adaptation by Madhouse—directed by Tetsuro Araki—the 2015 TV–drama, multiple live–action movies, spin–off novels and a musical adaptation.\nPurchase the original Death Note manga either in hard copy or in digital from the following official store links:\nDeath Note.\nDeath Note—Complete Box Set: Volumes 1 through 13.\nOther misc. books and series are also available at the Viz Media store.\nPlease Note: Please be cautious when clicking on merchandise links that you may encounter on this subreddit. Any stores that are not endorsed officially cannot be guaranteed to be safe.\nHave you finished Death Note and now looking for something else to read? A list of widely recommended series is provided here.\nFeatured Article: An Introduction to Death Note."},{"header":"Submission Guidelines","description":"Submission Guidelines:\nSpoiler tags: Use the spoiler tag to hide spoiler parts from your posts or comments.\nExample of a spoiler tag:\nExample spoiler text.\n>!Example spoiler text.!<\nSubmission removals: Submissions may be filtered automatically and require a manual moderator approval. Moderators review filtered feeds regularly, and if you have followed our subreddit rules, there are no need to ask us for a manual approval.\nAdditional References:\nSubreddit Rules.\nSubreddit wiki page.\nReddit’s selfpromotion guidelines.\nDeath Note Discord.\nDeath Note Wikia."},{"header":"How to Use It","description":"How to Use It:\nThe human whose name is written in this notebook shall die.\nThis notebook will not take effect unless the writer has the person’s face in their mind when writing his/her name. Therefore, people sharing the same name will not be affected.\nIf the cause of death is written within the next 40 seconds of writing the person’s name, it will happen.\nIf the cause of death is not specified, the person will simply die of a heart attack.\nAfter writing the cause of death, details of the death should be written in the next 6 minutes and 40 seconds.\nThe Full List of the Rules of the Death Note (Death Note Wikia)"},{"header":"Contact Us","description":"Contact Us:\nPlease send us a message via modmail (by tapping “message the moderators” or the envelope icon) if you have any questions to the moderation team. Please do not chat or message individual moderators directly, as it can prevent our work flow and communication as a team.\nMessage the moderators."},{"header":"Credits","description":"Credits:\nThis is an unofficial community for Death Note run by volunteers, and we do not actually represent the franchise.\nDeath Note © Tsugumi Ohba, Takeshi Obata, Shueisha Inc. （大場つぐみ・小畑健／集英社）\nReddit © Reddit Inc."}]}