{"time_collected":"2023-03-07 06:54:13.914210-05:00","top_headers":[{"heading":"Thoughts on cloned meat?","time_posted":"17 hours ago"},{"heading":"Is organic produce vegan?","time_posted":"1 day ago"},{"heading":"Can a person who works with animal tests be vegan?","time_posted":"2 days ago"},{"heading":"Should food that is vegan also be labelled with suitable for vegetarians?","time_posted":"3 days ago"},{"heading":"Why don’t we stop ducks from raping other ducks? 🦆","time_posted":"3 days ago"}],"rules":["No hate speech","Keep submissions and comments on topic","Don't be rude to others","Argue in good faith","Don't abuse the block feature","No low-quality content"],"subreddits":{"Related subreddits":{"r/vegan":"1,215,423 members","r/askphilosophy":"271,944 members","r/AnimalRights":"23,916 members","r/Ethics":"14,355 members","r/veganfitness":"165,538 members","r/EatCheapAndVegan":"694,651 members","r/AskVegans":"7,854 members"}},"about":{"header":"About Community","description":"A place for open discussion about veganism and vegan issues, focusing on intellectual debate about animal rights and welfare, health, the environment, nutrition, philosophy or any topic related to veganism. Please be warned that while we forbid hate speech as well as rude and toxic behavior, DebateAVegan cannot be considered a safe space and regardless of perspective you may run into ideas that you find offensive or appalling. Please take care of your mental well being.","created":"Created Jan 20, 2011","stats":["36.9k Members","35 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Guidelines","description":"You are welcome to bring up questions and topics that have come up before, but please search older posts first to see if your question has already been sufficiently answered. You can also find some resources related to common topics on our wiki.\nIf you see someone breaking any of our rules, please report the content in question so it is brought to a moderator's attention. Expanded versions of our rules are available on our wiki."}]}