{"time_collected":"2023-03-20 15:19:04.622052-04:00","top_headers":[{"heading":"On biases, sourcing, and discussing the Argument","time_posted":"4 years ago"},{"heading":"The MoistCr1TiKaL Sneako Drama is Scary, Widespread Bank Collapse Fears Grow, Russia downs US Reaper","time_posted":"5 days ago"},{"heading":"JPMorgan Chase can be sued by Virgin Islands over Jeffrey Epstein sex trafficking claims","time_posted":"2 hours ago"},{"heading":"This country [South Korea] wanted a 69-hour workweek. Millennials and Generation Z had other ideas","time_posted":"15 hours ago"},{"heading":"I WAS SCARED TO DEATH! We Need To Talk About LA Sheriff Deputy Gangs, Oklahoma, & @ZaidTabani","time_posted":"8 hours ago"},{"heading":"UK backs Rolls-Royce project to build a nuclear reactor on the moon","time_posted":"4 hours ago"},{"heading":"Law enforcement searching for missing Indiana teen who may be in 'extreme danger'","time_posted":"19 hours ago"},{"heading":"Idaho hospital to stop labor and delivery services citing \"political climate\" and doctor shortages","time_posted":"1 day ago"},{"heading":"Frozen strawberries sold at Costco, Trader Joe's, recalled after hepatitis A outbreak","time_posted":"1 day ago"},{"heading":"Manhattan district attorney warns of ‘attempts to intimidate’ after Trump calls for protest","time_posted":"1 day ago"}],"rules":["Keep Arguments Civil-Don't be a Douche Bag of the Day & avoid ad hominems when practical","No trolling","Solution Oriented & Respectful critiques of Phil only","Clickbait or Misleading Title"],"subreddits":{},"about":{"header":"About Community","description":"r/Defranco is a sub for fans of Phil. This is a place that beautiful bastards can meet and talk to one another, you can recommend stories for The Philip DeFranco Show, you can propose fun games for Phil to play with youtubers they have coming in to the studio, be a part of QnA's, community projects, and really whatever else we want. Its mainly is where Reddit comes to discuss the topics that Phil talks about and post memes of Phil","created":"Created May 20, 2011","stats":["76.1k Beautiful Bastards","56 Getting philed in"]},"other_information":[{"header":"Suggestion for Improvement?","description":"Have a suggestion for how to improve the sub or a way to get the community more active?\nWe would love to hear it!"}]}