{"time_collected":"2023-03-19 21:54:12.181252-04:00","top_headers":[{"heading":"I have been assigned more than 100 shares","time_posted":"42 minutes ago"},{"heading":"How can i make sure nobody can log in on degiro app","time_posted":"1 day ago"},{"heading":"Should I be able to purchase this stock through Degiro?","time_posted":"2 days ago"},{"heading":"Are US trasury bonds available for purchase at Degiro?","time_posted":"2 days ago"},{"heading":"ETF & Bonds Where have they gone? (Currently investing from Greece)","time_posted":"3 days ago"},{"heading":"Degiro KID and PRIIPS regualation issue fixed now?","time_posted":"3 days ago"},{"heading":"Kernselectie.nl offline? Does anyone know the owner?","time_posted":"2 days ago"},{"heading":"KID situation plus potential solution","time_posted":"4 days ago"}],"rules":["No Spam, Self-Promotion or Solicitation","No Harassment, Bullying, Doxing, Threats, Trolling or Insulting","No Bots, Lies, Spam, Phishing, FUD or False Content","No Market Manipulation or Organizing","No Political Talk","Repetitive Content / Your Post should have been a Comment in a thread","Consolidating discussions on popular topics in Mega/Sticky Threads","No Disclosure of your own or someone else's Private & Confidential Information","No Brigading","Post Headline & TL;DR should be in English"],"subreddits":{},"about":{"header":"About Community","description":"The **unofficial** subreddit for the users of Europe's fastest growing online stock broker.","created":"Created Nov 20, 2017","stats":["10.7k Members","15 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Disclaimer","description":"The subreddit r/DEGIRO is an unofficial Reddit discussion forum for the users, and is unaffiliated with FlatexDEGIRO or its associated companies. All information shared and opinions expressed herein (the \"Content\") is strictly the personal opinion of the authors, does not reflect any collective view or opinion, and is neither legal nor financial advice. This subreddit or its Moderators do not endorse any stock(s) or opinion(s) expressed on this subreddit.\nNothing on this subreddit constitutes financial or legal advice. The Content on this subreddit is purely for discussion purposes.\nYou should not take advice from strangers on the internet. Carry out your own due-diligence with qualified experts before making any financial or legal decisions."}]}