{"time_collected":"2023-03-06 23:35:40.067478-05:00","top_headers":[{"heading":"Regular check-in post, with information about our rules and wikis","time_posted":"6 months ago"},{"heading":"Our most-broken and least-understood rules is \"helpers may not invite private contact as a first resort\", so we've made a new wiki to explain it","time_posted":"3 years ago"},{"heading":"Life is too much of doing what I don't want to do in order to survive","time_posted":"6 hours ago"},{"heading":"i wish i was never born i have major depression","time_posted":"4 hours ago"},{"heading":"End me.","time_posted":"7 hours ago"},{"heading":"My bully excelled at life.","time_posted":"1 day ago"},{"heading":"probably gonna get kicked from school","time_posted":"6 hours ago"},{"heading":"Coping w depression","time_posted":"1 hour ago"},{"heading":"I would like to not exist","time_posted":"2 hours ago"},{"heading":"If I were to say goodbye","time_posted":"2 hours ago"},{"heading":"Lost the real me to the depressed me.","time_posted":"7 hours ago"},{"heading":"Depersonalization in the mirror today scared me bad","time_posted":"13 hours ago"},{"heading":"A lot of pain in my life stems from not understanding I was born to lose","time_posted":"13 hours ago"},{"heading":"I cant make eye contact","time_posted":"7 hours ago"},{"heading":"Anger","time_posted":"7 hours ago"},{"heading":"Urgent help","time_posted":"2 hours ago"},{"heading":"I’m currently on Zoloft, and my dad won’t let me get back on my anxiety medication. What over the counter brands could I use?","time_posted":"11 hours ago"},{"heading":"I don’t know how else to word this, but I kinda have to do the you-know-what, but I can’t.","time_posted":"4 hours ago"},{"heading":"All I can feel for myself is hatred and disgust 16f","time_posted":"43 minutes ago"},{"heading":"I cut myself...a lot...first time in years","time_posted":"47 minutes ago"},{"heading":"What’s the point of therapy if you’re only supposed to go if you plan on working on yourself?","time_posted":"11 hours ago"},{"heading":"i want to get better, and im trying to. but it isn’t getting better","time_posted":"57 minutes ago"},{"heading":"Life is beautiful yet sad","time_posted":"3 hours ago"},{"heading":"Being mentally ill in a mentally ill family that doesn’t believe in mental illness","time_posted":"1 day ago"},{"heading":"I really need help, I can’t tell if I’m depressed or over reacting","time_posted":"1 hour ago"}],"rules":["Posts must request personal support for depressive disorders in yourself, or someone close to you","All replies must be empathetic and responsive to OP. No tough love or debate.","Offer help ONLY via public comments. No \"I'm here to help\" posts or PM/chat requests","No low-content posts or responses","Don't role-model or put yourself above others. No achievement/advice posts or AMAs","No general uplifting content of any kind, including \"it gets better\" or other unkeepable promises","Do not give or request clinical advice or advocate for or against treatments & self-help strategies","NO methods for any type of self-harm, or validating self-destructive intent","Don't encourage rule-breaking or off-topic content","No activism, debate or unapproved surveys including casual or general questions and polls","Absolutely no self-promotion of any kind, including creative writing","Do not request or offer money, goods, or services"],"subreddits":{},"about":{"header":"About Community","description":"Peer support for anyone struggling with a depressive disorder.","created":"Created Jan 1, 2009","stats":["945k Members","1.2k Online"]},"other_information":[{"header":"Community Basics","description":"We offer a peer-support space for anyone dealing with a depressive disorder in themselves or someone close to them.\nPlease stay on topic. Depression is both important and difficult to talk about so focus is essential. Posts here need to be support requests specifically related to depression, and comments need to be supportive of the OP.\nIf you want to talk about thoughts or risk of suicide, please post at /r/SuicideWatch. If you've lost someone to suicide, /r/SuicideBereavement is the best community to get support.\nIt might seem that we have a lot of rules, but we've found they're all necessary to maintain as much emotional and physical safety as possible. Most people are surprised by at least some of our policies so please read all of them carefully before jumping in.\nPlease click \"report\" to let us know of any inappropriate content you see here - we'd like to know and handle it as soon as we can.\nIf your post or comment is not appearing, it may have been removed for a rule violation or it may be stuck in the filter. Please message us and we'll look into it.\nWe are not a crisis service. We can't guarantee an immediate response, and there are times when this subreddit is relatively quiet. This does not mean no one cares. If you need to talk to someone at once, you may want to take a look at the hotlines list from /r/SuicideWatch\nNote: the Android Reddit app currently has a bug that causes wikis not to work - if links do not open in the app, use your browser to open the links instead"}]}