{"time_collected":"2023-03-06 18:41:00.455651-05:00","top_headers":[{"heading":"New and returning player guides. Everything you ever wanted to know!","time_posted":"1 day ago"},{"heading":"LIGHTFALL | SEASON OF DEFIANCE | Info & Question Thread","time_posted":"1 day ago"},{"heading":"[comic] for my fellow nimbus fans","time_posted":"8 hours ago"},{"heading":"I love strand","time_posted":"5 hours ago"}],"rules":["Spam/Low Effort Content","Absolutely no Witch-Hunting","Relevant to Destiny 2","LFG/Recruitment/In Game Help Posts","NSFW Content and Vulgarity","Frequently Asked/Vague Questions & Concerns","Self-Promotion, Advertisement, or Giveaways","English Only","Discussion of Third-Party Devices, Software, or Services","Simple Loot/Achievement/Gear Roll Posts","Direct Capture","False or Misleading Information","Unoriginal/Non-Unique Videos or Clips","Spoilers must be marked"],"subreddits":{"Related Subreddits":{"r/DestinyTheGame":"2,741,182 members","r/CruciblePlaybook":"97,056 members","r/DestinyFashion":"238,517 members","r/Fireteams":"118,025 members","r/sharditkeepit":"62,144 members","r/raidsecrets":"319,415 members","r/DestinyLore":"180,827 members"}},"about":{"header":"About Community","description":"All about Destiny 2: The epic, online-only looter-shooter MMO from Bungie, which launched in September of 2017.","created":"Created Feb 18, 2013","stats":["792k Guardians","4.9k At the Tower"]},"other_information":[{"header":"Post Types We Allow/Encourage","description":"Memes: As long as they are SFW, well meaning, and fall within ahat is acceptable from our other rules, meme posts are always allowed.\nArt: We love to see any and all Destiny community art (as long as it is related to Destiny, of course), whether it be your own or someone else's. If you post someone else's artwork, BE SURE TO CREDIT THE ARTIST. If you do not, your post will be removed.\nQuestions: While we have plenty of resources for for information, and we strongly encourage Googling first, or perhaps joining our Discord server to ask, specific question posts are permitted. When your question is answered, kindly change your post to the Question // Answered flair. Duplicate questions or any with well-known/simple solutions will be removed. Please DO NOT ASK WHETHER YOU SHOULD BUY AN EXPANSION OR GET BACK INTO THE GAME. Do research yourself, or simply try getting into it (the base game is free!) to see if this would be something worth it for you. Whether something is specifically something YOU should do or not is up to you, not the community. If you still have specific questions you want answered, please ask in the destiny-questions channel of our Discord server\nGame Discussion While r/DestinytheGame is generally the hub for more in-depth discussion about Destiny 2, we strongly encourage these kinds of posts here as well. Critiques of the game are always welcome as well, as long as its not in the form of a self-serving rant. We strongly encourage inciting all forms of discussion, as long as it is kept civil in all circumstances.\nPersonal Content: Any art, videos, or screenshots, or discoveries that you have to share are welcome. However, while we allow self-promoting videos (i.e. videos from your own YouTube channel), they will be removed if they would not incite discussion or if they are not original. Things like montages (funny or serious), guides, etc. are all welcomed. Things like 30 minutes of uncut gameplay, on the other hand, we would discourage you from posting."},{"header":"Report D2 Player to Bungie","description":"https://www.bungie.net/en/Help/Troubleshoot?oid=13967"}]}