{"time_collected":"2023-03-08 11:54:37.708309-05:00","top_headers":[{"heading":"★ DID Awareness Day (March 5th) ☆","time_posted":"3 days ago"},{"heading":"Our Existence is Not up for Debate","time_posted":"11 hours ago"},{"heading":"Yesterday I posted here because I was debating if I wanted to follow through with my first assessment session today. Well, I ended up going and I'm glad I did.","time_posted":"14 hours ago"},{"heading":"The boyfriend of Kate, our ex host, doesn't respect me breaking up with him.","time_posted":"21 hours ago"},{"heading":"We know we're missing lots of memories but its also pretty clear that no particular alter is hiding them?","time_posted":"9 hours ago"},{"heading":"I think I'm ready to heal.","time_posted":"17 hours ago"},{"heading":"Our fiancé from our partner system went dormant last night","time_posted":"2 hours ago"},{"heading":"I'm not sure who could've wanted a maternal figure. A little? A fictive?","time_posted":"57 minutes ago"},{"heading":"This Fucking Sucks","time_posted":"16 hours ago"},{"heading":"Thoughts on “Source Calls?”","time_posted":"2 hours ago"},{"heading":"Hi I’m happy","time_posted":"8 hours ago"},{"heading":"Little protector?","time_posted":"8 hours ago"},{"heading":"Today I let some alters introduce themselves","time_posted":"3 hours ago"},{"heading":"Host’s boyfriend did something to me while he slept TW/CW!!!!","time_posted":"14 hours ago"},{"heading":"Our host is terrified he's losing his mind and its causing so many issues","time_posted":"9 hours ago"},{"heading":"Uncertain diagnosis","time_posted":"4 hours ago"},{"heading":"How do you identify seperate alters ?","time_posted":"12 hours ago"},{"heading":"dissociation is ruining my life","time_posted":"1 day ago"},{"heading":"Letting the others buy some accessories and clothing! (General happy rambling!!)","time_posted":"14 hours ago"},{"heading":"Alter or intrusive thoughts?","time_posted":"15 hours ago"},{"heading":"Feel alone and need to vent","time_posted":"14 hours ago"},{"heading":"how do you guys remain stealth?","time_posted":"22 hours ago"},{"heading":"did and sobriety","time_posted":"12 hours ago"}],"rules":["Remember the Human.","Take Responsibility.","Content Criteria.","Media Criteria.","No Diagnosing.","No Suggesting.","No Pressuring.","No Curiosity."],"subreddits":{},"about":{"header":"About Community","description":"A solace for those navigating Dissociative Disorders, along with those supporting friends and family with Dissociative Pathology.","created":"Created Nov 22, 2010","stats":["47.9k Members","141 Online"]},"other_information":[{"header":"Guidelines","description":"⭒ Titles. Keep titles on topic, and leave out any graphic/heavy detail.\n⭒ Self-Locking. Option the community can utilize to lock their own posts by writing !lock in the comments of their post.\n⭒ Reporting. Report any posts and comments you find concerning.\n⭒ Prioritizing. Everyone’s well-being and safety comes first, especially when it comes to distressing situations.\n⭒ Permission. Studies, Ask Me Anything (AMA)’s, Question & Answer (Q & A)’s, and Research Inquiries, all require moderation approval.\n⭒ Introductions. Are confined to our Weekly Thread every Monday.\n⭒ Focus. on the topic at hand. We want to discourage assuming intents and character.\n⭒ Downvoting. Be mindful if you're only downvoting because someone said something you personally didn't like. Report it instead!\n⭒ Cooldown. Option for those who need a moment to step away from the subreddit.\n⭒ Ban Appeals. Options to those who were banned in the past and want to appeal previous decisions.\n⭒ Account Age. 3 day account age in order to post to the community.\nRead More."},{"header":"What is Dissociation?","description":"Dissociation is a natural, normal response to stress or trauma that surpasses one's ability to cope with what's happening.\nDissociation may exist in either acute or chronic forms. Immediately following severe trauma, the incidence of dissociative phenomena is remarkably high.\nApproximately 73% of individuals exposed to a traumatic incident will experience dissociative states during the incident or in the hours, days and weeks following.\nHowever, for most people these dissociative experiences will subside on their own within a few weeks after the traumatic incident subsides.\nDissociation becomes more maladaptive when it becomes one's primary or only coping method to stress. Dissociation as a mechanism is not limited to Dissociative Disorders.\nRead more."},{"header":"New to r/DID?","description":"New to r/DID? Welcome, and feel free to explore the resources below~\nExplore\nr/DID Guide\nr/DID Books\nr/DID Dissociation FAQ\nr/DID Glossary\nr/DID Index\nr/DID Moderation FAQ\nr/DID RAMCOA Resources\nr/DID Trauma FAQ\nCommon Questions\nDo I have DID?\nAm I faking?\nDoes Anyone Else?\nDM Requests, why not?\nMy (spouse, significant other, friend etc.) has a Dissociative Disorder. How can I help them?\nReporting Process\nTherapy Breakdown\nISSTD Resources\nAdult Treatment Guidelines: Guidelines for Treating Dissociative Identity Disorder in Adults (2011)\nDissociation FAQs\nTrauma FAQs\nChild & Adolescent FAQs\nFAQs for Teachers\nFact Sheet I – Trauma and Complex Trauma: An Overview\nFact Sheet II – Post Traumatic Stress Disorders\nFact Sheet III – Trauma Related Dissociation: An Introduction\nFact Sheet IV – What are the Dissociative Disorders?\nFact Sheet V: Getting Treatment for Complex Trauma and Dissociation\nFind A Therapist\n  Have concerns? You're more than welcome to message the moderators. We love to hear all sorts of feedback on how to improve."},{"header":"Content Warnings","description":"Out of a “Heads up!” courtesy to others of what the context of your post may involve, if may help to mark any heavy material in the Title, Post Flair, or Body of the post.\nAI - Attachment Issues\nCA - Cult Abuse\nCSA - Child Sexual Abuse\nDA - Drug/ Alcohol Abuse\nDV - Domestic Violence/ Partner Abuse\nEA - Emotional/ Psychological Abuse, Gaslighting\nED - Eating Disorders\nHT - Human Trafficking\nMC - Mind Control\nOA -Occult Abuse\nPA - Physical Abuse\nRA - Ritual Abuse\nRC - Racism\nSA - Sexual Assault\nSH - Self Harm/ Self Injury\nSI - Suicidal Ideation\nTSA - Teen Sexual Abuse\nWC - War/ Military Content\nThere is a unsure option as well to those who aren’t quite sure what their content may fall along the lines of.\nFor spoilers to block out portions of text, everyone has the option to use >!spoiler options!< if they’d like to! Here's Reddit’s Formatting Guide for more information!"}]}