{"time_collected":"2023-03-07 01:40:27.927024-05:00","top_headers":[{"heading":"Monthly Discussion Thread","time_posted":"6 days ago"},{"heading":"Weekend ISO Thread (In Search Of)","time_posted":"4 days ago"},{"heading":"(Selling) Apocalypse Now 4k, Escape from LA 4k, Friday the 13th Collection HD, Jurassic Park Complete 1-6 4k MA","time_posted":"4 hours ago"},{"heading":"(Selling) Jurassic World Dominion 4k, Rising of the shield hero both parts S1 HD and many other movies including some Disney titles","time_posted":"3 hours ago"},{"heading":"(Selling) 4K's Casino Shrek Training Day Batman Hush","time_posted":"5 hours ago"},{"heading":"(Selling) 4K codes for Escape Plan,Heat,Ex Machina,Star Wars Rise of The Skywalker,Lion King 2019,Highlander,Kick Ass,Reservoir Dogs,A Clockwork Orange,Frozen and bunch of HD codes come check out the selection","time_posted":"22 minutes ago"}],"rules":["Basic Rules","Title Formatting Requirements","List Formatting Requirements","Proper Transaction Etiquette","Flair System","Perks of Flair","Don’t Third-Party an Ongoing Transaction","Don’t Abandon Your Posts, No Ghosting, and Timely Transactions","Price Restrictions","Reselling","Scammers & Sketchy Users","Post Removal and/or Bans","Suggestions and Feedback"],"subreddits":{"Movie Codes United":{"r/uvtrade":"6,755 members","r/DigitalCodeSELL":"20,936 members"}},"about":{"header":"About Community","description":"A place to buy and sell 4K, HD, and SD Movies Anywhere, Vudu, iTunes, and other Digital Movie and TV codes. RIP UV. Accepted digital currencies vary by seller. Please see the wiki for everything you need to know!","created":"Created Dec 28, 2015","stats":["20.9k Buyers and Sellers","971 Buying and Selling","Top 5% Ranked by Size"]},"other_information":[{"header":"r/DigitalCodeSELL Safety Tips","description":"See the sub rules posted 2 widgets down!\nPosting and commenting requires users to meet certain account age and/or karma requirements, due to the financial implications of transactions on this sub. These requirements are undisclosed for security purposes (if disclosed, it makes them easier to work around).\nDO NOT deal with users who PM and don't comment. Buyers or sellers MUST comment on posts before sending PMs. Many scammers are unable to comment.\nDouble-check usernames. Scammers have been using spoofed names that are very similar to known members. Click the username on PMs to ensure that they match with the user on the post.\n'No Flair' or unfamiliar user comment or post? Check their post/comment history, and check their feedback by sending a message to u/DCSBot and include their username in the body of the message. Many 'No Flair' users are long-time members in good standing, but don't have Trusted Buyer/Seller flair, but there are also new buyers and sellers every day.\nKarma is not indicative of a good or bad buyer/seller. Some scammers have tons of positive karma, and some good buyers/sellers have negative karma.\nFailure to adhere to rule 9 will result in a ban (but make sure to check for flair when someone invokes rule 9!)\nContact the mods with any issues!"},{"header":"Helpful Things","description":"How to confirm a trade and increase your flair\nRedeeming 4K/UHD Codes - 4ksheet\nCode Testing\nMovies Anywhere/Disney: Use https://moviesanywhere.com/redeem and enter your code while logged out of your account. If the code is good, it will ask you to log in to your account to redeem the code. It will also tell you if the code will redeem in SD, HD, or 4K.\nVudu: Go to https://www.vudu.com/ while logged out of your account and use the redeem digital code option. The code is good if VUDU asks you to log into your account.\nFandangoNow: Go to fandangonow.com/redeem while logged out of your account, click on Redeem Digital Movie or TV Code, put in the code. If it asks you to log in, the code is good.\niTunes: From a Mac, open the App Store and try to redeem the code. If it tells you to use it in iTunes, the code is valid. Otherwise it'll tell you that it is dead. For XMLs, put the code in the standard Redeem box, if it's good, it'll tell you to use the disc.\nGoogle Play: For this one, you must be logged in and not already have the movie in your account. Go to the redeem option, put in the code, click redeem. It'll either tell you what the movie is good for, and requires one more click to actually redeem, or it'll tell you that it's been used.\nLionsgate: Go to movieredeem.com or redeemmovie.com and put in the code. If it gives you sites to redeem on, it's good. If not, it'll tell you when and where it was redeemed.\nFox: Go to foxredeem.com, put in the code (don't worry about email or anything). If it gives you sites to redeem on, it's good. If not, it'll tell you when and where it was redeemed. If iTunes is an option, always redeem on iTunes if connected to MA, as this will get you a 4K copy if it is an HD code where 4K is available, and will port a 4K license to MA. If not currently 4K, once it gets a 4K release on iTunes, it'll automatically upgrade (but sadly won't port to MA in 4K). That would require another redemption."}]}