{"time_collected":"2023-03-19 20:37:46.629159-04:00","top_headers":[{"heading":"Request a server here","time_posted":"19 days ago"},{"heading":"Welcome to Serendipity! We're a tight knit server that loves to VC, watch anime together, listen and share music, mudae, and have fun! Stay for awhile!","time_posted":"7 hours ago"},{"heading":"Welcome to Castaways! We're an 18+ SFW server, with a focus on making long lasting friendships. Whether that is through text or VC. We're a small and cosy server, so come get to know us","time_posted":"23 minutes ago"},{"heading":"Rapidly Growing 18+ SFW server dedicated to making homies, we offer interactive bots, a leveling system that unlocks channels as you grow, booster perks, a minecraft server, semi-toxic humor, and unique stickers. Be our homie 🤝🏼","time_posted":"9 hours ago"},{"heading":"Helloooo, welcome to Natsunoyo Resort! We are a new club where you can make friends, play games, have fun convos and more! You must be 16+ to join the server! Once you join you must write an introduction, and pick some main roles! (Very important!!) :3","time_posted":"1 hour ago"},{"heading":"[21+, SFW] Join a small, chill & inclusive environment to be active in! Not too busy and not too slow! We are LGBTQIA+ friendly with a big emphasis on connections and doing events together! With regular events, watch parties, bookclub, VC and Art nights, casual gaming nights and more!","time_posted":"2 hours ago"},{"heading":"18+ Small new active friendly","time_posted":"2 hours ago"},{"heading":"Join a new 21+ camp themed community who focuses on forming connections via text and voice chats. We love arts & crafts, contests, and gaming. We’re not too busy and its easy to jump into a conversation with us","time_posted":"2 hours ago"},{"heading":"Hello, Greetings and Welcome to the Asylum 669 where all your gaming needs are supplemented and joys are fulfilled, in this 18+ Discord we hang, chill and get up to mischief as a fun, crazy coop of patients. There's always something going on for you to join, can't wait to see you there!","time_posted":"10 hours ago"}],"rules":["No Excessive Spamming","Expired Links","No Nudity Servers","Be Descriptive About Your Server","You must have at least 15 karma","Link must be in title, or if it is a link post the link can be the server link","Only contact mods via modmail","Don't post servers that break Discord's ToS","No PII"],"subreddits":{"Also visit":{"r/findaserver":"4,355 members"}},"about":{"header":"About Community","description":"Discover new Discord Server communities","created":"Created Jan 15, 2017","stats":["22.8k Members","22 Online","Top 5% Ranked by Size"]},"other_information":[]}