{"time_collected":"2023-03-07 02:47:49.878380-05:00","top_headers":[{"heading":"Find 'Em Friday","time_posted":"18 days ago"},{"heading":"Find 'Em Friday","time_posted":"4 days ago"},{"heading":"Anyone interested in a Big Z starter set? Discs have wiped ink but are in great shape! Make an offer on the lot!","time_posted":"5 hours ago"},{"heading":"Help this used plastic find a new home","time_posted":"9 hours ago"}],"rules":["Follow Reddit's Rules","No Inflammatory Posts/Comments - Keep the Discussion Civil","Timestamp Required for Users Below 25 Exchanges.","Posting Frequency","No Links to Outside Marketplaces or Personal Affiliate Codes","No Non-Market Discussion","No Personal Information Posts","Use \"Sold!\" Flare","Posts May Be Removed at Moderators' Discretion"],"subreddits":{"Related Communities":{"r/baseballcards":"71,934 members","r/golfclassifieds":"22,760 members","r/PaintballBST":"10,013 members","r/Webkinz":"12,302 members","r/comicswap":"25,525 members","r/Legomarket":"39,720 members","r/discgolf":"231,351 members","r/GearTrade":"110,765 members","r/MarvelLegends":"40,517 members","r/VinylCollectors":"120,047 members"}},"about":{"header":"About Community","description":"A market to buy, sell, or trade disc golf discs, bags, and other related items.","created":"Created May 27, 2011","stats":["31.3k Disc Golfers","108 Online"]},"other_information":[{"header":"Subreddit Information","description":"We, the moderators of r/discexchange, are not responsible for any part of the transaction itself.\nClick here to see everything you need to know about the subreddit\nClick here to learn how to confirm a trade and view other users' feedback history\nClick here to view the Do Not Trade List\nDo not reveal anyone's personal information under any circumstances."},{"header":"Pricing and Sales","description":"All sellers Reserve the Right Not To Sell.\nPlease take precaution when offering to purchase a disc without a set price point and to do your research to make sure you are not getting ripped off.\nSellers are highly encouraged to list prices for their items that they are selling. Users posting excessive amounts of items for sale without prices are subject to a temporary ban."},{"header":"Disc Rating Chart","description":"Include pictures of the discs or items in your post if you are selling. Potential buyers, do not hesitate to ask for more pictures of the discs or items at different angles.\nPlease use The Sleepy Scale to determine the quality rating of your disc. If you are unsure of the rating or are posting a Price Check, make sure to post multiple pictures to help users determine the rating.\n10 - Never thrown, no ink, brand new condition\n9 - Field tested or used for one or two rounds, no ink.\n8 - Lightly used with very minimal wear\n7 - Used with some minor dings or scuffs but still in good shape\n6 - Typical used disc with the usual dings, scratches but still worthy\n5 - Kinda beat, significant wear, has lost a good bit of it's stability\n4 - Beat up turnover disc with some evident war story wear\n3 or under - Beat to Hades dog chew toy"},{"header":"Tag/Flair Your Post Correctly","description":"Use the tag or flair that best describes your post. Don't worry about using the wrong tag or flair, it isn't a huge deal and is just to help clarify the style of post and to aid in filtering.\nPlease note: Posts not involving disc golf related products are not allowed. Any such posts will be removed immediately. (Posts looking to trade non-disc golf items for disc golf items (or vice versa) are allowed and encouraged!)"}]}