{"time_collected":"2023-03-08 13:12:06.242301-05:00","top_headers":[{"heading":"How to acquire a reputation as \"that creepy old guy\" at your local coffee shop","time_posted":"5 hours ago"},{"heading":"How to become a member of the Blue Man Group","time_posted":"14 hours ago"},{"heading":"How to stop using spaces when you talk","time_posted":"7 hours ago"}],"rules":["All posts must be unmodified wikiHow content","All posts must provide a link to the article","All posts must have a suitable funny caption","Don't be a dick","All posts must comply with our repost rules","No political posts","Meta posts must be flaired appropriately"],"subreddits":{"Related Subreddits":{"r/notdisneyvacation":"147,311 members","r/wikiHowQA":"12,941 members","r/wikiHowMemes":"9,364 members","r/youdontsurf":"383,141 members","r/DisneyDilemma":"457 members","r/buzzfeedbot":"8,130 members"}},"about":{"header":"About Community","description":"Disney Vacation: Weird, terrible, terrifying illustrations from wikiHow - captioned for your amusement.","created":"Created Apr 12, 2016","stats":["622k booking holidays","150 currently on vacation"]},"other_information":[{"header":"General Information","description":"This is not about actual vacations to Disneyland or Disneyworld.\nIt's for weird, terrible, terrifying or bad illustrations from wikiHow.\nFind a weird/terrifying/hilariously bad picture from wikiHow\nPost it here with a funny caption that meets our captioning guidelines\nLink to the wikiHow source article in the comments"},{"header":"Further Reading","description":"Inspired partially by /r/youdontsurf\nr/notdisneyvacation - For wikiHow articles and illustrations that seem fake but are in fact genuine.\nr/wikihowqa - A sub dedicated to the Wild West that is wikiHow's Community Q&A\nWant to post an edited wikiHow image to better suit your caption? Check out /r/wikiHowMemes and submit it there"},{"header":"Mobile Submissions","description":"Please be aware that if you are posting on mobile, you must ensure that the file extension of the image you are using is .jpeg or .jpg and NOT .jpg.webp. This is because the mobile image uploader has a predication to silently failing upon meeting the .webp image type."}]}