{"time_collected":"2023-03-07 15:11:20.402262-05:00","top_headers":[{"heading":"How does nationalism work?","time_posted":"9 days ago"},{"heading":"Will this Russia-Ukraine war nonsense eventually end up in Russia's defeat and annihilation, with a nice big NATO flag to go over the smoldering ashes in Moscow to humiliate Putin?","time_posted":"1 day ago"},{"heading":"When will the National Endowment for Democracy give Maduro his Goddess of Democracy award? Also will the Anglo Saxons give Venezuela back their gold?","time_posted":"57 minutes ago"},{"heading":"Suella Braverman is fucking evil","time_posted":"3 hours ago"},{"heading":"Is Bakmut Ukraines Battle of the Bulge moment?","time_posted":"2 minutes ago"},{"heading":"Should prostitution be legal in the UK like it is in the Netherlands, et al?","time_posted":"53 minutes ago"},{"heading":"Should Charles Bronson be released from prison?","time_posted":"5 hours ago"},{"heading":"I didn’t want to do this but - the resident NN wishing me dead.","time_posted":"21 hours ago"},{"heading":"Has all this Russia-Ukraine nonsense affected tourism in the UK, Ireland or western Europe? Has it altered your vacation plans in any way?","time_posted":"21 hours ago"},{"heading":"With the big push toward electric vehicles in the UK, are there many electric motorcycles available?","time_posted":"23 hours ago"},{"heading":"is this black magic?","time_posted":"2 days ago"},{"heading":"islamic extremism is still a threat to our country - remember Manchester Arena?","time_posted":"3 days ago"}],"rules":["No Spamming","Violence or other serious illegal activities."],"subreddits":{"Related Communities":{"r/unitedkingdom":"1,369,132 members","r/LabourUK":"63,012 members","r/Scotland":"318,151 members","r/tories":"12,001 members","r/Labour":"25,626 members","r/AskALiberal":"40,647 members","r/newzealand":"390,072 members","r/Conservative":"1,028,541 members","r/samharris":"97,921 members","r/india":"1,579,394 members"}},"about":{"header":"About Community","description":"This is a forum for the discussion of politics, current affairs and other divisive babble, primarily UK-related. All redditors are welcome to participate and digress. We encourage all views and opinions and we actively encourage free speech. Please be aware that our support of free speech may mean some unpleasant/strange people may post here. We frown upon all forms of censorship, so please, fight your own battles, use common sense and keep it legal!!","created":"Created Apr 8, 2021","stats":["593 Members","16 Online"]},"other_information":[]}