{"time_collected":"2023-03-08 17:27:15.958164-05:00","top_headers":[{"heading":"If you aren't currently doing a DNA test on your dog, please go to /r/IDmydog to ask for breed guesses!","time_posted":"3 years ago"},{"heading":"Arthur’s results came in!!! I was expecting rat terrier/beagle. My sweet girl ❤️","time_posted":"13 hours ago"},{"heading":"Juneau’s Results are In!","time_posted":"9 hours ago"},{"heading":"Waiting for Jolene's results to come back. I'm thinking cattle dog/pittie, but what are your guesses?","time_posted":"7 hours ago"}],"rules":["Only post if you are CURRENTLY doing a DNA test and intend to update us when the results arrive.","No hateful breed-specific language. This subreddit is for respectful, scientific discussion.","If you are posting results, add a link to photos of your dog.","Don't forget to flair your post appropriately!"],"subreddits":{"Friends of /r/DoggyDNA":{"r/IDmydog":"30,263 members","r/mutt":"7,709 members","r/guessthebreed":"1,780 members","r/dogpictures":"938,860 members","r/dogs":"2,496,896 members"}},"about":{"header":"About Community","description":"Interested in testing your dog but don't know what to expect? Want to show off Fido's heritage? Just curious about the whole deal? You've come to the right place!","created":"Created Mar 10, 2013","stats":["34.0k Members","248 Online"]},"other_information":[{"header":"Subreddit Info & Resources","description":"Welcome!\nThis is a subreddit devoted to the genetic evaluation of questionable mutts and purebreds alike. Post an album of your dog's DNA test results and please include pictures of him/her!\nRelevant self-posts and questions regarding DNA testing are encouraged.\nDog Breed Guessing\nStudies show that visual breed identification is inaccurate! Posts requesting breed ID are not accepted here unless you are planning to update your post later with DNA test results.\nBetter places to post this type of thread are:\n/r/IDmydog\n/r/guessthebreed\n/r/mutt\n/r/dogs (Use correct tag)\nResources\n\"Genetics and the Shape of Dogs\"\n\"All Dogs are Individuals\"\n\"Analyzing the Analysis: Wisdom Panel DNA Tests & Mixed-Breed Dogs\"\n\"Ancestry-inclusive dog genomics challenges popular breed stereotypes\"\nDarwin's Ark AMA 5/7/22\nEmbark AMA 4/26/22\nWisdomPanel AMA 4/25/22\nDog Coat Colors\nDog Coat Color Genetics\nEmbark: Breed Library\nWisdomPanel: Breed Library\nWant to buy a kit?\nGet started here:\nEmbark comparison\nWisdomPanel comparison\nEmbark Breed ID\nEmbark Breed + Health\nWisdomPanel Essential\nWisdomPanel Premium\nIf you have found interesting, informative, or enlightening content related to doggy DNA testing, please message the mods so that we may put it here on the sidebar!"}]}