{"time_collected":"2023-03-06 23:48:48.167127-05:00","top_headers":[{"heading":"Fall 2022, Discussion Hub","time_posted":"7 months ago"},{"heading":"[Photo Friday] Wat da dog doin'?","time_posted":"3 days ago"},{"heading":"psa about xylitol","time_posted":"9 hours ago"},{"heading":"Breeder wants deposit sent as \"gift\"","time_posted":"11 hours ago"},{"heading":"Can’t afford surgery, looking for advice on payment plans.","time_posted":"9 hours ago"},{"heading":"Any way to let people know my dog DOES want pets?","time_posted":"1 day ago"}],"rules":["Minimize Antagonism","Prohibited Content","Posts must be made in Good Faith","Minimize Antagonism outside of r/dogs","Training Advice must follow Least Intrusive, Minimally Aversive methods (LIMA)","Dangerous, Unethical or Illegal Advice is not tolerated","ESA/SD Fraud or Misrepresentation is Prohibited","Giving Medical Advice is Prohibited","Avoid Low Effort Posts","Breed or Breed Group Misinformation or Hate is Not Welcome","Vet Medicine Misinformation is Prohibited","Posts must be On-Topic"],"subreddits":{"Related Communities":{"r/puppy101":"261,819 members","r/Dogtraining":"428,889 members","r/reactivedogs":"95,584 members","r/service_dogs":"31,342 members","r/doggrooming":"32,253 members","r/DogAdvice":"81,050 members","r/Pets":"221,863 members","r/winstonsalem":"23,413 members","r/labrador":"119,620 members","r/Frenchbulldogs":"60,928 members"}},"about":{"header":"About Community","description":"/r/dogs is a place for dog owners of all levels of knowledge, skill, and experience to discuss all topics related to dogs. This subreddit is a great starting point for a lot of information, but you should always verify and expand upon what you've read before putting it to use in your daily life. Advice on this forum is not a substitute for advice from a trained and credentialed professional.","created":"Created Mar 14, 2008","stats":["2.5m Dog People","1.5k Online"]},"other_information":[{"header":"Community Info","description":"Welcome to /r/dogs, the community for dog-lovers on Reddit!\nThe purpose of /r/dogs is to provide an educational and supportive space for past, present, and future dog owners regarding a range of dog-related topics. The ultimate goal of the subreddit is to foster a better, science-based understanding of dogs among the general public, promote responsible dog ownership, help users build better relationships with their dogs, and provide a space to connect and discuss with others who have dogs and who are involved in various aspects of the dog hobby.\nAdvice on this forum is absolutely not a substitute for professional advice from a certified behaviorist, trainer, lawyer, or medical professional.\nTrick of the Month\nOld Reddit\nNew Reddit (desktop)\nBefore posting in /r/dogs...\nRead the full subreddit rules and if in doubt, check out our Best Practices wiki for tips on how to get the most out of your post.\nCheck out the Flairs and Flair requirements before posting. Some Flairs such as Health, RIP, Survey and others may have requirements that need to be met prior to approval.\nSearch the subreddit for questions similar to yours\nIf possible, include information about your general location, otherwise responses will likely target the average US dog owner.\nBreed Recommendations: Include the responses to these questions if you want to know what breed is right for you. If you're looking to purchase a dog, you want to get one from a responsible breeder.\nIf in doubt, always call a vet or qualified professional!\nReminders\nAim to educate.\nDiscuss and converse to learn and to understand. Don't argue to win.\nPositive reinforcement isn't just for dogs.\nBe respectful to one another. Say nothing you wouldn't say to someone coming to you for opinions or advice face-to-face.\nDogs, dog training, and dog ownership are not one-size-fits-all.\nDog ownership and culture is different around the world. Be aware of cultural differences when reading and try to be sensitive to those differences in your submissions and responses.\n/r/dogs is populated by hobbyists but receives a lot of traffic from non-hobbyists. Be aware of the disparity in \"common knowledge\" between the two groups when reading or posting. Not everyone has the same knowledge, background, or experience.\nGive some thought to the overall tone of each comment or submission.\nLinks to other Subreddits\nCommonly-referred subreddits:\n/r/AskVet\n/r/DoggyDNA\n/r/DogPictures\n/r/DogTraining\n/r/puppy101\n/r/RawPetFood\nA total list of related subreddits may be found here, including breed subreddits, dog picture subreddits, and other animal subreddits."}]}