{"time_collected":"2023-03-07 03:15:52.833090-05:00","top_headers":[{"heading":"Save the Date! - Upcoming major dog training event list for 2023 Jan - 2023 Jun","time_posted":"2 months ago"},{"heading":"Trick of the Month - March 2023 - Place","time_posted":"5 days ago"},{"heading":"no amount of desensitizing his feet has worked. So we switched to a scratch board. The training is going swimmingly and his nails are at a more healthy level but the outer nails seem to stay longer than his middle. Does anyone know what i can do to fix this?","time_posted":"5 hours ago"},{"heading":"How do I convince someone that the \"cry it out\" method is not good for crate training?","time_posted":"15 hours ago"},{"heading":"Looking for a solution like PetSafe - feedback welcome.","time_posted":"6 hours ago"},{"heading":"Almost senior dog getting weird around other dogs now","time_posted":"6 hours ago"},{"heading":"My dog is fine meeting new dogs off leashed in our home or in other people's home but immediately freaks out when other dogs get picked up by humans","time_posted":"6 hours ago"}],"rules":["R1: No recommending dominance as training method","R2: No aversive training methods","R3: No self promotion","R4: No off-topic posts","R5: No rude/insulting behavior","R6: No spam"],"subreddits":{"Sibling subreddits":{"r/DogCare":"16,406 members","r/dogstuff":"1,151 members"}},"about":{"header":"About Community","description":"DogTraining: A forum on dog training and behavior. Here you'll find content that will help you train your dogs. Dog training links, discussions and questions are encouraged and content related to other species is welcome too. This community is geared towards modern, force-free, science based methods and recommendations. Make sure you check out our WIKI for recommended resources and articles about common problems.","created":"Created Jun 11, 2009","stats":["428k Members","346 Online"]},"other_information":[{"header":"Intro","description":"Welcome\nThis is a forum on dog training and behavior that focuses on a least intrusive, minimally aversive approach.\nThe advice here is not a replacement for professional help. If your training is not fun and effective, or if you need additional help, then please find a certified trainer for assistance.\nNotable WIKI pages:\nBook recommendations\nOnline resources\nHow to choose a trainer\nPosting guidelines\nDominance\nCertified? Apply for User Flair\nFor content relating to the physical care of dogs, try our sister subreddit, /r/DogCare."},{"header":"Posting Guidelines:","description":"Please read our rules and posting guidelines before posting or commenting. Posts and comments that don't follow these guidelines will be removed. In particular, please note that recommending the use of aversives like pain, startle, fear, or intimidation to train dogs is not permitted here.\nPlease flair your post using its flair link (not [help], and so on)! See our flair guide for help."}]}