{"time_collected":"2023-03-08 20:05:04.816260-05:00","top_headers":[{"heading":"r/DPDR's Official Resource Guide","time_posted":"3 months ago"},{"heading":"Full recovery!","time_posted":"2 hours ago"},{"heading":"hello guys","time_posted":"9 hours ago"},{"heading":"Anyone else feel their body weird? Or randomly be \"scared\" of your body?","time_posted":"5 hours ago"},{"heading":"Why does it all feel unreal?","time_posted":"13 hours ago"},{"heading":"I'm diagnosed with psychosis my pills don't work I've had it for years I think I won't recover I feel fake everything feels fake I'm watching myself my dad won't believe me I have no friends no one any advice","time_posted":"8 hours ago"},{"heading":"Fluorescent lights shine down on you as you pretend to understand what your group of coworkers are taking about","time_posted":"1 day ago"},{"heading":"My thoughts feel fuzzy","time_posted":"2 hours ago"},{"heading":"Life Cykel Mushrooms?","time_posted":"9 hours ago"},{"heading":"Has anyone tried DXM to self-medicate?","time_posted":"6 hours ago"},{"heading":"How can I make it stop","time_posted":"14 hours ago"},{"heading":"Can dissociation cause a feeling of time moving faster than normal???","time_posted":"23 hours ago"},{"heading":"Feeling hopeless","time_posted":"23 hours ago"},{"heading":"Any thoughts on lamotrigine?","time_posted":"12 hours ago"},{"heading":"Numb and Dumb","time_posted":"15 hours ago"},{"heading":"Fear of the ordinary and my progress","time_posted":"23 hours ago"},{"heading":"how I cured my dpdr","time_posted":"1 day ago"},{"heading":"If You're Dealing with Violent Intrusive Thoughts","time_posted":"21 hours ago"},{"heading":"Anyone get lightheaded after meals and exercise ??","time_posted":"21 hours ago"},{"heading":"extreme fatigue","time_posted":"1 day ago"},{"heading":"I thought I was getting better then BAM! don't even know who I am","time_posted":"19 hours ago"},{"heading":"Do you notice ur vision with dpdr worsen before/during a panic attack?","time_posted":"1 day ago"},{"heading":"Anyone one have this?","time_posted":"1 day ago"},{"heading":"Excellent podcast on the fear of going insane.","time_posted":"1 day ago"}],"rules":["Be kind","Be on topic","Be open minded","Don't recommend people stop medication or advise against seeking professional council","Never tell people to take illegal/non-prescribed drugs as a cure for mental illness.","Low effort advice/blanket statements (continued through rules 7-9)","Telling people to just ignore their disorder","Posting generic advice applicable to anything; be mindful of advice quality","Please do not refer to anything as a \"cure\""],"subreddits":{"Related Communities":{"r/schizophrenia":"63,103 members","r/BipolarReddit":"77,728 members","r/OSDD":"10,834 members","r/mentalillness":"135,511 members","r/Meditation":"1,400,067 members","r/ptsd":"86,621 members","r/askatherapist":"29,299 members"}},"about":{"header":"About Community","description":"Struggling with DPDR? Frequent forum use may exacerbate it so please check out our stickied Resource Guide before you post. ---------------------------------------------------------------Welcome! This community is meant for people affected by depersonalization and/or derealization, and is a safe place to talk about our struggles and discuss ways to make the burden of dissociation easier.","created":"Created Sep 12, 2011","stats":["57.7k Members","69 Online"]},"other_information":[{"header":"Emergency?","description":"TIPS AND RESOURCES IF YOU ARE CURRENTLY EXPERIENCING A CRISIS OR PANIC ATTACK\nList of Suicide Crisis Lines by Country\nThe NAMI (National Alliance on Mental Illness) HelpLine can be reached Monday through Friday, 10 a.m. – 10 p.m., ET.\nCall 1-800-950-NAMI (6264), text \"HelpLine\" to 62640 or email at helpline@nami.org\nText Crisis Line: text \"NAMI\" to 741-741\nDial or text 988 if you or someone you know is having thoughts of suicide or experiencing a mental health crisis and get connected to a trained crisis counselor 24 hours a day, 7 days a week.\nIf you're having a medical emergency, call 911 or the appropriate number for help."},{"header":"Resource Guide Links","description":"r/DPDR's Official Resource Guide\nDPDR INFORMATION:\nDPDR 101: What is it? Causes, Symptoms, and Treatment Basics\nHalfVenezuelan’s DPDR Resource Post (Updated as of 12/11/22) – With sections on a Somatic Approach to Healing, Anxiety, Supplements, OCD and Intrusive Thoughts, Trauma, Visual Symptoms, Brain Fog, Meditation, Bad Trips, and a List of Helpful Videos, Channels, Books, and Websites.\nr/depersonalization’s Stickied \"A Complete Guide to Depersonalization/Derealization\" - Lots of helpful info on what DPDR is, its causes/symptoms, etc., as well as helpful advice.\nLISTS FOR QUICK HELP:\nTIPS AND RESOURCES IF YOU ARE CURRENTLY EXPERIENCING A CRISIS OR PANIC ATTACK\nThings That Help and Things That Exacerbate DPDR\nGrounding Tips and Techniques for When Things Don’t Feel Real\nMENTAL HEALTH VIDEOS/RESOURCES:\nResources/Videos for Anxiety, OCD, Intrusive Thoughts, and Trauma/PTSD\nDPDR YouTube Channels, Videos, and Courses\nEmotional Numbness Resource Videos\nDPDR Recommended Reading List\nLIFESTYLE AND LONG-TERM HELP:\nFinding the Right Professional Help for DPDR\nNatural Foods, Vitamins, and Supplements for Stress, Anxiety, Increasing Neurotransmitters, and Mental Health\nA Brief Note on Yoga as Part of DPDR Recovery\nThe Benefits of Meditation and Meditative Activities on DPDR\nHow to Talk to Your Partner About DPDR\nHow the Way You Talk About DPDR Impacts Your Recovery\nDPDR AWARENESS:\nDPDR Studies and Research (Need community help!)\nDPDR AWARENESS PETITION\nFOR ENCOURAGEMENT:\nDPDR Recovery Stories Subreddit\nDPSelfHelp's Recovery Forum\nr/DPDR Recovery Story Flair"}]}