{"time_collected":"2023-03-19 23:30:49.971431-04:00","top_headers":[{"heading":"Announcement: /r/AskDrugNerds: a place to ask chemical, pharmacological or other scientific questions about drugs - be they recreational or medicinal.","time_posted":"7 years ago"},{"heading":"Why the subreddit went private: Ending the “stigma on drugs”, one click at a time!","time_posted":"9 months ago"},{"heading":"Kratom Withdrawal: Discussions and Conclusions of a Scientific Expert Forum [2023]","time_posted":"4 hours ago"},{"heading":"Cannabidiol goes nuclear: The role of PPARγ (paywall)","time_posted":"2 days ago"},{"heading":"Management of Chronic Anal Fissure with a Novel Topical Hemp-Herbal-Based Ointment: A Pilot Study [2023]","time_posted":"2 days ago"},{"heading":"The Effectiveness of Microdosed Psilocybin in the Treatment of Neuropsychiatric Lyme Disease: A Case Study [2023]","time_posted":"2 days ago"},{"heading":"Structure–Activity Relationship of N-Ethyl-Hexedrone Analogues: Role of the α-Carbon Side-Chain Length in the Mechanism of Action, Cytotoxicity, and Behavioral Effects in Mice","time_posted":"3 days ago"},{"heading":"Neurotensin Receptor Allosterism Revealed in Complex with a Biased Allosteric Modulator","time_posted":"3 days ago"},{"heading":"Looking for 5-HT2A Agonist Bias Database/Papers","time_posted":"3 days ago"},{"heading":"Acute psilocybin enhances cognitive flexibility in rats [2023]","time_posted":"3 days ago"},{"heading":"Medicinal cannabis for patients with chronic non-cancer pain: analysis of safety and concomitant medications | International Journal of Pharmacy Practice [2022]","time_posted":"4 days ago"},{"heading":"Effects of ethylenediamine – a putative GABA-releasing agent – on rat hippocampal slices and neocortical activity in vivo","time_posted":"4 days ago"},{"heading":"FGF21 counteracts alcohol intoxication by activating the noradrenergic nervous system [2023]","time_posted":"5 days ago"},{"heading":"Phytocannabinoids Act Synergistically with Non-Steroidal Anti-Inflammatory Drugs Reducing Inflammation in 2D and 3D In Vitro Models [2022]","time_posted":"5 days ago"},{"heading":"GC/MS results on 3 drug samples is reported as just pure serotonin?","time_posted":"9 days ago"},{"heading":"Receptor Binding Profiles for Tryptamine Psychedelics and Effects of 4‑Propionoxy-N,N-dimethyltryptamine in Mice","time_posted":"9 days ago"},{"heading":"Structure and Function of the Third Intracellular Loop of the 5-Hydroxytryptamine2A Receptor: The Third Intracellular Loop Is α-Helical and Binds Purified Arrestins","time_posted":"10 days ago"},{"heading":"[2023] Commentary: Is Torasemide a Potential Agent in the Treatment of Autism?","time_posted":"9 days ago"},{"heading":"Therapeutic effect of psilocybin in addiction: A systematic review [2023]","time_posted":"11 days ago"},{"heading":"Major trainer for Oregon’s psilocybin program collapses into bankruptcy [press]","time_posted":"11 days ago"},{"heading":"Regulation of hemp : Australia, Brazil, Canada, China, Colombia, Ecuador, European Union, Great Britain, India, Israel, Italy, Japan, Mexico, New Zealand, Russian Federation [Library of Congress report]","time_posted":"11 days ago"}],"rules":["No questions needing an answer from experts","No medical advice or questions about personal drug use","Requesting or sharing drug source","Questions must contain details of research done","Be nice","You must KNOW the rules before participating","Posts must exceed 400 characters"],"subreddits":{},"about":{"header":"About Community","description":"For the discussion of recreational pharmacology. No medical questions. No drug interaction questions. No questions about personal consumption. All posts must *demonstrate* what research you have already done.","created":"Created Jun 12, 2011","stats":["152k Members","55 Online"]},"other_information":[]}