{"time_collected":"2023-03-20 15:23:27.801800-04:00","top_headers":[{"heading":"Rules Updates and Mod Change","time_posted":"2 months ago"},{"heading":"How do I get my teenage son to take school seriously?","time_posted":"7 hours ago"},{"heading":"Unintentional Understanding","time_posted":"17 hours ago"},{"heading":"Is it just me or auto correct does a LOT for me","time_posted":"1 day ago"},{"heading":"Hitler","time_posted":"2 days ago"},{"heading":"Book on learning with Dyslexia.","time_posted":"2 days ago"},{"heading":"Everybody starts of dyslexic?","time_posted":"2 days ago"},{"heading":"I struggle to retain information from reading and need help revising","time_posted":"2 days ago"}],"rules":["Be respectful","Back up your claims","No unapproved commercial or self promoting adverts","No Survey Requests","No illegal or banned content","Reddit cannot diagnose you (\"Do I have dyslexia?\")"],"subreddits":{"Related Communities":{"r/Jokes":"25,600,992 members","r/dadjokes":"9,311,027 members","r/parrots":"263,708 members","r/AskOuija":"758,810 members","r/Showerthoughts":"26,901,199 members","r/schizophrenia":"63,437 members"}},"about":{"header":"About Community","description":"Welcome to /r/Dyslexia... A community for Dyslexic spectrum redditors looking to help one another, or discuss issues related to the learning disability. We are proud members of the Neurodiversity Movement, which is also a part of Disability Rights Movement.","created":"Created Nov 13, 2010","stats":["22.6k Members","115 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Additional Information","description":"A community for Dyslexic spectrum redditors looking to help one another, or discuss issues related to the learning disability.\nOur Story: The Dyslexic Experience\nFREE TEXT-TO-SPEECH\nThe Wiki\nWhat is Dyslexia?\nDo I have Dyslexia?\nWhat Assistive Technology Do I Need and What Is Assistive Technology?\nThe Dyslexic Nerd Minicourse & Subreddit\nStandardized Testing and Students with Disabilities\nREAD RULES BEFORE POSTING! Full explanations can be found here, any other questions, please mod-mail\nIf a user breaking the law, and/or excessively harassing; please, report this to law enforcement. The moderators are only able to ban these users. If you, or someone you know is being victimized; please, visit the link\nThe Network\nJoin us on Discord!\n/r/DyslexicParents/ This sub is for ALL parents with dyslexic kids\n/r/LearningDisabilities A sub for people with learning disabilities\n/r/dyscalculia Welcome To rDyscalculia... Dyscalculia is a learning disability that affects a person’s ability to see, or perform math-related tasks. ( A Community for Math Dyslexia)\n/r/dysgraphia Dysgraphia is a condition that causes trouble with written expression. (A community for Dysgraphia Writing Disability)\n/r/Dyslexia (A community for Dyslexic-spectrum redditors looking to help one another or discuss issues related to literacy, organisational, attention-span, or spatial awareness problem.)\n/r/hyperlexia/ This is a community for people with hyperlexia. People with hyperlexia have an above average reading capability, but their ability to understand spoken language can be below normal.\n/r/neurodiversity/ Welcome to the neurodiversity subreddit, a forum for discussing social, political, identity and other issues to do with psychological and neurological differences.\nOther Subs"}]}