{"time_collected":"2023-03-07 02:49:55.983417-05:00","top_headers":[{"heading":"Scammers are starting private messages with redditors on here saying they can help you. Report them to the admins: here's how.","time_posted":"2 years ago"},{"heading":"Ask /r/EDD","time_posted":"10 months ago"},{"heading":"Someone stole from me?","time_posted":"8 hours ago"},{"heading":"I chose to quit because my ex-boss repeatedly stole tips from the staff.","time_posted":"6 hours ago"},{"heading":"Got laid off on 2/24/2023 but didn't get paid until 3/3/2023. Can I still certify for the week I didn't work?","time_posted":"1 hour ago"},{"heading":"Reopen claim page not working","time_posted":"5 hours ago"},{"heading":"Multiple claims under one email?","time_posted":"9 hours ago"},{"heading":"How long do i need to wait for my debit card in the mail?","time_posted":"7 hours ago"},{"heading":"Waiting period and payment SDI","time_posted":"10 hours ago"},{"heading":"Maximum benefits paid after 6 months?","time_posted":"2 days ago"},{"heading":"Employer appealed","time_posted":"2 days ago"},{"heading":"Can I start Unemployment benefits 6 months after Unemployment?","time_posted":"2 days ago"},{"heading":"Sdi question","time_posted":"2 days ago"},{"heading":"Conflicting info for appeal","time_posted":"2 days ago"},{"heading":"If I found employment before my interview will I still get my money from the weeks prior when I was unemployed?","time_posted":"2 days ago"},{"heading":"You quit a toxic job, EDD is going to ask why you didn't contact HR? How do you respond?","time_posted":"3 days ago"}],"rules":["Illegal activity","Off-topic","Political bashing","Advertising a paid product","Offering/Requesting private contact"],"subreddits":{"Related Communities":{"r/SocialSecurity":"15,408 members","r/EICERB":"16,712 members","r/PSLF":"34,355 members","r/tax":"176,461 members","r/CRedit":"113,884 members","r/Centrelink":"11,249 members","r/Chase":"8,512 members","r/LegalAdviceUK":"810,690 members","r/irishpersonalfinance":"26,478 members","r/AskHR":"418,969 members"}},"about":{"header":"About Community","description":"The unofficial subreddit about (not consistently monitored by anyone employed at) the State of California's Employment Development Department: https://edd.ca.gov","created":"Created Oct 1, 2008","stats":["20.4k Members","20 Online"]},"other_information":[{"header":"Info","description":"Do not respond to any PMs! Report PM requests to the mods. You may also be banned on sight for posting any kind of contact information (even official numbers listed below) or for asking users to contact you. There are too many impostors/sharks here. The only contact information anyone needs is in this sidebar; tell them to check this sidebar.\nPhone numbers:\nGetHuman.com's EDD entry\n(800) 300-5616 (get to claims for tier-2 workers; add ,1,,,,,,,,,,,,,,,,,,,,,,,,,,1,2,,,,,,,,,,,,4 to the end of this number to automate waiting and dialing through their system to problems with existing claims; thanks to /u/YaMochi)\n(833) 978-2511 (tier-1 only, probably can't resolve problems with your claim but can help with general issues and technical support such as getting online access or finding out your EDD Customer Account Number. Cannot transfer you to tier-2)\n(408) 436-5600 (claim holding office; yet another number to try)\n(916) 653-2734 (fax number)\n(213) 897-5267 (Unemployment Insurance Appeals Board)\nhttps://edd.ca.gov/pdf_pub_ctr/de8123.pdf (comments, suggestions, or complaints: snail mail only)\nA Step-By-Step Guide To Getting The Most Money Possible From Your Unemployment Benefits In California\nApply. You must have continuous documentation of your work search, so perform at least one job search activity every week. For sources of income, mention everything that you would put in your tax return (actual work income and the special income types listed in the application like severance, but not capital gains/interest).\nOnce you are approved, wait for about a week.\nReceive your EDD debit card in the mail and bookmark the Bank of America EDD Card page, which you will use for all money management.\nLink your bank account, turn on email alerts for load notifications, and always immediately move any new $ from your EDD card to your bank account, due to massive fraud going on. (It has a Recurring Transfer feature available.) Do not ever use the card itself physically/offline, due to its highly insecure lack of a chip.\nYou (should hypothetically) no longer have to depend on snail mail; all future funds get electronically loaded to it every 2 weeks. You can transfer a max of $5k to your bank account every 7 days through BoA's website.\nEvery 2 weeks, you must certify to receive your benefits. Continue to maintain documentation of all your work search activities and to report any sources of income like in step 1.\nEven if your EDD money ends for your current situation, keep your debit card (or at least all of its information) because the same card data will be used for future funds if you end up returning to the EDD.\nIf you are still partially employed: when reporting number of hours worked, round down for the first 6 minutes; otherwise, round up to the next hour.\nUnderreported your actual income?\nIf you accidentally underreported, make sure to mention your mistake to avoid getting penalized:\nLog into UI Online\nFill out the form at Contact (at the end of the row of upper tabs):\nQuestion Category: Certify for Continued Benefits\nQuestion Topic: Made a Mistake on Continued Benefits Certification\n\"With a fraud overpayment, you can receive a penalty equal to 30 percent of the overpayment amount. Additionally, you can be disqualified for 5 to 23 weeks. You must repay fraud overpayments and penalties.\" - https://www.edd.ca.gov/Unemployment/Overpayments.htm\nHow to backdate the effective day of your PUA claim\nHow to find out your claim type\nStimulus Check Timeline\nUnemployment Tax Break\nNotice of Determination of Invalid Claim, Section 1277\nUnemployment Programs End Date\nUseful EDD Tips You Wish You Knew\nThe official AskEDD FAQs\nMoney disappearing?\nEDD doesn't have the ability to take funds out of Bank of America accounts. If your balance is unexpectedly deducted, call (855) 355-5058 (Bank of America's prepaid claims servicing) and open a claim. Then contact EDD, ask for a supervisor, and request checks instead of BoA deposits.\nWork Search Requirements\nReminder that work search activities must be done every week to remain eligible for UI benefits as per the California Work Search Requirements\nid.me California EDD Identity Proofing does not accept Google Voice numbers in its final verification step!\n/r/IDmeSupport (verified as official)\nIf you can't reach EDD, try this, or try to contact your state assemblyman to expedite claims or otherwise troubleshoot: http://findyourrep.legislature.ca.gov (thanks to /u/1212Ladywitthafan)\nLooking for good educational programs?\nRemoteLearning.school - Affordable quality supplemental online learning program for children ages 5-17\nEcertio - Adult Career Certificate Program to boost your job prospects.\nLooking for work, possibly even for the EDD? Consider these sources:\nhttps://findjobsincalifornia.org\nhttps://hiredcalifornia.com\nhttps://calcareers.ca.gov\nhttps://highpayingjob.org\nhttps://jobsnationwide.org\nhttps://findremotejobs.org\nhttps://workathomejobs.co\nhttps://www.ttecjobs.com/en/careers?loc=United+States\nhttps://usajobindex.com"}]}