{"time_collected":"2023-03-08 23:10:55.062823-05:00","top_headers":[{"heading":"✨ CLASS COMPLETION ASSIST: Get it done!","time_posted":"8 months ago"},{"heading":"So god damn easy","time_posted":"6 hours ago"},{"heading":"Major Problem","time_posted":"8 minutes ago"},{"heading":"need help with my ap lang and comp assignment. only 8 questions left can someone help asap?","time_posted":"3 hours ago"},{"heading":"HELP! what does this arrow on my cumulative exam mean?!","time_posted":"8 hours ago"},{"heading":"evil drake lmao","time_posted":"7 hours ago"},{"heading":"Is there any hope for me","time_posted":"11 hours ago"},{"heading":"can someone please recommend electives with the least amount of essays, projects, ect...","time_posted":"8 hours ago"}],"rules":["Be detailed","Be respectful","NO Doxing","No harrasment"],"subreddits":{"Related Communities":{"r/barexam":"21,570 members","r/step1":"84,143 members","r/ACT":"202,059 members","r/APStudents":"297,465 members","r/Mcat":"250,571 members","r/CPA":"44,053 members","r/SGExams":"138,177 members","r/Monash":"12,236 members","r/unimelb":"28,208 members","r/Sat":"313,222 members"}},"about":{"header":"About Community","description":"Unofficial Student-led Edgenuity Subreddit **Not affiliated with Edgenuity.**","created":"Created Oct 21, 2016","stats":["13.7k Members","37 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"F.A.Q.","description":"🔥 First of all, hello! This is a community led by students, for students. 🔥\nFor a lot of you, a new semester just started, and with distance learning it can be really tough to keep up.\nIf you're new here, make sure to make a reddit account (if you don't have one) and subscribe to this subreddit.\nHere's a short FAQ for those of you who are new to Edgenuity.\nCan I skip videos?\nNo, it is not possible to skip videos.\nI got a 0% for my Practice/Online Content/Journal Activity but my answer is right?!?!\nFor practice/online content/journal activities, edgenuity looks for keywords in your writing. If you have at least ONE of the keywords its looking for, you will get FULL CREDIT (100%). If you don't have any of the keywords its looking for, you will get a 0% and the assignment will be marked for review by your teacher. If you got a 0%, don't worry. Your teacher will soon fix it. If they don't fix it, email them.\nAre there cheats/hacks/scripts that do your tests/quizzes/etc?\nNo! This is strictly discouraged! If you're preparing for a test, quizlet/brainly is your best friend. Any scripts that advertise to get answers for your tests may get you in trouble.\nBut Brainly is paid and doesn't let me see the answer?\nDisable your cookies for brainly. To know how, google it.\nRetaking a quiz/test. Which score is kept?\nHighest score will be kept.\nCan I do __ number of classes in __ number of days?\nIt depends. We usually recommend maximum 5-6 classes for the semester. Sure, you can do Edgenuity for 10 hours every day and get done with classes quickly, but this is discouraged. Your mental sanity is more important than the classes you're taking.\nI'm stuck and the <next> button doesn't work.\nFirst, try again. Restart, clear cache, you know the drill. If nothing happens, then contact your teacher to BYPASS the activity. This is a known issue that happens a lot and can only by fixed by a bypass.\nExample email to you teacher: `Hi, the system doesn't let me move on to the next assignment, can you bypass my warmup/instruction/assignment?`\nCan teachers see what I typed for \"Pre-Writing\", \"Rough Draft\", \"Final Draft\", \"Short Writing\", \"Project\", \"Lab\", etc?\nYes! And your teacher will most likely look up your essay/project on google. If they find a match on google, you will be marked for plagiarism.\n🛑 🛑 DO NOT PLAGIARIZE ESSAYS AND PROJECTS. YOU WILL GET IN TROUBLE 🛑🛑\nI'm a student/parent considering Edgenuity for online-school. Should I do it? Why or why not?\nLook around in the subreddit for reviews by real students who are taking Edgenuity. After that, the judgement is yours.\nMy test is locked and my teacher doesn't respond\n🤷‍♂️\nCan my teacher require me to take my test on camera?\nI'm not a lawyer, and no one in this subreddit is a lawyer. The short answer is: most likely. Your teacher has the right to proctor the test. If you're not comfortable on camera, email your teacher politely, describing your circumstances.\nWill Edgenuity work on an iPad/mobile?\nWhile it will work, Edgenuity is NOT optimized to work on a tablet or a mobile phone. You will have a lot of trouble and frustration.\nAny other tips?\nEdgenTweaks"}]}