{"time_collected":"2023-03-06 23:28:45.142760-05:00","top_headers":[{"heading":"Daily Roundtable: Community Q&A","time_posted":"23 hours ago"},{"heading":"Rise, Tarnished, and let us walk a new path together. An upcoming expansion for #ELDENRING Shadow of the Erdtree, is currently in development.","time_posted":"7 days ago"},{"heading":"I redesigned the Elden Ring map (world design is my passion). Might need to tweak some of the environments.","time_posted":"8 hours ago"},{"heading":"\"only\" friendly NPC","time_posted":"8 hours ago"}],"rules":["Please be respectful, do not harass others.","Keep posts and discussion Elden Ring related.","No low-effort content or spamming of posts.","Self-Promotion Guidelines","No sales, adverts, or interactions involving real-world tender. No in-game trading.","No NSFW or generally inappropriate content.","All artwork must be OC only. No AI artwork.","No discussion of Moderation or Meta Sub topics.","Titles must require context and be free of spoilers. Utilize appropriate flairs.","Discussion of mods, cheats, hacks, etc. are not allowed.","No technical or account support requests & questions.","Datamining, leaks, rumors, and speculation are not allowed."],"subreddits":{"Related Subreddits":{"r/BeyondTheFog":"41,571 members","r/PatchesEmporium":"34,802 members"}},"about":{"header":"About Community","description":"This is the subreddit for the Elden Ring gaming community. Elden Ring is an action RPG which takes place in the Lands Between, sometime after the Shattering of the titular Elden Ring. Players must explore and fight their way through the vast open-world to unite all the shards, restore the Elden Ring, and become Elden Lord. Elden Ring was directed by Hidetaka Miyazaki and made in collaboration with George R. R. Martin. It was developed by FromSoft and published by Bandai Namco.","created":"Created May 27, 2019","stats":["1.8m Tarnished","10.4k Searching for Grace","Top 1% Ranked by Size"]},"other_information":[{"header":"Additional subreddit info","description":"History of /r/EldenRing\nUser flair info\nElden Ring Wiki\nElden Ring Map\nElden Ring Expansion SotE"}]}