{"time_collected":"2023-03-08 13:51:47.148443-05:00","top_headers":[{"heading":"March album of the month ~~VOTING THREAD~~","time_posted":"2 days ago"},{"heading":"8 years old but new to me. The horn section is *Chefs Kiss*","time_posted":"4 hours ago"},{"heading":"Rocking The Embassy this morning","time_posted":"3 hours ago"}],"rules":["No bigotry or hate speech","No engaging in rape and pedo apologia","No harassment","Don't be a dick, dork, or asshole","No spam or unrelated content"],"subreddits":{"Related Communities":{"r/Songwriting":"101,935 members","r/punk":"217,505 members","r/Hardcore":"94,998 members","r/indieheads":"2,494,329 members","r/indie_rock":"598,172 members","r/industrialmusic":"36,003 members","r/Metalcore":"367,486 members","r/LofiHipHop":"1,315,275 members","r/grunge":"70,097 members","r/poppunkers":"113,185 members"}},"about":{"header":"About Community","description":"The largest online community for all things regarding emo music.","created":"Created Oct 11, 2008","stats":["135k are big American Football fans","155 have only heard \"Never Meant\""]},"other_information":[{"header":"A Brief History of Emo","description":"Emocore began in the mid-80's as an emotionally charged and politically progressive form of hardcore punk, centered in Washington, DC, as a response to the machismo of the larger hardcore scene. It's short for emotive hardcore. These bands are often tagged \"harDCore\" or \"Revolution Summer\" bands, and include artists such as Rites of Spring, Embrace, and Fuel. Later on, the \"emocore\" label was attached to bands such as Lifetime, Hot Water Music, and Jawbreaker.\nAs time went on, Emo bands started to experiment more with loud/soft dynamics, intricate melodies, heavy build-ups, and twinkly guitar work. At the core of these bands lied a commitment to the DIY ethic and an embrace of sincerity. This is the most pure distillation of \"emo,\" although far from the only iteration. A few of these bands would be Moss Icon, Native Nod, Navio Forge, Indian Summer, and Still Life. There was also a small subset of bands, mostly in San Diego and later Berkeley, who made the sound more frenzied and fractured, typified by artists who frequented the Che Cafe and Gilman Street, such as Heroin, Antioch Arrow, Portraits of Past, Clikitat Ikatowi, and John Henry West.\nMidwest Emo is a style of indie rock that takes from the song structure (and occasionally vocal style) of the previous emo bands, but imbues it with pop sensibilities and a more gentle touch. The artists are sometimes referred to as \"post-emo indie rock\" or \"indiemo\". Cap'n Jazz is usually cited as the original midwest emo band. Other notables include Sunny Day Real Estate, Christie Front Drive, Boys Life, and Mineral.\nScreamo is an aggressive offshoot of Emo characterized by yelled or screamed vocals and dissonant, twinkly guitar work. Screamo bands usually shy away from conventional song structures and often play around with loud/soft dynamics. Because screamo is often used as a catch all term for all genres with unclean vocals, many screamo fans often refer to true screamo as skramz. Saetia, William Bonney, L'Antietam, I Have Dreams, and the Kidcrash are a few examples of screamo bands. There are also screamo bands that experiment with post-rock and progressive rock tendencies, such as Gospel, Circle Takes the Square, and City of Caterpillar.\nEmoviolence is a fusion genre of screamo/emo with powerviolence, beginning in the mid-to-late 90s in the American Southeast before spreading up the coast and across the world. Orchid, pageninetynine, In/Humanity, Palatka, and Usurp Synapse are a few notable examples.\nEmo Pop sprouted from the crossover of pop-punk and Midwest emo bands, but also includes pop-punk bands with a heavy emocore influence. Artists range from the Get-Up Kids and the Promise Ring, to Taking Back Sunday, to even the early work of Fall Out Boy.\nRecently, there has been a renewed interest in emo, especially midwest emo. These bands are heavily influenced by Cap'n Jazz and often have a strong bent towards math rock and post-rock in their song structure and guitar work. A few examples of these twinkledaddy bands are Street Smart Cyclist, Snowing, Algernon Cadwallader, The World Is A Beautiful Place & I Am No Longer Afraid to Die, and Glocca Morra. As this scene grew and grew in popularity, #emorevival became a near-mainstream style of indie rock which took from various facets of Midwest, screamo, and emo pop, as played by bands such as the Hotelier, Free Throw, and late-period You Blew It!.\nThere is even an emo pop revival scene centered around Midwest-influenced indie rock bands with mildly intricate guitar work and deeply personal, confessional lyrics. These bands include Modern Baseball, Sorority Noise, and the Front Bottoms. Within this scene is a style known as sparklepunk, which combines Braid-like \"jolly\" twinkles with lo-fi, noodly college rock guitar work, built around a base of pop-punk. Sparklepunk bands include Mom Jeans, Darkle, and Donovan Wolfington.\nThe following are examples bands are NOT EMO but are very influential or popular within the scene: Weezer, The Cure, the Smiths, Fugazi, Slint, Nation of Ulysses, Drive Like Jehu, Modest Mouse, Death Cab for Cutie, Built to Spill, Pinegrove, and Remo Drive."},{"header":"Related subreddits","description":"/r/screamo\n/r/emoscreamo\n/r/emo_trap\n/r/emojerk\n/r/EmoPeopleTwitter\n/r/emovinyl\n/r/posthardcore\n/r/mathrock\n/r/indie_rock\n/r/indieheads\n/r/sparklepunk\n/r/MidwestEmo\n/r/Rojava"}]}