{"time_collected":"2023-03-07 02:29:05.543158-05:00","top_headers":[{"heading":"Just got your Ender 3? Please read this before posting any questions. How to get started, solving common problems, and troubleshooting tips contained within!","time_posted":"2 years ago"},{"heading":"V8 Fan Shroud Upgrade","time_posted":"5 hours ago"},{"heading":"Is it ever worthwhile to try to redistribute the grease along the Z worm gear? This pic is from my setup.","time_posted":"10 hours ago"}],"rules":["Be nice.","All posts should somehow be related to the Ender 3.","Use the search function before posting if you are asking a question.","Don't use affiliate links without disclosure, and clear it with the moderators first.","No \"illegal\" posts, for example; pirated software, sharing paid models, etc.","No posts about printer deliveries / pictures of boxes. We all own one, share your prints.","No \"low effort\" posts.","Help posts must be detailed.","No posts relating to functional firearms, how to obtain or construct them, or where to obtain files.","Karma Farming/ Reposts will be removed"],"subreddits":{"More General 3D Printing Subs":{"r/3Dprinting":"1,706,999 members","r/functionalprint":"396,847 members","r/FixMyPrint":"104,381 members"}},"about":{"header":"About Community","description":"A sub-reddit for the users of the Creality Ender 3 3D printer. Please be friendly and helpful. Message the mods before posting any sales links/affiliate links. Full rules are in the \"r/ender3 Rules\" widget in the sidebar above this.","created":"Created Apr 15, 2018","stats":["193k Creators","312 Online"]},"other_information":[{"header":"Welcome!","description":"Welcome!\nThis sub is for all things related to the Creality Ender 3 3D printer.\nThe sub was started to be a good place to find information about anything related to the Ender 3 from setup, to help with your prints, to showing off some of your creations.\nFeel free to ask questions, look for advice, post about issues, and search for suggestions. Most folks will be happy to help.\nRules\nSee Rules widget below.\nHelpful Links\nEnder 3 New Users Guide\n/r/ender3 Wiki\nRelated Subreddits\n3D Printing\nFunctional Prints\nFacebook Groups\nOfficial Creality Ender 3 Group\nEnder 3 User Group\nEnder 3 User Support Group\nEnder 3 Support and Modding Group"}]}