{"time_collected":"2023-03-19 21:51:59.252169-04:00","top_headers":[{"heading":"About, Wiki, Rules, Books, Etc-- Read First","time_posted":"1 year ago"},{"heading":"Alcohol","time_posted":"13 hours ago"},{"heading":"Feeling heavy when I stay inside for a while?","time_posted":"8 hours ago"},{"heading":"Received reiki","time_posted":"5 hours ago"},{"heading":"Etsy energy healer told me my dog has cancer. Has anyone else experienced this ? Could it actually be true ??","time_posted":"2 hours ago"},{"heading":"Weird physical 3rd eye experience half asleep half awake","time_posted":"11 hours ago"},{"heading":"Hey guys, just in need of a pal/someone I can speak with","time_posted":"14 hours ago"}],"rules":["Promotional Posts / Healing / Reading Offers","Rude, Angry and/or Offensive Comments","Asking to be DM'ed or private communication","Gatekeeping","Fear Mongering","Skepticism / Concern Trolling","Proselytizing","External Links","Sharing of PDFs and other possibly copyrighted materials","Healing Requests/Requests For Energy","Spam"],"subreddits":{"Related Communities":{"r/Meditation":"1,422,315 members","r/lawofattraction":"251,840 members","r/Christian":"78,919 members","r/Shamanism":"93,233 members","r/nonduality":"18,814 members","r/Jung":"105,662 members","r/awakened":"246,709 members","r/Christians":"58,078 members","r/Mindfulness":"1,137,461 members","r/witchcraft":"364,168 members"}},"about":{"header":"About Community","description":"The purpose of this community is to explore human energy in all of its facets while stripping way the esoteric language, rituals and distractions that have accumulated over the years. Out of body experiences, energy healing, energetic connections between people, psychic work and everything in between. This sub is open for discussion, learning and teaching, without judgement, on any and every form of energy work regardless of degree of social acceptability or stigma.","created":"Created Nov 16, 2011","stats":["171k Members","84 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Resources For Beginners","description":"Books Of Interest\nThese are the books that were instrumental in the creation of this sub and in formulating its focus and goals. They are easy to read, motivating, clear and cogent in their individual subjects.\nThe Visceral Experience by Daniel Barber, was written by the founder and prime mod of this subreddit. It shares the values that this sub expresses. If you are new to or just starting out with energy work, this is the book you want to read.\nThe Energy Cure by William Bengston. If you are a skeptic and looking for scientific proof that energy heals, pick up this book. It includes overviews of research in which mice with aggressive breast cancer genes were cured in full with only healing energy from hands.\nAdventures Beyond the Body by William Buhlman. A howto book for out-of-body exploration.\nInstant Rapport by Michael Brooks. Rapport is a weak and fragile type of energetic connection, but it is a good starting place for learning how to extend your energy beyond your own body. This book is a very interesting read and a great place to start.\nGut and Psychology Syndrome by Natasha Campbell-McBride. A toxic gut microbiome is probably the most overlooked cause of disease world-wide. This book looks at effects of a toxic gut on mental health. It gives a fantastic layman's overview of how everything works. This is a must read for anyone in this sub dealing with chronic or autoimmune diseases or mental health issues.\nThe Cosmic Serpent by Jeremy Narby. It focuses a lot on the double helix/double snake symbolism, but the author spends time with the Aboriginals of the Amazon and goes into detail about the relationship between the ancients and plant life. He notes their communication with plants through hallucinatory states/higher levels of consciousness, and how the plants would pass the knowledge of their uses onto the humans.\nLife Rules by Yehuda Berg. An easy read on the nature of reality from the viewpoint of the kabbalah written for the layperson. Effective energy work requires an understanding of reality that is not taught in schools.\nThe Essence of Reality by Thomas Daniel Nehrer. Another mind expanding treatment of reality from the author's perspective. A great start to a journey of understanding."}]}