{"time_collected":"2023-03-08 13:00:42.266689-05:00","top_headers":[{"heading":"Gender envy hitting me in unexpected subs again","time_posted":"10 hours ago"},{"heading":"It’s sometimes awkward because of the personalized messages inside, but hey it gives my friends euphoria so it works out good - Indie (they/he)","time_posted":"4 hours ago"},{"heading":"Mentally ill socialists rise up!!","time_posted":"21 hours ago"}],"rules":["No bigotry","No identity policing","No spam","Selfies ≠ memes","No Transphobia","No advertising","No toxic behavior","be cool"],"subreddits":{},"about":{"header":"About Community","description":"so someone had the idea of a nonbinary meme sub, and thus this was birthed approximately a big number days ago. any takers?","created":"Created Jan 6, 2019","stats":["64.7k bespoke fȕcks","78 (hacker voice) in"]},"other_information":[{"header":"About","description":"so someone had the idea of a nonbinary meme sub, and thus this was birthed approximately a big number days ago. any takers?\nWhile this sub is inspired by r/traaaaaaannnnnnnnnns, we are not associated with them as we believe trans people of all genders are equally deserving of respect and dignity.\nPlease see the rules wiki for further clarification on any rules, and click here for some more good subs! Short link is r/ennn"},{"header":"Submission Guidelines","description":"This is not the place for serious discussion- Other subs like r/nonbinary and r/asktransgender are more suited to long serious discussions like \"what do you think about x\" or \"am i y?\" threads, but it's perfectly fine if the content here sparks serious discussion in the comments. However, this is not a debate sub and you are encouraged to report transphobes and trolls to the mods rather than engaging with them. Serious meta posts discussing issues concerning this sub are also fine. If you have non-meta a discussion post you really want to make, message the mods – we may make an exception.\nPics and videos only, please!\nCredit!- If you're posting someone else's art, please credit them and link back to the original art!\nEdit out names- If you screenshot a thread or messages from somewhere like reddit, tumblr, or facebook, edit out any names/usernames that could lead to harassment. See the rules wiki for further clarification\nThis is not a nsfw sub, but if your submission is at all NSFW, tag it! And on that note, make sure you tag triggers too!\nIf you're responding to a \"bandwagon\" type post such as a bingo board or a quiz, please post your results in the comments, not a separate post! more details here"}]}