{"time_collected":"2023-03-07 06:46:25.619793-05:00","top_headers":[{"heading":"Extremely Concerning Novelty Flairs Are Now Legal","time_posted":"15 days ago"},{"heading":"Elon promoting and joking with incel account sharing sexualized images of AOC","time_posted":"10 hours ago"},{"heading":"Braindead CEO thinks Figma is a Ligma joke, fires the UI designer who was answering correctly","time_posted":"10 hours ago"},{"heading":"Lmao","time_posted":"17 hours ago"}],"rules":["No flaming, baiting, or trolling","Off-topic","Fake tweet not clearly marked","No repost bots"],"subreddits":{"Related Communities":{"r/seculartalk":"22,881 members","r/RealTesla":"58,126 members","r/memes":"24,580,229 members","r/LinkedInLunatics":"241,593 members","r/elonmusk":"1,346,657 members","r/Emoney":"15,274 members","r/PoliticalHumor":"1,571,024 members","r/youngpeopleyoutube":"936,428 members","r/cringepics":"1,515,001 members","r/formuladank":"722,377 members"}},"about":{"header":"About Community","description":"EnoughMuskSpam","created":"Created Dec 31, 2015","stats":["105k Members","734 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Sidebar","description":"For those that have had enough of the Elon Musk Circlejerk on Reddit.\nNo flaming, baiting, etc. The subreddit is meant for those that are against the infilitration of Elon Musk-related advertisement on Reddit. Coming here to defend Musk or his companies will not get you banned, but it will probably get you downvoted. Please use the reporting feature if you see a rule violation.\nOpinions from all sides of the political spectrum are welcome here. Please try to keep off-topic political discussion to a minimum and focus on the goal of this sub. However, this sub is minimally moderated so discussion and the power of the upvote/downvote will be allowed as long as Reddit rules are not broken.\nPost links to instances of obvious Elon Musk fanboy brigading in default subreddits, clear astroturfing from Tesla/SpaceX/etc, or any articles critical of Musk, his ideas, unrealistic promises and timelines , or the working conditions at his companies."}]}