{"time_collected":"2023-03-08 17:23:14.928922-05:00","top_headers":[{"heading":"Rules Update","time_posted":"9 months ago"},{"heading":"A Brief List of VITs: Very Important Theists","time_posted":"20 hours ago"},{"heading":"How to deal with the Problem Of Hell","time_posted":"1 day ago"},{"heading":"Is it ok for someone to identify as Catholic even though they don’t practice it all that much?","time_posted":"2 days ago"},{"heading":"Does anyone have a good response to the problem of evil?","time_posted":"2 days ago"},{"heading":"Anyone else here scroll r/atheism to see how far they’ve come?","time_posted":"3 days ago"},{"heading":"“If one claims that God doesn’t exist, wouldn’t the burden of proof be on the one making that claim?”","time_posted":"2 days ago"},{"heading":"What do you think is the cause of the rise in anti-theism?","time_posted":"18 days ago"},{"heading":"Why are you not a naturalist?","time_posted":"20 days ago"},{"heading":"Say you want about religion, but I think decline in religion is unironically fueling a serious epidemic of narcissism in the West, especially amongst youth","time_posted":"22 days ago"},{"heading":"Did anyone else's friend group just fall away?","time_posted":"22 days ago"},{"heading":"Whenever I try to adopt Atheism it just doesn't click with me.","time_posted":"23 days ago"}],"rules":["No Trolling","No Insults","No Proselytizing","This is not a debate sub","Provide Context with Links/Videos","No off-topic political discussions"],"subreddits":{},"about":{"header":"About Community","description":"/r/exatheist is a subreddit for ex-atheists of all walks of life to discuss, laugh, and find and give support to others who have left atheism. All too often, especially on Reddit, where the atheist voices tend to be louder, ex-atheists seem to be seen as non-existent. /r/exatheist is there to provide a counterbalance to this state, at least for the ex-atheist community on reddit, such as there is. Come one and all, and Welcome! Please read the sidebar for the rules of the subreddit.","created":"Created Jun 17, 2010","stats":["4.4k Members","8 Online","Top 10% Ranked by Size"]},"other_information":[]}