{"time_collected":"2023-03-19 21:06:17.938613-04:00","top_headers":[{"heading":"Think I’ve lost everyone… again","time_posted":"9 hours ago"},{"heading":"Former editor of Orthodox NYC newspaper (The Jewish Press) charged for Jan. 6 actions","time_posted":"23 hours ago"},{"heading":"Divine Revelation","time_posted":"1 day ago"},{"heading":"Question","time_posted":"2 days ago"},{"heading":"question about orthodox studies","time_posted":"2 days ago"},{"heading":"Orthodox Jews object of ridicule on Reddit today","time_posted":"3 days ago"},{"heading":"What are some examples of horrible verses in the Talmud?","time_posted":"8 days ago"},{"heading":"Conflicted about leaving?","time_posted":"8 days ago"}],"rules":["Be kind to each other","r/exjew is for ex-Jews","No proselytizing for Judaism","No hate speech","Please read the FAQs before posting","Explain posts of external media"],"subreddits":{},"about":{"header":"About Community","description":"A community of formerly religious Jews for discussing all that comes with the territory of leaving Judaism behind. For those of us who chap the chutzpah of organized religion!","created":"Created Mar 30, 2011","stats":["7.8k Members","19 Online"]},"other_information":[{"header":"Wiki","description":"We have plenty of helpful information in our wiki:\nThe main page includes an overview of what r/exjew is, an orientation on other content in the wiki, and links to various resources including organizations that help those leaving Judaism, blogs from fellow ex-Jews, and worthwhile reading lists and video resources.\nOur Frequently Asked Questions page covers common questions we get about being ex-Jews, advice on how to come out to parents, and our thoughts about various political issues related to Judaism. It also refers to many past conversations we've had here. If you have a question about ex-Jews, you may want to view this page first.\nOur counter-apologetics page contains responses to some of the more common arguments for Judaism we get asked about as well as some of the more significant rational problems with the religion. If you need help responding to an argument for Judaism or want to know more about why ex-Jews don't believe, check that page first."},{"header":"Chat","description":"Reddit chatroom for /r/exjew\nDiscord for ex-Jews (Not officially affiliated with /r/exjew)"}]}