{"time_collected":"2023-03-07 02:08:35.331417-05:00","top_headers":[{"heading":"Weekly Question Thread","time_posted":"17 hours ago"},{"heading":"this thing can load a wagon in 4.71 minutes","time_posted":"16 hours ago"},{"heading":"Just placed ~270,000 Solar Panels and ~230,000 Accumulators to have more than 1 million of each in my power grid. My Factory produces about 3k Panels/min and 4k Accumulators/min, so should take the rest of today for my bots to place all these.","time_posted":"14 hours ago"}],"rules":["Rule 1: All content must be related to Factorio","Rule 2: All posts must be in English","Rule 3: No political content","Rule 4: Be nice","Rule 5: Explain your screenshots","Rule 6: No memes, low effort posts, or image macros","Rule 7: Don't come here only to plug your content","Rule 8: No topics voted out by the community","Rule 9: No advertising unofficial merch without prior permission"],"subreddits":{"Factorio Subreddits":{"r/factorio":"322,597 members","r/technicalfactorio":"8,747 members","r/Factoriohno":"37,061 members","r/FactorioBlueprints":"12,325 members","r/FactorioMMO":"2,169 members","r/Seablock":"4,141 members","r/factorio_irl":"1,336 members","r/FactorioExchange":"474 members"}},"about":{"header":"About Community","description":"Community-run subreddit for the game Factorio made by Wube Software.","created":"Created Feb 9, 2013","stats":["322k Engineers","1.1k Automating Production"]},"other_information":[{"header":"About Factorio","description":"Factorio is a game about building a factory. You won't be mining by hand for long, with the industrial revolution just a science lab away. Play alone, or start a multiplayer game with friends. Defend your factory from the local inhabitants, mine ores, refine oil, and burn forests to the ground; all in the name of progress.\nUpcoming Sales\nFactorio has never in many years had a sale, is currently not on sale, and is not expected to ever be on sale.\nkovarex: \"Not having a sale ever is part of our philosophy.\"\nCurrent prices: $35, 32€ (Other currencies)\nThere is a demo available if you are unsure about the game."},{"header":"Words of wisdom by /u/talrich","description":"Namaste. You seek balance. Here is my wisdom. Your mistakes have no cost but time, and the deconstruction planner even reduces that cost. Most games punish you for building, demolishing and rebuilding. Not Factorio. Let your anxiety wash away as you perceive that every belt placed can be moved. Every assembler is but a visitor to where it resides. The only significance is life, which leads to the further wisdom. Look both ways before you cross the tracks."}]}