{"time_collected":"2023-03-06 23:05:52.926960-05:00","top_headers":[{"heading":"Weekly Fic Showcase - NEW RULES IN POST - March 03 - March 09","time_posted":"4 days ago"},{"heading":"Daily Discussion - Monday, March 06 | r/FanFiction Rules, FAQs, Weekly Schedule & Current Event Threads","time_posted":"18 hours ago"},{"heading":"I'm someone's favorite author???","time_posted":"14 hours ago"},{"heading":"Plot bunny, would you kindly fuck off?","time_posted":"2 hours ago"},{"heading":"How do you find new ships or do they find you?","time_posted":"5 hours ago"},{"heading":"I noticed a fic which is on the front page every single day.","time_posted":"15 hours ago"}],"rules":["No Promotion of Fics on the Front Page","Post to the Appropriate Topic","Posting Flairs","Remember the human","No Negative Drama","Live and Let Live/No Bashing","Mature and Explicit Fics and Topics must be tagged","No Original Fiction or Fan Art","No Discussion of Fanfiction Commissions or any related topic","No Witch Hunting, Doxxing, or Trolling.","Spoiler","Content Restrictions","Spam, Meme and Low-effort Posts","Surveys"],"subreddits":{"Related Communities":{"r/AO3":"46,814 members","r/writers":"158,537 members","r/writing":"2,646,715 members","r/BokunoheroFanfiction":"9,289 members","r/HarryandGinny":"9,295 members","r/rational":"23,946 members","r/fantasywriters":"760,422 members","r/NarutoFanfiction":"66,259 members","r/HPfanfiction":"93,226 members","r/WormFanfic":"22,007 members"}},"about":{"header":"About Community","description":"A supportive community for writers, readers, and reccers to talk about and share FanFiction.","created":"Created Aug 25, 2009","stats":["334k Members","674 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Quick Tips","description":"Posting a fic or rec?\nDo not post your fics on the main page of the subreddit\nUse our Weekly Fic Showcase\nIt's stickied at the top of the sub to provide more exposure for all fics.\nNeed a place to host your fics?\nAO3, FFN and Wattpad are the top 3 sites.\nWant to link a fic in a comment? Use link bot!\n/r/FanFiction wiki\n/r/FanFiction Community Frequently Asked Questions"},{"header":"Related Subreddits","description":"Related Subreddits\n/r/AO3\n/r/TransformativeWorks\n/r/ficrecs\n/r/writing\n/r/FanFicWit\n/r/GenFic (Romance-free fics)\n/r/fantherapy\n/r/BetaReaders\n/r/FanfictionHype\n/r/KinkFics (Kink fics, 18+)\nr/ocfanfiction (original characters) /r/FandomHistory\nFandom Fic Subreddits\n/r/TheCitadel (ASOIAF)\n/r/wormfanfic (Worm)\n/r/HPfanfiction (Harry Potter)\n/r/HPSlashFic (Harry Potter Slash)\n/r/narutofanfiction (Naruto)\n/r/pokemonfanfiction (Pokemon)\n/r/Sherlock_Fanfiction (Sherlock)\n/r/dbzfanfics (Dragon Ball)\n/r/ToTheStars (a Madoka Magica fic)\n/r/FalloutEquestria (a My Little Pony / Fallout fic)\n/r/ZeldaFanFiction (The Legend of Zelda)\n/r/kpopfanfiction (KPop)\n/r/WarhammerFanFiction (Warhammer)\n/r/HannibalFanfiction (Hannibal)\n/r/AltairsLibrary (Assassin's Creed)\n/r/TwilightFanfic (Twilight)\n/r/InuyashaFanfic (Inuyasha) /r/BokunoheroFanfiction (My Hero Academia) /r/OnePieceFanfic (One Piece)\n/r/ATLAFanfiction (Avatar: The Last Airbender)\n/r/sonicfanfiction (Sonic the Hedgehog) /r/scanfic (Scandinavian fanfiction) /r/twentyonepilotsfanfic (Twenty One Pilots) r/MiraculousFanfiction (Miraculous Ladybug) r/SWFanfic (Star Wars) r/JaneAustenFF (Jane Austen) r/DisneyFanfics (Disney)"},{"header":"Useful Applications","description":"(Disclaimer: Not fully tested by the mods. Take precautions when running unknown applications.)\nFor Reading:\nFanFictionDownloader\nFanFicFare (WebApp)\ncalibre (With a great tutorial by /u/Mithre)\nrecommendation engine (Windows App)\nFor Writing:\nGrammarly (WebApp)\nQuollWriter (Windows App)\nyWriter (Windows/Linux App)\nFocusWriter (Windows/Linux/Mac App)\nProp-ed (WebApp)"},{"header":"Full Subreddit Rules","description":"Rules\n1. No Promotion of Fics on the Front Page\nSubmitting a Fic to the main page of this subreddit is considered promotion. Promotion outside of the appropriate weekly threads or replies to recommendation requests is not allowed.\nPosting to the appropriate participation thread, most notably the Weekly Fic Showcase sticky, will keep the sub uncluttered and your fic on the front page for longer.\nThe definition of Promotion can be found below.\nDefinition of Promotion\nPromotion is defined as submitting the following within a post or as an unsolicited comment reply:\nA fic, including any written works and works in audio, video, or animated format. This also includes the fic's title or other details that promote said fic.\nExcerpts or reviews for a fic outside of weekly threads for this purpose. Defined as more than two sentences.\nFanart of a fic. (These belong on r/Fanart)\nA fanfiction-relevant research survey or platform (including subreddits, discords, free fanfiction websites, and the like) more than once.\nProviding a link within a 'Lost Fic' post is acceptable. Providing a link if someone asks for it in any other thread is also acceptable.\n2. Post to the appropriate topic\nWe have weekly threads for sharing fics, recommending fics, searching for a beta reader, sharing reviews and getting feedback on your fics (constructive criticism or positive reviews), etc.\nPlease see the full list of our weekly threads here before posting a request.\nWe also have a Daily Discussion. Feel free to come for a chat, share your wordcount and what’s on your mind. This will be pinned to the top of the subreddit (when sorted by \"Hot\") and contains links to all of the weekly threads and events being currently run.\n3. Posting Flairs\nPlease use the correct flair. When an incorrect flair has been used, the moderators will reflair the post.\nYou can add a flair to your post after submission by clicking the 'flair' button underneath your post.\nAll posts should be flaired correctly. Click HERE for a description of flairs.\nPlease report wrong flairs, and a mod will be able to manually fix them.\n4. Remember the human\nIt’s fine to disagree but please keep things civil and polite. You are welcome to have an opinion, however you are not welcome to insult people in the process if you are discussing something on this subreddit.\nThis includes referencing information obtained from the user's profile, including their posting or comment history, or other subreddits they are active on. If you have concerns, bring it to the mods' attention.\nIf you feel a user is not responding to you in good faith, disengage and report to the mods either via modmail or by reporting the post/comment.\n5. No Negative Drama\nSubreddit users are expected to act in good faith.\nIf you're targeting something or someone in a rant, your content will be removed. This includes ship wars, crusades against groups of fans, and shaming anyone over liking anything whatsoever.\nDerailing of topics, discussions or events is not allowed.\n6. Live and Let Live/No Bashing\nWe won’t all like the same things. Please be respectful of other users likes and choices when posting and commenting. If a topic is not to your taste, please use language that makes it clear that this is your opinion, and not a fact.\nThis applies to every post, but topics specifically protected by this rule are:\nFics\nFandoms\nGenres\nTropes\nCharacters\nShips\nKinks\nPeople (users, authors, readers, etc.)\nAuthors can find where their fics are linked with relative ease, so assume they're going to read what you've written and refrain from including anything that will identify the fic or author involved.\nGot a comment on your fic that upset you and need support? Or read a fic that you want to discuss? Please don’t post in a way that identifies the fic or the commenter.\n7. Mature and Explicit Fics and Topics must be tagged\nMature and Explicit Fics and Topics must be tagged and give an appropriate warning to other viewers.\nThe NSFW tag is an acceptable warning, as is putting words in the title or fic description such as \"underage\" \"violence\" \"rape\" etc.\n8. No Original Fiction or Fan Art\nStories must be fanfiction, not original fiction. Fan Fiction is a story that has a fandom.\nIf the story or idea you're posting is an original concept that does not include a fandom, please find a more appropriate subreddit.\nr/FanFiction is a space for general discussion of fan-written works and not a space to find artists. Fanart of a fic is also not to be posted here. These belong on r/Fanart.\nWe do allow discussions around fanart when it ties into fanfiction. Recent topics have included how to encourage readers to create fanart, how to promote using fanart and whether it is appropriate to request fanart from your readers.\n9. No Discussion of Fanfiction Commissions or any related topic\nDiscussion of monetisation of fanfiction is not permitted on this subreddit. This includes discussion over the legality/morality of commissions, discussion as to how much people charge and explicit mentions of a work being commissioned, including fan art. This subreddit cannot provide legal advice.\nLinks to promoted products, including posting links to fics accessible only by payment, promotion of editing services, links to Patreon, etc. are not permitted.\n10. No Witch Hunting, Doxxing, or Trolling\nViolation of these rules may result in an immediate ban. Please report to the mods if you see anything that causes you concern.\nNo Doxxing. If the information in a post can lead to finding a person IRL, it will be removed.\nNo Witch Hunting. A witch-hunt is an attempt to find and punish a particular person or group, either on this subreddit or off-site, for their opinions or to blame them for something. Got a complaint or suspicion? Take it to the Mods.\nNo Trolling. Being intentionally provoking or cruel will not be tolerated.\n11. Spoiler\nBe mindful that SPOILERS for fandom releases are in effect for 30 days after official launch date.\nPlease use spoiler code in comments. When you type: > ! Spoiler text goes here ! < without the spaces, it shows up like this: Spoiler text goes here\nPost titles must be spoiler free.\nAll major releases will have a stickied Mod comment inside the Weekly Fic Showcase for fics with spoilers inside them.\n12. Content Restrictions\nThis applies to threads and fics whether they're linked or on Reddit.\nNo pedophilia. Defined as a child + adult relationship. All will be removed.\nUnderage (teen + teen, teen + adult) fic must be linked with a clear warning, plaintext fic will be removed, discussions must have a clear warning.\nExtreme or encouraged violence/rape fic must be linked with a clear warning, plaintext fic will be removed, discussions must have a clear warning.\n13. Spam, Meme and Low-effort Posts\nSubreddit users can post to the front page only once every 8 hours to avoid clutter.\nMeme and low-effort posts (one-to-two sentences without a question) are not allowed on the front page and should be posted to the Daily Discussion thread. Alternatively, memes can be posted to r/fanficwit.\nAlthough there is no restriction on posting the same/similar topic, users are encouraged to search the subreddit before posting in case their query/discussion has been covered recently. In some circumstances, the moderators may redirect to previous threads.\n14.Surveys\nSurveys are allowed only if you do not ask for personal information of users and do not monetize them. If you have concerns or questions, please contact the Mods.\nBy personal information, we mean ‘personally identifiable information’ or data that could be used to identify an individual or track them cross internet platforms, such as, but not exclusive to, name, surname, residential address, email address, social security numbers, but also user names/user profiles especially if done cross-platforms (eg. asking for various users profiles). It’s fine to anonymously poll for information like gender, sexual orientation, political views, but please be aware that sometimes combinations of questions can lead to identifying an individual (such as sexual orientation and the town the person lives in)."}]}