{"time_collected":"2023-03-08 15:24:40.711227-05:00","top_headers":[{"heading":"Standoffs Submission Phase","time_posted":"7 days ago"},{"heading":"Stand contest #312: Phenomenons","time_posted":"3 days ago"},{"heading":"「 SOS 」","time_posted":"10 hours ago"},{"heading":"V.V. and her stand Golden Slumbers!","time_posted":"2 hours ago"}],"rules":["Content must be relevant to fan Stands and OCs","Don't spoil anime-only watchers, but don't overuse spoiler tags","Be nice","Keep it tasteful","For contest entries, follow contest rules","AI-generated images must be part of a text post, other Stand image makers may be restricted","Shitposts go on /r/ShittyFanStands","Contest entries should not have artwork","Don't use artwork without permission","No tracing art"],"subreddits":{"Related subreddits":{"r/ShittyFanStands":"349 members","r/FanPartRun":"1,319 members","r/StardustCrusaders":"579,905 members"}},"about":{"header":"About Community","description":"A subreddit where fans of JoJo's Bizarre Adventure can share their ideas for Stand abilities. Here is a pair of Japanese quotation marks for you to copy and paste: 「」","created":"Created Sep 15, 2016","stats":["54.6k Stand users","75 Online"]},"other_information":[{"header":"Community Guidelines","description":"Your Stand's name goes in the title. You can have other stuff in there too, but at least the name must be there.\nAvoid downvoting posts whenever possible, ESPECIALLY contest entries.\nThe body of the text post should describe the Stand. Use as much or little detail as you want, but try to at least explain its power. Giving values to the 6 Stand parameters (Power, speed, range, durability, precision, development potential) is a good idea. The artistically inclined can also include a drawing of the stand, but it's not necessary.\nIf your Stand is named after a reference to music or something else, it would be nice if you mentioned what it was named after."},{"header":"About our post flairs","description":"Please use the appropriate post flair when submitting content:\nStand: For normal Stand posts\nContest entry: For Stands that fit the weekly contest theme.\nArt: For when you have artwork of your Stand.\nEyecatch: Posts in the style of the pre-commercial eyecatches, showing the Stand and its stats.\nJoke/Meme Stand: For Stands not meant to be taken seriously.\nDiscussion: For posts that don't contain a Stand idea, such as tips on making Stands or meta discussion about the subreddit itself."},{"header":"Credits","description":"Stands in the banner: Uranium Fever by /u/SpiritBomb32, Neon Knight by /u/Zimtschock, Cygnus X-1 by /u/PLarsen985, Glass Onion by /u/2-3_Boomer\nSubreddit icon made by justazag"}]}