{"time_collected":"2023-03-06 23:13:03.621445-05:00","top_headers":[{"heading":"r/Fantasy February Megathread and Book Club Hub! Get your links here.","time_posted":"25 days ago"},{"heading":"Cover reveal for Legends & Lattes sequel: Bookshops & Bonedust. Coming November 7th!","time_posted":"11 hours ago"},{"heading":"The Book of Jhereg (Vlad Taltos Collection #1) by Steven Brust on sale for $1.99 from Amazon Kindle","time_posted":"15 hours ago"},{"heading":"Books where you fell in love with characters in the first chapter.","time_posted":"11 hours ago"},{"heading":"Looking for Romance or Adventure/Mystery/etc. with a good Romantic Subplot","time_posted":"3 hours ago"},{"heading":"How Do You Define The ‘Undead’?","time_posted":"1 hour ago"},{"heading":"Do any languages besides English and the East Asian ones have large Fantasy literary corpora?","time_posted":"4 hours ago"},{"heading":"Fantasy With Elemental Races?","time_posted":"8 hours ago"},{"heading":"LOVERS to enemies to lovers fantasy?","time_posted":"7 hours ago"},{"heading":"Alloy Cooperative, my Anarcho-Syndicalist fantasy novella, costs just a twoonie on Smashwords as part of their Read An Ebook Week sale!","time_posted":"8 hours ago"}],"rules":["Be Kind","Hide All Spoilers","No Pirated Content","Art and Image Posts","Discussion Posts, Recommendation Requests, & Simple Questions","Self-Promotion & Karma Farming","Videos, Music, and Other Content","Articles, Blogs, and Reviews","Writing and Publishing Discussion","Surveys, Polls, Homework, and Academia","Events, Giveaways, Sales, Referral Links, and Crowdfunding","Placeholder Rule for Reporting Purposes"],"subreddits":{"Join r/Fantasy":{"r/Fantasy":"3,113,200 members"}},"about":{"header":"About Community","description":"r/Fantasy is the internet's largest discussion forum for the greater Speculative Fiction genre. Fans of fantasy, science fiction, horror, alt history, and more can all find a home with us. We welcome respectful dialogue related to speculative fiction in literature, games, film, and the wider world. We reserve the right to remove discussion that does not fulfill the mission of /r/Fantasy.","created":"Created Jul 29, 2008","stats":["3.1m Members","999 Here Now"]},"other_information":[{"header":"About","description":"Mission\n/r/Fantasy is the internet’s largest discussion forum for the greater Speculative Fiction genre. We welcome respectful dialogue related to speculative fiction in literature, games, film, and the wider world.\nWe reserve the right to remove discussion that does not fulfill the mission of /r/Fantasy.\nVision\nBuild a reputation for inclusive, welcoming dialogue where creators and fans of all types of speculative fiction mingle.\nValues\nRespect for members and creators shall extend to every interaction.\nInteract with the community in good faith.\nInteractions should not primarily be for personal benefit. Personal benefit includes, but is not limited to: financial gain from sales or referral links, traffic to your own website/blog/channel, karma farming, critiques or feedback of your work from the community, etc. This also applies to you posting on behalf of your friend/family member/neighbor."}]}