{"time_collected":"2023-03-08 09:13:54.623404-05:00","top_headers":[{"heading":"Ok. This is the place where you can say whatever you want and still promote feminism.","time_posted":"2 years ago"},{"heading":"Open Search for New Moderators","time_posted":"4 months ago"},{"heading":"Let’s raise the finger to gender inequality ! Wonther.com","time_posted":"2 hours ago"},{"heading":"Maria Stewart — O woman, woman! Upon you I call; for upon your exertions almost entirely depends whether the rising generation shall be any thing more than we have been or not","time_posted":"4 days ago"},{"heading":"Survey on modern womanhood [ACADEMIC]","time_posted":"15 days ago"},{"heading":"Spain approves menstrual leave, teen abortion and trans laws","time_posted":"17 days ago"},{"heading":"These young female athletes died by suicide. They all had head injuries in common","time_posted":"17 days ago"}],"rules":["of Moderation and against Censorship","against Hate","of Relevance","against Values-Free Speech","of Quality","against Incivility","against Trolling","of Flair"],"subreddits":{},"about":{"header":"About Community","description":"Promote feminism freely. We aim to facilitate the discussion of feminist issues without censorship and celebrate egalitarian efforts. While we avoid censorship, moderation is used to realize our mission by enforcing basic rules such as quality & civility and respecting people's gender. Please prioritize mutual understanding over winning arguments; carefulness with critique and generalizations; and staying on topic. We welcome you and appreciate your open-minded, pro-feminist engagement","created":"Created Jan 7, 2021","stats":["1.9k Members","7 Online","Top 20% Ranked by Size"]},"other_information":[{"header":"Mission Statement","description":"This subreddit was created to promote feminism and discuss feminist issues without censorship.\nWe aim to address and raise awareness of intersectional feminist issues and fill a void of dialogue among various progressive movements and egalitarian pursuits. We strive to be an open, accessible, and safe community to do justice to the main ideal of feminism: advocating for equality of freedoms, rights, and opportunities by addressing and eliminating bias and oppression. Good stuff, right?\nAs the validity, value, and need for feminism, social justice, and egalitarian pursuits is the unquestionable foundation of our conversations, this is not a space for attacks or advocacy against these efforts.\nThis area of discussion is highly political and sensitive in nature. We expect acceptance, but demand tolerance, of any of our differences and the demonstrated effort to engage with maturity, openness, sensitivity, and general quality / civility. This means to prioritize:\nTolerance, if not encouragement, of a diversity of feminist and pro-egalitarian engagement\nUnderstanding that your perceptions, values, and reasoning will conflict with others\nCarefulness with critique and generalizations\nRespecting others and their efforts\nWe ask all of this from your engagement to allow this place to live up to its intentions and goals.\nWe welcome you and appreciate your open-minded, pro-feminist engagement!"}]}