{"time_collected":"2023-03-07 15:18:52.625670-05:00","top_headers":[{"heading":"READ THIS BEFORE ASKING A QUESTION! Official Filmmaking FAQ and Information Post","time_posted":"5 years ago"},{"heading":"Join The Brand-New r/Filmmakers Official Discord Server!","time_posted":"1 year ago"},{"heading":"What are the staple things used to hold screenplays together?","time_posted":"17 hours ago"},{"heading":"What's the Proper Food to Give Crew On Set.","time_posted":"6 hours ago"},{"heading":"Location help in bristol","time_posted":"4 hours ago"},{"heading":"I made a 12-minute rock musical film about a breakup set in the 70s! Would greatly appreciate any feedback","time_posted":"20 hours ago"}],"rules":["Do Not Be Rude, Impolite, or Disrespectful","Rule 2: Creative Posts Need Submission Statement","Rule 3: No Travel or V-Log videos allowed","Rule 4: All Posts must be flair'd","Rule 5: Do Not Advocate or Offer Piracy"],"subreddits":{"Related Communities":{"r/cinematography":"257,377 members","r/AnalogCommunity":"116,139 members","r/AskPhotography":"442,468 members","r/bmpcc":"31,340 members","r/Maya":"67,502 members","r/crtgaming":"82,554 members","r/geometrydash":"119,791 members","r/vintageaudio":"80,693 members","r/SmallYoutubers":"77,211 members","r/dji":"87,121 members"}},"about":{"header":"About Community","description":"Filmmakers, directors, cinematographers, editors, vfx gurus, composers, sound people, grips, electrics, and more meet to share their work, tips, tutorials, and experiences. A place where professionals and amateurs alike unite to discuss the field.","created":"Created Jul 2, 2009","stats":["2.8m Members","608 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Submission Statements","description":"If submitting a film, trailer, or other creative content, you must select the \"FILM\" flair and include a submission statement (a comment on your post) elaborating on the following:\nIf you are seeking advice or feedback, explain what it is you need help with, whether that's lighting, cinematography, audio, editing, or something else entirely. There are many aspects to filmmaking, so specifying what you want people to focus on will get you better results than simply asking for general feedback. It may also help if you provide some of your own thoughts on your work, such as what you see as your strengths or areas of improvement and why.\nIf sharing your work and not seeking advice, your post must serve an educational purpose for the rest of the community. Outline your involvement in the project and provide some insight on how it was made. For example, you can detail lighting setups, explain how a particularly complex shot was achieved, or go over any setbacks that hit production and what you did to overcome them.\nAll submission statements must be at least 100 characters in length and be submitted within 30 minutes of submitting your post. Please remember that simply posting your film or page for views or subscriptions is not allowed."},{"header":"Verified Pro Flair","description":"When you see verified pro flair, you can be sure the commenter works in the industry and has years of experience. Learn about more our flair and how to get your own here."}]}