{"time_collected":"2023-03-06 23:58:58.250137-05:00","top_headers":[{"heading":"Glorious New Subreddit Rules and Operations for 2023","time_posted":"18 days ago"},{"heading":"Daily FI discussion thread - Monday, March 06, 2023","time_posted":"19 hours ago"},{"heading":"Milestone Achieved: 400k","time_posted":"11 hours ago"},{"heading":"Milestone Achieved : 200K NW at 26 years old","time_posted":"10 hours ago"},{"heading":"Calculator for MulletFIRE - is there one?","time_posted":"8 hours ago"},{"heading":"Timing / order of contributions when maximizing employer 401k pretax while also taking advantage of Mega Backdoor Roth.","time_posted":"8 hours ago"}],"rules":["Be Civil","No advertising, self-promotion, solicitation, or spam","No negative discussions or stereotyping demographics","No politics or circle-jerking","Top-level posts should be relevant and show some significant effort on the part of the author"],"subreddits":{"Closely Related Subs":{"r/personalfinance":"17,458,394 members","r/leanfire":"257,637 members","r/fatFIRE":"354,292 members","r/investing":"2,200,578 members","r/Frugal":"2,809,897 members"},"Regional FIRE":{"r/fiaustralia":"189,289 members","r/DutchFIRE":"62,698 members","r/fican":"31,609 members","r/FIREUK":"142,061 members","r/FIREIndia":"147,747 members","r/EuropeFIRE":"96,417 members"},"Regional Personal Finance":{"r/AusFinance":"413,743 members","r/PersonalFinanceCanada":"1,135,658 members","r/UKPersonalFinance":"1,012,673 members","r/eupersonalfinance":"408,400 members"}},"about":{"header":"About Community","description":"This is a place for people who are or want to become Financially Independent (FI), which means not having to work for money. Financial Independence is closely related to the concept of Early Retirement/Retiring Early (RE) - quitting your job/career and pursuing other activities with your time. At its core, FI/RE is about maximizing your savings rate (through less spending and/or higher income) to achieve FI and have the freedom to RE as fast as possible.","created":"Created Nov 10, 2011","stats":["1.8m Members","2.0k Online","Top 1% Ranked by Size"]},"other_information":[{"header":"General Information","description":"Financial Independence is closely related to the concept of Early Retirement/Retiring Early (RE) - quitting your job/career and pursuing other activities with your time. This subreddit deals primarily with Financial Independence, but additionally with some \"RE\" concepts.\nAt its core, FI/RE is about maximizing your savings rate (through less spending and/or earning higher income) to achieve FI and have the freedom to RE as soon as you wish. The purpose of this subreddit is to discuss FI/RE strategies, techniques, and lifestyles whether you are retired or not.\nFI/RE is about:\nDiscovering and achieving life goals: “What would I do with my life if I didn't have to work for money?\"\nSimplifying and redesigning your lifestyle to reduce spending. Your wants and needs aren't written in stone, and less spending is powerful at any income level.\nWorking to increase your income and income streams with projects, side-gigs, and additional effort\nStriving to save a large percentage (usually more than 50%) of your income to accelerate achieving FI\nInvesting to make your money work for you, and learning to manage/optimize those investments for the unique nature of FI/RE\nRetiring Early\nFI/RE is NOT about:\nGaining wealth for the purpose of excessive consumption\nTaking the slow road, or the traditional road to retirement\nBecoming financially independent requires hard work and a healthy attitude towards money, but also a degree of privilege. When participating on this subreddit, please be mindful of the ways in which you are lucky.\nPlease read the FAQ and Rules above, then feel free to share your journey or ask for advice!"},{"header":"Recommend Starting Reads","description":"\"Build the life you want, then save for it.\"\n\"A 'Normal Guy' and his take on FIRE\"\nERN's Safe Withdrawal Rate Series\nArchive of previous Daily Discussion threads.\nArchive of previous \"Help Me FIRE!\" threads.\nMost recent FIRE survey results.\nAMAs with William Bengen, Mr. Money Mustache, Wade Pfau, etc., have been archived here."}]}