{"time_collected":"2023-03-08 22:07:33.606634-05:00","top_headers":[{"heading":"Help Me FIRE, Milestones, Beginner Questions and General Discussion - March 2023","time_posted":"8 days ago"},{"heading":"Monthly Self-Promotion Thread - March 2023","time_posted":"8 days ago"},{"heading":"Has anyone chosen to live in the outskirts so you could have your own plot of land and house and a yard?","time_posted":"2 days ago"},{"heading":"Is FIRE in India an option for non Indians? Can white weaterners handle it?","time_posted":"2 days ago"},{"heading":"I am ready to FIRE in 5 years ??","time_posted":"3 days ago"},{"heading":"Scared of future...","time_posted":"3 days ago"}],"rules":["Read the Wiki and Sidebar before posting","Personal-finance or purely investment specific posts can only be made in the monthly sticky thread","No advertising, self-promotion, solicitation or spam","Be civil","Topics should drive discussion","No number-surveys, ‘ask-reddit’ style questions","No gender, politics or circle-jerking","Comments and posts must be in English (or provide appropriate English translations)","Personal-finance/investment/career-advice/passive-income questions should be in the monthly sticky"],"subreddits":{},"about":{"header":"About Community","description":"This is a place for people who want to chase being Financially Independent and Retiring Early (FIRE) in India. Please read the sub rules and our wiki before posting.","created":"Created Mar 12, 2017","stats":["148k Members","34 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Welcome","description":"This is the Indian version of the original r/FinancialIndependence. This is a place for people to share and discuss strategies and plans to:\n-chase being Financially Independent and Retiring Early (FIRE) in India\n-NRIs who want to become FI or RE in India\nPlease read the RULES and WIKI before posting and please use only English (this is an international website).\nFinancial Independence (FI) is closely related to the concept of Early Retirement/Retiring Early (RE) - quitting your job/career and pursuing other activities with your time.\nAt its core, FI/RE is about maximizing your savings rate (through less spending and/or higher income) to achieve FI and have the freedom to RE as fast as possible. The purpose of this subreddit is to discuss FI/RE strategies, techniques, and lifestyles no matter if you're retired or not, or how old you are.\nPlease read the Wiki and Rules above, then feel free to share your journey or ask for advice in the monthly discussion thread (pinned to the top)!\nRelated:\n/r/FinancialIndependence /r/IndiaInvestments"}]}