{"time_collected":"2023-03-19 21:34:22.188777-04:00","top_headers":[{"heading":"I have soft drop toilet lids at home, so now when I visit other people’s houses I always drop the toilet lid too hard.","time_posted":"9 hours ago"},{"heading":"Booked in my hotel for vacation, but the plug sockets were too far from my bed.","time_posted":"22 hours ago"},{"heading":"I fall asleep too quickly…","time_posted":"5 hours ago"},{"heading":"Needed to go to the hospital. It's free and I finally managed to use my mandatory sick leave.","time_posted":"1 hour ago"},{"heading":"Using an extra gaming pc for a media server. I hate when I have to enter my password after a Windows update.","time_posted":"12 hours ago"},{"heading":"I have anxiety over having too many facial serums...","time_posted":"12 hours ago"},{"heading":"Need to move one car from the city house (work house/weekdays) to the 2nd city house (home house/weekends) because company is now providing a company car and we only have two car parks for the 1st city house.","time_posted":"15 hours ago"},{"heading":"My electric toothbrush died so I had to use a manual one like some dirty savage","time_posted":"2 days ago"},{"heading":"One of my most hated first world probs is suddenly having to go #2 right after taking a shower and getting your body all clean. It feels quite counterproductive.","time_posted":"2 days ago"},{"heading":"I'm at a friend's St Patrick's Day gathering and he has smooth jazz playing.","time_posted":"2 days ago"},{"heading":"I want to buy a new desk but I can't find one I like","time_posted":"5 days ago"}],"rules":["Links must be directly related to post","Full problem must be in the title."],"subreddits":{"Related Communities":{"r/walmart":"200,166 members","r/CVS":"40,527 members","r/AmazonDS":"3,831 members","r/TaskRabbit":"6,225 members","r/AmazonFC":"66,357 members","r/doordash_drivers":"181,208 members","r/Lowes":"40,146 members","r/samsclub":"13,062 members","r/TjMaxx":"4,667 members","r/employedbykohls":"13,071 members"}},"about":{"header":"About Community","description":"First World Problems. If it's a problem you can only have if you have money we'll feel bad for you. Then we'll feel guilty for having enough money to have the same problem.","created":"Created Jan 19, 2011","stats":["308k Members","75 Online","Top 1% Ranked by Size"]},"other_information":[]}