{"time_collected":"2023-03-07 03:04:46.961286-05:00","top_headers":[{"heading":"A reminder of the rules","time_posted":"21 days ago"},{"heading":"Respect Women","time_posted":"2 days ago"},{"heading":"(18f) what do you think I do for work","time_posted":"9 hours ago"},{"heading":"On a scale of 1-10 how lesbian do I look?","time_posted":"11 hours ago"}],"rules":["Be respectful","No creepiness","No personal information","No flooding the sub with Posts","No posting anybody but yourself.","No accounts containing self-promotion","No NSFW content","You must be 18+ to post"],"subreddits":{},"about":{"header":"About Community","description":"Tell Redditors who you think they are based on their picture.","created":"Created Apr 23, 2011","stats":["150k Members","164 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Post/Comment Requirements","description":"To post and/or comment on r/firstimpression, you must meet the following:\n- Account must be at least 30 days old\n- Combined account karma of 30 or higher\nPost pictures only, no videos\nTo post, users must be 18 years or older\nPosts are limited to one per account every 15 days\nThis subreddit is for first impressions. This is not for people to rate you (go to r/RateMe), to guess your age, ethnicity, etc.\nComments solely about someone's physical appearance will be removed"},{"header":"Welcome!","description":"/r/firstimpression is a subreddit where you can post a picture of yourself and based solely on this picture, the rest of us will make whatever assumptions come to mind.\nOnce some guesses come in on your age, where you live, your tastes in music, movies, sports, hobbies, cars, your job, your upbringing, your dream job, political views, or any other assumption that can be made, feel free to tell everyone how right or wrong they were.\nDo:\n- Be respectful\n- Report trolls using the report button\nDo Not:\n- Post racist remarks\n- Be creepy or a troll, sexual comments are not tolerated. That includes any mention of OF even as a joke.\n- Insult or roast people\n- Post personal information about yourself, or others.\nAccounts that are used for self-promotion in any way are not welcome here, regardless of if they try to advertise on this sub or not.\nAlso, try not using Snapchat or camera filters. It is hard to get a good first impression.\nAnd please remember, this community is not a \"hot or not\" page. Don't just comment on a user's attractiveness, try to make a guess about who they are. That's the fun part!"}]}