{"time_collected":"2023-03-08 10:06:23.813561-05:00","top_headers":[{"heading":"TK2oG","time_posted":"8 months ago"},{"heading":"POV: you just finished your first set of 5 and want a nice snack to enjoy on your 10 minute break","time_posted":"16 hours ago"},{"heading":"I have noticed that although this subreddit has 36,256 readers, I am not receiving 36,256 upvotes on my posts. I'm not sure if this is being done intentionally or if these \"friends\" are forgetting to click 'upvote'.","time_posted":"23 hours ago"},{"heading":"[natbb] I don’t know why I touched this shit, but I think I made him mad","time_posted":"18 hours ago"},{"heading":"IT'S CAMERA JERK DAY WOO","time_posted":"20 hours ago"},{"heading":"HUGE JACKEDMAN 8000 CALORIES","time_posted":"22 hours ago"},{"heading":"[camera jerk] in which someone thinks reverse nordics curls aren't real and then doubles down by just linking an article about them and hoping nobody will read it","time_posted":"22 hours ago"},{"heading":"A post in which a person in confused about doing things in different ways","time_posted":"2 days ago"},{"heading":"[not a jerk] This is in the bathroom at the tattoo shop where I had my sleeve done. I wonder why his off season bf% isn't in there.","time_posted":"2 days ago"},{"heading":"When you lob reddit a softball","time_posted":"2 days ago"},{"heading":"What will happen if I don't eat carbs?","time_posted":"1 day ago"},{"heading":"Damn harlots at my gym!","time_posted":"6 days ago"},{"heading":"Suicide awareness week is in September. It should be every month. The punchline to suicide is tears. If anyone needs someone to talk to please do not hesitate to reach out to me.","time_posted":"6 days ago"},{"heading":"Who lives in a Pineapple and natty polices under the sea?","time_posted":"8 days ago"},{"heading":"[Regerk] Does anyone else feel this reads like the CV version of \"I emailed out a questionnaire in my undergrad\"?","time_posted":"8 days ago"}],"subreddits":{},"about":{"header":"About Community","description":"sub is closed for repairs. please visit our backup sub https://www.reddit.com/r/nattyorjuice/","created":"Created Jul 21, 2010","stats":["36.3k Members","30 Online"]},"other_information":[]}