{"time_collected":"2023-03-08 10:24:44.773321-05:00","top_headers":[{"heading":"Concrete in front of our restaurant","time_posted":"11 hours ago"},{"heading":"Disgusting mold (i think), any ideas on the best way to remove it before i start scrubbing?","time_posted":"2 hours ago"},{"heading":"anyone know what to do in this situation?","time_posted":"15 hours ago"}],"rules":["Post a Detailed Description of Your Issue: Photos, drawings, part numbers -- Include Them.","Be Excellent to Each other.","Stay on topic, be helpful.","Spam and Traffic Farming will result in immediate banning.","Bot accounts will be banned. REPORT BOT ACTIVITY TO THE MODS.","URL shorteners are not allowed.","Remove all affiliate/marketing code from off site links prior to commenting."],"subreddits":{"Related Communities":{"r/DIYUK":"420,452 members","r/Plumbing":"185,627 members","r/AskElectricians":"14,164 members","r/electrical":"49,593 members","r/AskElectronics":"641,055 members","r/howto":"3,188,472 members","r/appliancerepair":"28,536 members","r/askanelectrician":"60,173 members","r/TVRepair":"11,020 members","r/electricians":"338,337 members"}},"about":{"header":"About Community","description":"From eyeglasses, to office chairs, cherished childhood stuffed animals, and trinkets and toys. Doors, walls, furniture and floors, popcorn ceilings *and* ceiling fans. Appliances, kitchen utensils, drills, chainsaws, and machines of all ilk. Someone here is going to try to help you fix it when it's busted. We're Here to Help.","created":"Created Dec 29, 2009","stats":["259k Members","305 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Community Guidelines","description":"What we do\nWe strive above all to be a sub that provides a community service, and as such we hold ourselves to certain standards. Keep the comments on-topic, you can make jokes, it's fine, just don't go off the rails. Do not market anything here without asking the mods first (spoiler, we're gonna say no), don't be posting links to Amazon.com with affiliate codes in them either. Don't post about things you've already solved or made, /r/DIY is a better place for that.\nPassing good fixes forward\nFurther to this goal of providing a service; If someone's comment provides you with a working solution to your issue (or if you just plain figure it out for yourself) post a comment singling out what the solution ultimately was and please flair your post as Fixed. Hopefully this will let future readers learn from our collective successes.\nPosting for Maximum Effect\nWhen you make your submission, post a detailed description of your issue and the friendly users here will do their best to sort you out.\ndo your best to include:\nA detailed description of the problem.\nDetailed photos are often a plus. This can mean, for example, close up photos of a part as well as photos from farther back, and/or different angles, which give significant context.\nIf there is a part number or a model number on something you suspect or know to be at issue definitely include that.\nA description of the event(s) or circumstances that lead up to or were present at the time the issue arose.\nSafety\nThere are things that are too dangerous for us to handle here. This can include certain electrical jobs, or natural gas plumbing jobs for example. Rule of thumb, if there's any reasonable chance you could get hurt or killed if something went awry you'll probably be directed to find yourself an expert.\nBasic Decorum\nDon't engage in racism, sexism, creeedism, homophobia, transphobia, or general assholery. The banhammer is swift and unforgiving.\nLast but not least. The Prime Directive\nAbove all else: Be Excellent to Each Other\nRelated subs\n/r/fixxit -- two x's, they do motorcycles over there.\n/r/whatisthisthing -- sometimes you don't even know what it is that broke!\n/r/easyfix\n/r/howto /r/DIY /r/auto /r/techsupport"}]}