{"time_collected":"2023-03-20 01:40:29.313512-04:00","top_headers":[{"heading":"FlareDrop Guide.","time_posted":"3 days ago"},{"heading":"Flare Airdrop % for next 35 months.. anyone know?","time_posted":"8 hours ago"},{"heading":"FLR to WFLR is Taxable?","time_posted":"3 hours ago"},{"heading":"Where do FTSO delegation rewards come from?","time_posted":"2 hours ago"},{"heading":"Noob Questions - Help Needed","time_posted":"8 hours ago"},{"heading":"Missing SFIN, EXFI, and WSGB on FlareFarms","time_posted":"12 hours ago"},{"heading":"Holding some FLR on Uphold exchange. What now?","time_posted":"2 days ago"}],"rules":["Be Respectful","Flare Network Related Content Only","No Spreading FUD or Shilling","Exploitation","No Low Effort Posts","Reporting"],"subreddits":{},"about":{"header":"About Community","description":"The official subreddit for the Flare & Songbird community. Flare enables secure interoperability between chains, scaling the use of blockchain by enabling all digital assets and onchain information to flow freely.","created":"Created Aug 19, 2020","stats":["11.7k Members","26 Online"]},"other_information":[{"header":"What is Flare?","description":"Developer friendly layer 1 blockchain\nFlare includes an industry standard Ethereum Virtual Machine (EVM), which makes for easy porting of ETH tooling, and simple coding using Solidity. Any existing dApp developed for EVM can be very easily launched on Flare.\nFast, low carbon and low fee\nFlare’s consensus mechanism avoids the energy inefficiency and value-scaling challenges of Proof of Work and Proof of Stake - meaning you get fast, secure and efficient transactions with very low gas fees.\nCapture the state of any open system\nThe State Connector is a new core Web3 protocol that allows the state of any open system, whether blockchain or non-blockchain, to be proven to smart contracts on Flare. Supported by decentralized attestation providers, the State Connector is both faster and safer than any existing solutions.\nCapture Price with the Flare Time Series Oracle\nMany decentralized systems still rely on centralized data feeds - this bakes in centralization to the systems using them. The FTSO leverages the distributed nature of the network to provide rapidly updating, accurate decentralized price data, such as the live XRP/USD price, to applications on the network.\nFAssets\nTwo-thirds of the value of all blockchains is currently held in non-smart contract chains which cannot participate in dApps, DeFi, NFTs and more. With FAssets, Flare will bring smart contracts to connected chains, unlocking this value, and welcoming these communities into the decentralized economy.\nLayerCake\nLayerCake is a secure and scalable cross-chain protocol that solves some of the biggest problems inherent in bridging. It leverages Flare to safely and trustlessly bridge assets between any two smart contract L1s. LayerCake also enables FAssets to flow to any other smart contract chain.\nBuild truly interoperable dApps\nState, price and information relay allows dApps to be built that coordinate users’ actions across any set of connected chains. Flare uses this to develop the FAsset and LayerCake bridges. What will you build?\nBuild for multiple chains with a single deployment\nDevelopers will be able to build truly interoperable dApps that access the value, information and liquidity of multiple chains with a single deployment on Flare."}]}