{"time_collected":"2023-03-20 17:17:38.019582-04:00","top_headers":[{"heading":"Credit Suisse & UBS summary:","time_posted":"5 hours ago"},{"heading":"FDIC announces agreement to sell Signature Bank assets to New York Community Bancorp subsidiary","time_posted":"4 hours ago"},{"heading":"Amazon to cut another 9,000 jobs","time_posted":"3 hours ago"},{"heading":"WSJ: JPMorgan's Dimon leading efforts to craft a rescue plan for First Republic","time_posted":"4 hours ago"},{"heading":"How much money do you consider is enough for retirement?","time_posted":"17 minutes ago"},{"heading":"Stock Market Recap for Monday, March 20, 2023","time_posted":"25 minutes ago"}],"rules":["We have multiple mods from different backgrounds to ensure unbias & diverse viewpoints!","Ban first, ask questions later. Be respectful. No abuse, misinformation or insults.","Please be kind & respectful to all. No insults. No harassing others","No hate speech (Please be kind, courteous and respectful to all others.)","No Karma Farming, low effort posts, click-bait, or spamming.","No marketing, promoting or referral links to products or social medias or sites","No pumping & dumping. If you mention a stock, please provide some DD, analysis or research.","No low quality posts/ questions. Don't ask others to think for you. Don't ask things you can google.","Please do not spread misinformation","Please contribute in a constructive manner. Abhorrent pronouncements are grounds for a ban.","No Abuse, Misinformation, Insults, Harassment or similar reasons. Be kind, courteous and respectful","Please familiarize yourself with what this community is about, in the \"About Community\" section!","Social skills are important here. /r/SocialSkills may be able to help!","Scammers will be reported to Reddit, the SEC & FINRA. Permanent Ban."],"subreddits":{"Related communities":{"r/marketgoats":"1,166 members","r/market_sentiment":"37,995 members","r/InvestmentClub":"89,897 members","r/pennystocks":"1,893,253 members","r/StockMarket":"2,659,261 members","r/stocks":"5,252,345 members","r/CryptoCurrency":"6,183,784 members","r/wallstreetbets":"13,740,679 members","r/smallstreetbets":"220,197 members"}},"about":{"header":"About Community","description":"Let's debate money, investing, stocks, crypto, real estate & personal finance. Let's share ideas on finance, investing, the stock market, cryptocurrency, NFTs, real estate, options & trades, with analysis, research & due diligence. [Many subs are specific to only one topic which can lead to bias. This sub welcomes different points of views, on various topics. Challenging conventual thinking is welcomed!]","created":"Created Jan 17, 2021","stats":["58.4k Members","72 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Recommended Reading List","description":"One Up On Wall Street by Peter Lynch\nPrinciples by Ray Dalio\nThe Intelligent Investor by Benjamin Graham\nHow to Make Money in Stocks by William O'Neil\nThe Little Book That Still Beats the Market by Joel Greenblatt\nA Random Walk Down Wall Street by Burton G. Malkiel\nThe Big Secret for the Small Investor by Joel Greenblatt\nWinning on Wall Street by Martin Zweig\nIrrational Exuberance by Robert Shiller\nThe Bogleheads' Guide to Investing\nCommon Sense Investing by John Bogle\nThe Only Investment Guide You'll Ever Need by Andrew Tobias\nYou Can Be a Stock Market Genius by Joel Greenblatt"},{"header":"Stock Market Resources & Tools","description":"TrendSpider!- Automated Technical Analysis [25% off a single monthly or yearly plan with code \"FF25\"]\nTipRanks- Stock Analysis, Sentiment & Screener\nValidea- Quant. Models from Gurus, DCF & Stock Screener\nMotley Fool Stock Advisor- Stock Picks\nChartMill- Stock Analysis & Stock Screener\nGuruFocus- Stock Analysis, DCF & Stock Screener"}]}