{"time_collected":"2023-03-08 20:17:31.792766-05:00","top_headers":[{"heading":"TIPS FOR GETTING YOUR FOSSIL IDENTIFIED — READ BEFORE POSTING","time_posted":"3 years ago"},{"heading":"I got this from my grandma years ago. Looks like a lot of shells of some kind","time_posted":"8 hours ago"},{"heading":"Petrified wood ?","time_posted":"11 hours ago"},{"heading":"I found this at the bottom of a very deep Creek in southern Indiana, all I can think it might be is a squid and a coral?","time_posted":"54 minutes ago"}],"rules":["Be Civil","No NSFW","No Politics","Read the ID Request Stickied Post","Be helpful / No jokes or off-topic, irrelevant comments"],"subreddits":{"Related Communities":{"r/PlantIdentification":"123,749 members","r/whatsthisplant":"1,058,799 members","r/mycology":"519,755 members","r/ShroomID":"141,243 members","r/whatsthisrock":"192,462 members","r/plants":"276,462 members","r/foraging":"548,655 members","r/spiders":"164,385 members","r/whatsthisbug":"904,245 members","r/orchids":"122,055 members"}},"about":{"header":"About Community","description":"Found a fossil? We probably can figure out what it is! For the paleontology lover that needs help with identification. Brachiopods, dinosaurs, mysteries; they're all welcome here! Please take a moment to read through our Rules.","created":"Created Nov 20, 2010","stats":["104k Members","142 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Use Post Flairs Accordingly","description":"While this is not an official community rule, we reccomend using the correct Post Flair as an indicator to what your post is about / features.\n/r/fossilid Post Flair Guide:\nDon't know which Flair to use? Here's a quick 'n' easy guide.\n• ID Request - Use this for Identification of various fossils. Whether you've recently discovered them, or you obtained them from somewhere else and would to know which type of fossil it is - Use this flair.\n• Solved - For ID Requests that you (the OP) think has been successfully identified. You can simply comment 'Solved' and the AutoModerator bot will go ahead and automatically change your post flair to this. A great indicator to users that your fossil has been identified.\n• Discussion - For posts that aim for a normal discussion. Want to show off a cool fossil you just discovered to other people, and to maybe spark up some interesting discussions among the crowd? Then this flair is for you.\nPlease note: Posts that aim for an ID Request should NOT use the Discussion flair. Only after you've correctly identified the fossil you'd like to discuss, can use this post flair."}]}