{"time_collected":"2023-03-07 03:08:07.173884-05:00","top_headers":[{"heading":"\"The Iceberg of White Supremacy\" - A Primer on Overt and Covert Racism","time_posted":"3 years ago"},{"heading":"Fragile white redditor neglects to highlight Racist city planning, redlining, food deserts, school to prison pipelines, disproportionate policing, gun purchase through straw buyers to their list of reasons for violence in black communities.","time_posted":"1 day ago"},{"heading":"r/Conservative users are a special breed.","time_posted":"2 days ago"},{"heading":"Of course they did","time_posted":"3 days ago"}],"rules":["No brigading","Posts must include white fragility on Reddit","Entertaining fragile white Redditors only","No slurs, hate speech, or excessive racism","No username pings","Welcome to Bansville","This makes me feel insecure","This is why AOC won","Turtles are friends, not food"],"subreddits":{"Recommended Communities":{"r/FragileMaleRedditor":"35,262 members","r/WhatAboutFWR":"940 members","r/AgainstHateSubreddits":"132,659 members","r/TopMindsOfReddit":"321,883 members","r/beholdthemasterrace":"266,842 members","r/Fuckthealtright":"187,232 members"}},"about":{"header":"About Community","description":"A subreddit for mocking reddit's large, vocal, and hypocritical fragile white population. We are a satirical /r/TopMindsOfReddit style meta sub where a mocking tone is highly encouraged. Courtesy warning, this is not a safe space (in the proper sense) for those who'd simply rather avoid bigots and not have to argue for their own dignity and right to exist. Many of us sometimes prefer to take the piss out of the pigs. We completely respect your right not to participate.","created":"Created Jul 26, 2018","stats":["246k Members","25 Online"]},"other_information":[{"header":"What is White Fragility?","description":"White Fragility is a state in which even a minimum amount of racial stress becomes intolerable, triggering a range of defensive moves. These moves include the outward display of emotions such as anger, fear, and guilt, and behaviors such as argumentation, silence, and leaving the stress-inducing situation. These behaviors, in turn, function to reinstate white racial equilibrium.\nRobin DiAngelo\nhttp://www.alternet.org/culture/why-white-people-freak-out-when-theyre-called-out-about-race\n/u/N8theGr8 's social experiment truly exposed the size and source of much of reddit's white fragility problem."},{"header":"What is \"White Genocide\"?","description":"What does the phrase \"white genocide\" mean? \"White genocide\" (mockingly referred to as \"mayocide\") is a term coined by white supremacists who are scared of shifting demographics and becoming a minority. It is about being out-bred or inter-bred into irrelevancy. It does not refer to violence against white people.\nhttps://en.wikipedia.org/wiki/White_genocide_conspiracy_theory"},{"header":"Is this sub Anti-white?","description":"Absolutely not, \"fragile\" is the operative term in the phrase, not white. White people have a right to dignity and to exist. They don't have a right to be fragile and uncomfortable whenever they're confronted with race issues, especially when they're not harmed by them. Racism's problems are significantly more than just name calling and foul language. White people who understand this are very welcome here and highly encouraged to join in. We might even help some of our fellow whites face their discomfort and overcome their fragility."},{"header":"More Rules","description":"Moderators can remove links, posts or comments and ban users at their discretion. Their word is not final and can be appealed, don't be rude about appealing though.\nAny spamming or abuse of the mod mail will be reported to the admins. So don't bother.\nWe also might ban you just because we feel like it. Bansville is nice this time of year."}]}