{"time_collected":"2023-03-07 01:04:16.435344-05:00","top_headers":[{"heading":"Recommend Me a Fragrance (Posts every Other Day)","time_posted":"2 days ago"},{"heading":"Share What You Bought And Where You Bought It","time_posted":"6 days ago"},{"heading":"Kayali Yum Pistachio Gelato 33","time_posted":"6 hours ago"},{"heading":"How did you learn to discern notes?","time_posted":"8 hours ago"},{"heading":"Pretty funny realization about musk","time_posted":"14 hours ago"},{"heading":"angel by mugler is love at first sight for me","time_posted":"10 hours ago"}],"rules":["Post Formats","Why was my post removed?","Why was I banned?","Rules of Engagement/Engaging Posts","Show & Tell Weekend","Recommendation Requests"],"subreddits":{"Related Subs":{"r/DIYfragrance":"8,758 members","r/fragranceswap":"35,447 members","r/fragsplits":"18,459 members","r/fragrancedeals":"2,093 members","r/SplitFrags":"1,195 members","r/FragDecants":"20,440 members","r/HelpMeFind":"368,309 members"}},"about":{"header":"About Community","description":"A PLACE TO SHARE ALL THE FRAGRANCE SMELLS! Welcome to r/fragrance! We're a global, diverse, open community of adults that connect to discuss, share knowledge, experience, and love of perfumes. We encourage exploration, independence, and informed discussion. We discourage herd preference/behavior and fragrance influencers. Be respectful, inclusive, and don't cause needless drama. A sense of humor helps.","created":"Created Mar 11, 2011","stats":["301k Fragrant Subscribers","769 Online"]},"other_information":[{"header":"Commonly Posted Topics","description":"JAN-MARCH DEAL ALERTS\nIs Fragrancenet legit?\nSOTD Search\nDior Sauvage EDT, EDP, Parfum\nBleu de Chanel\nVersace Eros EDT EDP\nBaccarat Rouge 540\nClub de Nuit Intense Man\nCoffee Fragrance\nCOVID\nCompliments\nAcqua di Gio\nDior Homme Intense vs. Parfum"},{"header":"Beware! Avertissement ¡Cuidad¡","description":"r/fragrance may cause a growing preoccupation with fragrance, accord obsessions, and compulsive spraying and huffing. If you experience the following -- deconstructing notes, seeing colors, hearing music, visions, emptying wallets, growing bottle collections, boxes full of samples, fragrance withdrawal; and are obsessed with smelling everything -- you're in the right place!\nIf you think your fragrance passion or obsession is out of control or becoming a compulsion, you can share this as a topic or in weekly General Discussion. Many of us have been there and welcome these discussions."},{"header":"Rules of Engagement","description":"Be respectful, have a sense of humor, don't take it personally, don't assume, and don't cause needless drama. Please keep r/fragrance transaction-free.\nFunny, serious, truthful, controversial discussions, conflicting opinions, heated discussions, and salty banter are okay. Malicious content, flames, personal attacks, and gossip/posts about personalities are not.\nContent that is informative, thought-provoking, newsworthy, creative, educational, a story, a gain, sensual, adult, profane, occasionally erotic,sexual or NSFW in nature is okay. Porn, objectification, and politics are not.\nPersonal flair is your fragrance tagline, a fun way to tell us who you are in the fragrance world. It can include your blog link, if it is non-commercial.\nNew here and/or need karma? There are several ways to get started. Read the rules, post your Scent of the Day (SOTD), post a recommendation request in the sticky thread, post to General Discussion or Newcomers' Lounge or Share What You Bought.\nAutomod & Removal Reasons"}]}