{"time_collected":"2023-03-07 15:21:43.382441-05:00","top_headers":[{"heading":"I'm going to start banning people for misrepresenting the right to free speech.","time_posted":"2 years ago"},{"heading":"In defense of free speech pedantry","time_posted":"2 months ago"},{"heading":"Another publisher changing text, this time while the author is still alive: R.L. Stine Refutes Report, Accuses Publisher of Editing ‘Goosebumps’ Books for Offensive Material Without His Involvement","time_posted":"29 minutes ago"},{"heading":"Newsom slams Walgreens, says California will cease doing business with company","time_posted":"16 hours ago"},{"heading":"U.S. Special Forces Want to Use Deepfakes for Psy-ops","time_posted":"13 minutes ago"},{"heading":"China’s AI-powered influence operations at India’s doorstep","time_posted":"18 minutes ago"},{"heading":"The indoctrination at North Idaho College - \"It’s pretty much a dystopian farce\"","time_posted":"1 day ago"},{"heading":"Is there a cost to free speech on college campuses?","time_posted":"4 hours ago"},{"heading":"Pro-Trump Twitter Bot Campaign Already Spreading Propaganda About GOP Rivals, Report Says","time_posted":"41 minutes ago"},{"heading":"The promise of free speech on Elon Musk's Twitter is officially dead","time_posted":"1 hour ago"},{"heading":"Ron De Santis, Donald Trump, and Other U.S. Republicans Are a Threat to Global Free Speech","time_posted":"1 hour ago"},{"heading":"Federal appeals court upholds First Amendment right to warn drivers of police ahead","time_posted":"2 days ago"},{"heading":"New Florida bill would give governor complete control over state’s higher education system","time_posted":"1 day ago"},{"heading":"Facebook and Google are handing over user data to help police prosecute abortion seekers","time_posted":"1 day ago"},{"heading":"The censoring of “vaccine disinformation” by banning 12 accounts that circulated over 65% of information regarding the vaccine, sets precedent until struck down that the government is allowed to use private entities to censor.","time_posted":"2 days ago"},{"heading":"Let women speak","time_posted":"2 days ago"},{"heading":"Conservative censorship","time_posted":"1 day ago"},{"heading":"What Are The Most Damaging Behaviors to Free Speech?","time_posted":"2 days ago"},{"heading":"Please stop posting the Florida Blogger Bill unless there is anything new to what you’re posting","time_posted":"2 days ago"},{"heading":"Has r/FreeSpeech turned into r/Politics","time_posted":"3 days ago"},{"heading":"Tell your Reddit banning story","time_posted":"3 days ago"},{"heading":"Proposed Texas law forces ISPs to block online abortion info","time_posted":"3 days ago"},{"heading":"No mention of \"hate crime\" multiplier for NSC-131 in NH, or the recent proposed bill in Florida","time_posted":"2 days ago"},{"heading":"In a 5-4 decision, Miller vs. California (Nov. 7 1972) held that “obscene speech did not enjoy the protections of the First Amendment”","time_posted":"3 days ago"},{"heading":"Florida Is Trying to Take Away the American Right to Speak Freely","time_posted":"3 days ago"},{"heading":"Activists jailed for seven weeks for defying ban on mentioning climate crisis — Insulate Britain members have been found guilty of ignoring a judge's ban on telling a jury why they were protesting","time_posted":"3 days ago"},{"heading":"Meta Vs. Bolivia - Without prior warning, 1,041 Facebook accounts, 450 Pages, 14 Groups and 130 Instagram accounts were deleted in December 2022. All the banned accounts belonged to supporters of the Movement Towards Socialism","time_posted":"3 days ago"}],"rules":["Post must be about free speech","Do not shitpost","No boring submissions about reddit","Clearly identify the point in the submission title.","Do not post duplicates, or forum sliding","Don't be a Jackass","Don't defend the indefensible"],"subreddits":{},"about":{"header":"About Community","description":"This is a subreddit for news and discussion about freedom of speech and voting rights from all around the world.","created":"Created Feb 15, 2009","stats":["50.8k Members","102 Online"]},"other_information":[]}