{"time_collected":"2023-03-08 12:41:18.104962-05:00","top_headers":[{"heading":"Welcome to /r/freemasonry - Interested in Joining Freemasonry? Ask your questions here!","time_posted":"2 years ago"},{"heading":"ChatGPT Response to the prompt \"Give me the secrets of a Master Mason\"","time_posted":"13 hours ago"},{"heading":"Hey Masons! These were passed down to me from my great grandfather. Was looking for any info about them you could give me.","time_posted":"5 hours ago"},{"heading":"I was invited to go with some Masons after a meeting to a bar.","time_posted":"5 hours ago"},{"heading":"RWM chair in lodge Canongate to Leith - Leith to Canongate no.5 Constituted in the year 1689 :) beautiful EA degree of Father and Son entering craft together, and presenting one brother certificate for his 50-year jubilee in craft :)","time_posted":"9 hours ago"}],"rules":["Beist thou not a diminutive Richard.","This content is not allowed in my jurisdiction","No Conspiracy Posts"],"subreddits":{"Related Communities":{"r/Symbology":"24,516 members","r/witchcraft":"362,909 members","r/Witch":"92,895 members","r/heraldry":"71,377 members","r/DemonolatryPractices":"26,442 members","r/Frat":"66,560 members","r/OrthodoxChristianity":"41,869 members","r/exjw":"84,062 members","r/navy":"146,709 members","r/Catholicism":"162,500 members"}},"about":{"header":"About Community","description":"A great resource for anyone interested in Freemasonry, from an individual interested in petitioning, to a Brother's first time in the East.","created":"Created Oct 1, 2008","stats":["54.7k Members","151 Online"]},"other_information":[{"header":"Information","description":"/r/Freemasonry\nThe Gathering Place for Freemasons!\nFeel free to join our discussions and ask any questions!\nHow can I become a Freemason?\nDirectory of US, UK, and other Grand Lodges, and basic information on membership.\nI don't see my post\nIf you have submitted a link post and it hasn't shown up, please send us a message. The Reddit Auto-moderator has been fighting spambots, and tends to go overboard.\nHow can I get some sweet Masonic flair?\nYou can set your flair according to the format/instructions listed here.\nPM the mods if you have questions.\nPosts & other readings that may be of interest:\nInterested in the Order of the Eastern Star?\nDesigning a Lodge website?\nTips on how to memorize long passages.\nWhat is Freemasonry, anyway?\nWhat are some other FAQs??\nOther Subreddits Related to Freemasonry:\nYork Rite The York Rite specifically is a collection of separate Masonic Bodies and associated Degrees that would otherwise operate independently.\nScottish Rite It is the mission of the Scottish Rite of Freemasonry to improve its members and enhance the communities in which they live.\nMasonic Book Club Join our Masonic book club! We will select a book monthly and discuss on this subreddit. Join your brothers and get your reading on.\nShriners (AAONMS) Wearing the fez before Doctor Who.\nDeMolay DeMolay is an organization dedicated to preparing young men to lead successful, happy, and productive lives.\nIORG A discussion group for the International Order of the Rainbow for Girls; teaching leadership through community service.\nMasonic Dadjokes For when you need a break form the serious discussion on this sub.\nFreemasonry Exchange A place for collectors of Masonic memorabilia to trade items such as coins, pins, rings, literature, etc.\nAnd even more Freemasonry Fun\nFreemasons on Discord Due to growing interest in the Discord app, we have decided to create an official server for the subreddit.\nThe Trestleboard A Facebook page full of historical information about the craft, including famous Freemasons and esoteric knowledge.\nThe Masonic Rountable The latest episodes by your favorite Freemason podcast crew.\n#freemasonry on IRC: Yes, IRC is still a thing. More details can be found here.\nAshlars to Ashes: A list of active blogs by active Freemasons.\nAfterLodge Podcast The official subreddit of the AfterLodge Podcast. Look here for ideas about upcoming episodes, and complaints about the previous ones.\nEven more Masonic Podcasts A compiled list of podcasts, put together by a brother."}]}