{"time_collected":"2023-03-07 01:52:33.509965-05:00","top_headers":[{"heading":"Monthly megathread: Discuss quick frugal ideas, frugal challenges you're starting, and share your hauls with others here!","time_posted":"6 days ago"},{"heading":"Updates and Changes to “Frugal Finds Friday”","time_posted":"26 days ago"},{"heading":"Reminder to check your dollar stores for seeds. Got all these for a small flower garden for $2.18 at Dollar Tree","time_posted":"8 hours ago"},{"heading":"Because I saved I could help a family cat","time_posted":"16 hours ago"},{"heading":"Tips for staying frugal with an executive functioning disorder (i.e. ADD/ADHD)?","time_posted":"6 hours ago"},{"heading":"Curious what jobs y’all have","time_posted":"14 hours ago"},{"heading":"what else should I do with my Costco membership?","time_posted":"13 hours ago"}],"rules":["Be civil and respectful.","Low effort, off topic, inane, or crude content will be removed.","No affiliate or referral links.","No self promotion.","No promotion or discussion of fraud, theft, piracy, ULPTs, harassment, or illegal activity.","Follow up image posts with a comment, and be descriptive and informative when posting in general.","Reserve hauls and finds for the megathread or Frugal Finds Friday.","No dangerous content or medical advice.","No solicitation, surveys, or spam.","No commercial links or product requests.","No Gatekeeping.","Political Content | Social Issues","No lost money, beer money, stocks/investing, or cryptocurrency/NFT money-making schemes.","Follow posting and commenting guidelines in sidebar."],"subreddits":{"Finance subs":{"r/cordcutters":"467,681 members","r/NoContract":"55,865 members","r/personalfinance":"17,458,719 members","r/povertyfinance":"1,655,402 members","r/Shoestring":"1,851,600 members","r/Weddingsunder10k":"102,256 members"},"Food subs":{"r/Breadit":"881,034 members","r/budgetfood":"1,128,173 members","r/Canning":"111,855 members","r/EatCheapAndHealthy":"5,485,746 members","r/EatCheapAndVegan":"694,565 members","r/FrugalKeto":"24,468 members","r/mealprep":"133,922 members","r/MealPrepSunday":"2,929,146 members","r/slowcooking":"3,552,950 members"},"Lifestyle & Home subs":{"r/Anticonsumption":"542,260 members","r/declutter":"509,279 members","r/FrugalUrbanHermits":"5,182 members","r/gardening":"5,292,205 members","r/simpleliving":"1,239,954 members","r/upcycling":"136,454 members","r/ZeroWaste":"1,026,889 members"},"Purchases":{"r/buildapc":"6,257,165 members","r/BuyItForLife":"1,443,363 members","r/SuggestALaptop":"139,316 members","r/ThriftStoreHauls":"2,515,595 members","r/whatcarshouldIbuy":"267,086 members"}},"about":{"header":"About Community","description":"Frugality is the mental approach we each take when considering our resource allocations. It includes time, money, convenience, and many other factors.","created":"Created Mar 3, 2008","stats":["2.8m Members","1.6k Online"]},"other_information":[{"header":"Some guidelines","description":"Posting\nBe informative. If requesting advice, explain your situation as best you can so that users have something to work with.\nIf posting an image, make sure the title is informative and clear in how it relates to frugality, and ideally accompany it with a comment relevant to it.\nIf posting a news article, make sure the title is original to the reporting and is not editorialized or changed.\nIf posting something you made, explain how or why you went about it, how much it cost, how much time it took, and share the recipe or materials needed.\nRemoved posts will include flair indicating why it was removed.\nDepending on the removal reason, posts and comments may be reinstated if edited.\nIf you have questions about a removal or wish to request reinstatement, message the moderators.\nCommenting\nEveryone has their own definition of frugality, and reason for being frugal.\nDiscuss and debate, but don't fight over it, or be condescending to those who do not share your particular view on frugality.\nRemember that not everyone lives where you live. Stores, products, prices and resources all vary by location. What's good for you might not be good for others, and vice versa.\nDon't be baited into violating the rules. Report infractions and let the mods handle it.\nObserve Reddiquette"}]}