{"time_collected":"2023-03-07 00:35:02.377819-05:00","top_headers":[{"heading":"Recurring Thread Megathread: Fundraiser, Buy/Sell/Trade, Selfies, and Others","time_posted":"7 days ago"},{"heading":"Daily Vent Thread","time_posted":"22 hours ago"},{"heading":"I hate the \"this is a distraction\" response. No, these laws are taking away our rights.","time_posted":"14 hours ago"},{"heading":"I don’t know who needs to hear this but it’s okay","time_posted":"4 hours ago"},{"heading":"The detrimental focus on weight in trans spaces","time_posted":"10 hours ago"},{"heading":"\"i respect your pronouns but im still going to use she because thats how i was raised\"","time_posted":"6 hours ago"},{"heading":"Is it just me or is being trans becoming way more common now?","time_posted":"4 hours ago"},{"heading":"What are some of the most common microaggressions you guys face?","time_posted":"4 hours ago"},{"heading":"MAN OF HONOR","time_posted":"2 hours ago"},{"heading":"Nothing too exciting. Just thought I would share.","time_posted":"6 hours ago"},{"heading":"Having a “was my body dysmirphia just gender dysphoria all along?” Moment. Anyone else?","time_posted":"4 hours ago"},{"heading":"i got beaten up last night","time_posted":"1 day ago"},{"heading":"How Can I Fight for Trans Rights","time_posted":"2 hours ago"},{"heading":"happiness as an ftm at a manual labour job","time_posted":"13 hours ago"},{"heading":"Y'all. it's T day","time_posted":"14 hours ago"},{"heading":"How do you explain the feeling of losing out on parts of your life?","time_posted":"2 hours ago"},{"heading":"How did you know you were a guy?","time_posted":"2 hours ago"},{"heading":"what's one thing you refuse to change about your appearance in order to pass?","time_posted":"7 hours ago"},{"heading":"Any guys taking t with needles in college?","time_posted":"16 hours ago"},{"heading":"any greeks here? 💀idk i just wanna chat with people from here and get more info about some stuff since i ain't good with research","time_posted":"9 hours ago"},{"heading":"jealousy of other trans man","time_posted":"22 hours ago"},{"heading":"Finally taking steps forward","time_posted":"4 hours ago"},{"heading":"\"Testosterone is gonna make you ugly\" comments are so obnoxious","time_posted":"1 day ago"},{"heading":"Guys help please","time_posted":"2 hours ago"}],"rules":["Be polite and practice mutual respect.","If you criticize, make it constructive.","Speak for yourself and not for others.","Respect individual differences.","No body or voice shaming.","No trolling or reposting trolling/transphobic content.","Do not post another person's info without consent.","No unauthorized solicitations including research.","Flair Posts. Tag NSFW. Follow Reddit rules.","Image posts are limited to surgery pictures or product reviews.","Vent posts must be posted to the official Weekly Vent Thread"],"subreddits":{},"about":{"header":"About Community","description":"Support-based discussion place focused on trans men, trans-masc individuals, and other people assigned female at birth who are trans.","created":"Created Dec 26, 2011","stats":["184k Members","933 Online"]},"other_information":[{"header":"More Information","description":"Message the Mods\nPlease check out our Wiki. It contains advice on questioning, coming out, passing, testosterone, surgery, legal proceedings and more; and contains various other resources and items of interest.\nAnother good place to look for a wealth of information is the ftm LiveJournal community.\nThis subreddit uses flairs. Check out this link for more details.\nAutumn 2015 Subreddit Survey Results\nOther Subreddits of Interest"},{"header":"Medical Disclaimer","description":"The members of this subreddit do not act as medical professionals. We only provide general information about medical transition, which may be misleading for your individual circumstances. This information is not intended nor recommended as a substitute for medical advice. Always seek the advice of your qualified health care provider regarding any medical questions."}]}