{"time_collected":"2023-03-08 14:19:31.615164-05:00","top_headers":[{"heading":"Predatory Companies","time_posted":"4 years ago"},{"heading":"I feel bad for complaining, but I’m tired of people only calling me they/them","time_posted":"1 hour ago"},{"heading":"faceapp recognises me as male","time_posted":"4 hours ago"},{"heading":"Decent period products?","time_posted":"4 hours ago"},{"heading":"Gynecologist","time_posted":"2 hours ago"},{"heading":"Transgender people will always exist, medicine has allowed for treatment of the condition","time_posted":"23 hours ago"},{"heading":"I don't want to be trans anymore","time_posted":"2 days ago"},{"heading":"I'm stealth and last night I had a horrible dream about being outed :(","time_posted":"1 day ago"},{"heading":"Yesterday was my 10 years on T anniversary. AMA","time_posted":"2 days ago"},{"heading":"Very high SHBG?","time_posted":"1 day ago"},{"heading":"Swimming class","time_posted":"1 day ago"},{"heading":"Moving to Dallas","time_posted":"1 day ago"},{"heading":"Disclosing I was trans was a mistake","time_posted":"2 days ago"}],"rules":["This is a sub for binary trans men.","Don't be a dick","Add warning for dysphoria-related content","This is not a debate subreddit.","Don't feed the trolls","Selfie/Pic post should spark discussion","No call out threads.","This sub is not for dating or hookups.","Suicide and crisis management.","No posts or comments promoting hateful ideology"],"subreddits":{},"about":{"header":"About Community","description":"A support and community oriented space for binary FTM men.","created":"Created Mar 19, 2018","stats":["29.7k Members","112 Online"]},"other_information":[{"header":"Who this sub is for","description":"This subreddit is for binary FTMs. \"Binary\" here is defined as \"not nonbinary,\" aka just identifying as male or a man: this subreddit is for Female to MALE trans people specifically. We make this distinction because of the lack of all-\"male\" FTM spaces on reddit, not because we as a subreddit have some kind of anti-nonbinary agenda. Please remember we are simply making a black and white distinction between binary and nonbinary.\nWhile it's called FTM Men, our younger trans brothers are welcome too. With that in mind, remember that people under 18 could be reading what you write.\nAnother thing to keep in mind is that being GNC (gender nonconforming) does not invalidate your status as a binary male! We all love different things. Some of us are lumberjacks, some of us like ballet, some of us really want to ride a T-Rex. It has nothing to do with our status as males.\nTransition status is irrelevant. We all walk different paths and have different opportunities."},{"header":"Censorship","description":"While we may all share the fact that we are binary trans men, we all come with our own set of experiences and beliefs. While you are free to express your opinion, the number one thing to remember is that people's freedom of expression includes the right to disagree with you. This doesn't mean you won't get down voted if you express an unpopular opinion.\nKeep in mind that this is first and foremost a support community not a debate sub. Having the freedom to express your opinion doesn't mean you are free to harass each other. You can attack someones argument without attacking them as a person.\nWith very few exceptions, posts and comments will not be deleted or removed. The only posts that will be removed/deleted are those threatening harm or inciting hatred or violence.\nIrrelevant or hostile threads may be locked/removed to prevent debates escalating, but if you have an issue with them being locked/removed please message the mods, we are happy to work something out."},{"header":"Suicide and Crisis Resources","description":"Trans Lifeline\nTrans Lifeline is by trans people for trans people.\nUS: 877-565-8860\nCanada: 877-330-6366\nAvailable 7am-1am PST / 9am-3am CST / 10am-4am EST. Volunteers may be available during off hours.\nThe Trevor Project\nTrevorLifeline — available 24/7/365 at 1-866-488-7386\nTrevorText — Text “START” to 678678. Standard text messaging rates apply. Available 7 Days A Week, (6am–1am ET/3am–10pm PT).\nTrevorChat — Available 7 Days A Week, (6am–1am ET/3am–10pm PT). https://www.thetrevorproject.org/get-help-now/\nCrisis Text Line\nCrisis Text Line is free, 24/7 support for those in crisis to text with a trained Crisis Counselor.\nUnited States - Send a message to 741741\nCanada - Send a Message to 686868\nUnited Kingdom - Send a message to 85258\nYou can also reach them through Facebook Messenger. Using the “Send Message” button at facebook.com/crisistextline https://www.crisistextline.org/\nInternational help\nhttp://suicide.org/international-suicide-hotlines.html\nhttps://www.befrienders.org/\nhttps://www.trevorspace.org/"},{"header":"Flair","description":"Give yourself any flair you want! Message the mods for help with self flair.\nPost flair is currently in four categories: General, Help/Support, Discussion, and Positivity/Good Vibes. Give your post a flair to help make our lives easier! If you have category suggestions- or really, any suggestions at all about the sub- let us know. We'd love to hear from you and we really want this community to be a welcoming place.\nThanks for reading and enjoy your time here!"},{"header":"International and Non-English","description":"Deutsch: http://forum.ftm-portal.net\n/r/germantrans\nFrançais: /r/transgenre\nBelgium (Nederlands): http://transgenderinfo.be/\nEspañol: /r/asktransgenderES\nHong Kong (中文): https://www.tgr.org.hk/index.php/zh/\nSingapore (English, 中文) Bahasa Melayu and தமிழ் coming soon: https://transgendersg.com/"}]}