{"time_collected":"2023-03-08 13:32:06.581259-05:00","top_headers":[{"heading":"The 2022 EGS year in review is over a month late, seems very suspicious. What happened Timmy AKA the guy from rehearsal?","time_posted":"5 hours ago"},{"heading":"Activision is gradually returning to steam (and not to EGS)","time_posted":"1 hour ago"},{"heading":"They have locked the post because people were talking about steam in the comments","time_posted":"1 day ago"},{"heading":"Thanks for not letting Cities: Skyline II be a shit store exclusive.","time_posted":"2 days ago"},{"heading":"Gridiron responds to a post on this sub about their move to Epic","time_posted":"2 days ago"},{"heading":"Juan Linietsky, Godot engine creator/tech lead: \"Today having a talk with a well known publisher, letting them know about Godot consoles support. Then the publisher answers: 'Consoles is Good, but does Godot support Linux? Our devs have a lot of trouble exporting Unity/Unreal to the Steam Deck'\".","time_posted":"3 days ago"}],"rules":["Main Reddit Rules","No brigading/harassment/uncensored usernames, etc.","No asking for or linking to pirated, copyrighted or otherwise illegal content.","No spam or reposts + limit off topic comments","Post must have Epic involved","Educate don’t attack","Do not ask for or provide Epic Games support","No Advertising for Epic Games / Store","Flair your posts correctly","No factually misleading information"],"subreddits":{"Related subreddits":{"r/TimCriticizesTim":"3,909 members"}},"about":{"header":"About Community","description":"Welcome to r/FuckEpic. This is a subreddit where people can come to voice their personal opinions on what Epic Games is doing right and wrong with the Epic Games Store. All forms of discussion are encouraged, but please be mindful of the rules. Shitposting, threats of violence, racism etc. will not be tolerated.","created":"Created Mar 23, 2019","stats":["41.6k Epic accounts deleted","103 still looking for support"]},"other_information":[]}