{"time_collected":"2023-03-07 01:51:39.486109-05:00","top_headers":[{"heading":"Weekly Q&A","time_posted":"17 hours ago"},{"heading":"Have you had your coffee yet? - Monday Complaint and Compliment Thread","time_posted":"17 hours ago"},{"heading":"Freshly dusted, a few things moved around, and some new additions, here is my X-Men Pop display.","time_posted":"15 hours ago"},{"heading":"I purchased Korra funko pop special edition, which is supposed to glow in the dark but mine doesn’t glow at all. I put it under the light for hours but nothing happened. Anyone experienced or know how to fix this problem? :(","time_posted":"4 hours ago"}],"rules":["Be civil and follow Reddiquette","No buying, selling, or trading","Hauls","Collections","No posts that are answered by the FAQ or belong in a mega-thread","Promotion guidelines","No promotion of bots/flipping","Tracking posts must include a location or online link","No low quality leaks","Duplicate posts","Spoilers","Giveways must be approved by moderators","Weekend memes"],"subreddits":{"Related Communities":{"r/ActionFigures":"116,202 members","r/starwarsblackseries":"22,171 members","r/MarvelLegends":"40,515 members","r/transformers":"126,742 members","r/hottoys":"25,741 members","r/comicbookcollecting":"56,085 members","r/HotWheels":"101,181 members","r/MangaCollectors":"1,771,498 members","r/lepin":"49,286 members","r/AEWunrivaled":"3,081 members"}},"about":{"header":"About Community","description":"We're the largest Funko Community on reddit. Keep up to date with the newest releases or just browse other readers' hauls and collections.","created":"Created Jul 25, 2012","stats":["227k Members","455 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Helpful Links","description":"FAQ - READ THIS FIRST\nJoin us on Discord!\nFunko Pop Wiki\nMessage the Moderators\nFunko Swap - For all Buy/Sell/Trade\nFlairing Guidelines\nStore Feedback System\nDPCI Form & Spreadsheet\nPlaceholder Form & Spreadsheet\nHow to store empty boxes"},{"header":"Daily Mega Threads","description":"Weekly: Weekly Q&A\nMonday: Weekly Complaints and Compliments Thread (Free Talk)\nTuesday: Top Ten Tuesday\nWednesday: What do you want Funko to make next?\nThursday: Community Promotion Thursday\nSelf-promotion is allowed in this thread only. If you own a shop, you can post discount codes here. If you are a customizer, you can post a link to your social media pages here/examples of work. However, we still do not allow eBay links and Discord server promotion. Additionally, use this space to throw shout outs to outstanding community members or useful resources that you know of outside of our community.\nFriday: Fake Pop Friday\nWeekends: Memes are allowed to be posted freely. However, please avoid spamming memes. If you want to post more than a few memes, consider putting them in an album. Otherwise, your posts might get removed for spam. Additionally, memes that are just complains might be removed and redirected to the Weekly Monday thread.\nThe daily mega threads serve as a weekly place to hold discussions centered around those topics. For instance, all complaining must go in the Monday thread, all Top 10 photos/discussion goes in the Tuesday thread, all individual questions go in the Weekly thread and all discussions about what pops you want go in the Wednesday thread. Any post on these topics will be removed and directed to the appropriate mega.\nRedditor of the Week"}]}