{"time_collected":"2023-03-06 22:17:30.201954-05:00","top_headers":[{"heading":"Furry_irl","time_posted":"6 hours ago"},{"heading":"furry_irl","time_posted":"14 hours ago"},{"heading":"furry_irl","time_posted":"6 hours ago"},{"heading":"furry_irl","time_posted":"18 hours ago"}],"rules":["Furry_irl is a subreddit for furry memes","All posts should be titled “furry_irl”","Furry_irl is a SFW subreddit","Direct image/video/GIF links only. Posted videos must be no longer than 2 minutes","Don’t spam; submit quality, not quantity","Do not make threats or advocate violence","No personal attacks, witch-hunting, doxxing, and other uncivil behaviour","Hate speech and discriminatory language are not tolerated","No politics"],"subreddits":{},"about":{"header":"About Community","description":"for the fur in u ( ͡° ͜ʖ ͡°)","created":"Created Dec 5, 2015","stats":["224k furs","1.1k being fluffy"]},"other_information":[{"header":"General information","description":"Sitewide rules and reddiquette\nPlease abide by the Rules of Reddit, the self-promotion rules and spam guidelines. These rules will be enforced in r/furry_irl.\nUsers are encouraged to vote on the content submitted to ensure quality via u/QualityVote\nA pinned comment will appear on every submission for the community members to vote on. If you feel the post is of high quality and exemplary of what you want furry_irl to be, upvote it. If you feel the content is overdone, not representative of furry_irl, a low effort repost, a lazy “haha 621 le funny number” post, a karma farming bot, etc. downvote it. Submissions with low quality score will be automatically removed.\nSelf-promotion, copyright, and proper sourcing\nOur users are strongly encouraged to provide a source for artwork and intellectual property used in their submissions. The moderation team reserves the right to remove submissions and comments to content that is misappropriated or rehosted without the consent of the original artist.\nIf you’re an artist and have found infringing content in our subreddit, please contact us, so we can help you remove it. Reddit is a public forum; the moderation team can’t keep an eye on every piece of artwork posted to ensure they have got proper permission from the artists to be rehosted and modified. We rely on user reports and contact from artists to enforce this.\nIf you want to promote giveaways, social media, or anything else in the subreddit, please contact us, so we can discuss the best way to do it per the Reddit sitewide and subreddit rules. Please note that the Reddit sitewide guidelines on self-promotion still apply.\nCurrent Snoo by ThatWildMary, courtesy u/KouriiRaiko.\nLegacy Snoo courtesy u/DyzeD.\nOld Reddit CSS courtesy u/Pandoras_Fox.\nBanner courtesy all of you!"}]}