{"time_collected":"2023-03-08 12:51:50.137679-05:00","top_headers":[{"heading":"New Subreddit Flair, Title, and Post rules! (Feb 23 2022)","time_posted":"1 year ago"},{"heading":"Your title MUST be descriptive that explains what you want help with, what you're working on, or include a question relating to art critique.","time_posted":"9 months ago"},{"heading":"i made a protogen version of my fursona i need critique on my lineart","time_posted":"6 hours ago"},{"heading":"Working on a new sona design. Thoughts?","time_posted":"13 hours ago"},{"heading":"Here’s the finished piece! Thanks for the help guys, the client loved it as well!","time_posted":"3 hours ago"}],"rules":["No sales, requests, free offers, promotional posts, or farming followers.","No pornography","Tag NSFW content (NUDITY)","Tag NSFW content (GORE)","Downvotes are for helpful/unhelpful, not good/bad","Be kind","Don't steal art, and remember to source any bases or references.","Posts must have Descriptive Titles & ask for Specific Critique"],"subreddits":{"Related Subreddits":{"r/furry":"337,237 members","r/anthro":"11,767 members","r/scaley":"6,165 members","r/furry_catwalk":"10,681 members","r/ICanDrawThatFurry":"1,504 members"}},"about":{"header":"About Community","description":"A place for beginning and experienced furry artists alike to come together and help each other with their respective art.","created":"Created Jan 24, 2012","stats":["72.5k Members","57 Online"]},"other_information":[{"header":"Important Information","description":"Please read our Intro & Posting Guidelines and how to format your title before submitting anything to this subreddit!\nCommunity Guidelines\nThis is a learning environment, it is not the place to beg for free art. Artists may offer to do freebies for practice if they choose, but that is their decision to make. Request posts will be deleted. On a similar note- commission offers are more appropriate for /r/furry_catwalk\nIf you post an image that you have created, people will critique and complement you on it.\nDownvotes are to mark spam and unhelpful posts. If you don't like a piece either ignore it or offer CC. Discouraging beginners is not helpful. Comments that are rude without offering useful criticism will be removed.\nIf you do not want criticism, you're better off posting in any other showcase subreddit -- this is for people who want to improve and grow in their skill, not to pad their ego.\nAlso, if the image is NSFW, please flag it as such.\nThank you, and enjoy your stay!\nUseful Links\nDiscord Server\nTutorial Posts Only"}]}