{"time_collected":"2023-03-20 18:04:12.079393-04:00","top_headers":[{"heading":"CB Leonard Johnson Signs","time_posted":"4 hours ago"},{"heading":"Offensive Line Woes (ESPN Analytics)","time_posted":"2 days ago"},{"heading":"Speed Kills (Next Gen Stats)","time_posted":"2 days ago"},{"heading":"If","time_posted":"3 days ago"},{"heading":"Julian Love to sign with Seattlehawks","time_posted":"3 days ago"},{"heading":"WR Parris Campbell's FIRST Press Conference as a New York Giant","time_posted":"3 days ago"},{"heading":"Giants new look receiver room","time_posted":"3 days ago"}],"subreddits":{},"about":{"header":"About Community","description":"Safe haven for former Giants101ers, Fans of the New York Giants, Dan Benton, and other G101 fanatics!","created":"Created Jun 3, 2016","stats":["688 Members","17 Online"]},"other_information":[{"header":"2023 Important Dates","description":"March 7 - Deadline for clubs to designate Franchise or Transition Players.\nMarch 13-15 - Negotiation Period. During the period clubs are permitted to contact, and enter into contract negotiations with, the certified agents of players who will become Unrestricted Free Agents.\nMarch 15 - End/Start of League Year. Prior to 4:00 p.m., New York time, clubs must exercise options for 2023 on all players who have option clauses in their 2022 contracts. Clubs must submit Qualifying Offers to their Restricted Free Agents with expiring contracts to retain a Right of First Refusal/Compensation. Clubs must submit a Minimum Salary Tender to retain exclusive negotiating rights to their players with expiring 2022 contracts who have fewer than three Accrued Seasons of free agency credit. Top 51 Rule is in effect. All clubs must be under the 2023 Salary Cap prior to 4:00 p.m., New York time. All 2022 NFL player contracts will expire at 4:00 p.m., New York time.\nThe 2023 League Year and Free Agency period begin at 4:00 p.m., New York time. Trading period for 2023. Trading begins at 4:00 p.m., New York time, after expiration of all 2022 contracts.\nMarch 26-29 - Annual League Meeting (The Biltmore, Phoenix, AZ)\nApril 3 - Clubs that hired a new Head Coach after the end of the 2022 regular season may begin offseason workout programs.\nApril 17 - Clubs with returning Head Coaches may begin offseason workout programs.\nApril 19 - Deadline for clubs to time, test, visit, interview, or conduct a physical examination with a draft-eligible player at its club facility.\nApril 21 - Deadline for Restricted Free Agents to sign Offer Sheets.\nApril 26 - Deadline for Prior Club to exercise Right of First Refusal to Restricted Free Agents.\nApril 27 - Deadline for clubs to time, test, visit, interview (including video and phone calls), or conduct a physical examination with a draft-eligible player at any location.\nApril 27-29 - Annual Selection Meeting/NFL Draft (Kansas City, MO)\nMay 1 - Deadline for Prior Club to send “May 1 Tender” to its unsigned Unrestricted Free Agents. If the player has not signed a Player Contract with a Club by July 22 or the first scheduled day of the first NFL training camp, whichever is later, he may negotiate or sign a Player Contract from that date until the Tuesday following the 10th weekend of the regular season, at 4:00 p.m., New York time, only with his Prior Club.\nMay 1 - Deadline for Clubs to exercise Fifth-Year Option for players selected in the first round of the 2020 Draft.\nMay 5-8 or May 12-15 - Clubs may elect to hold their one three-day post-Draft rookie minicamp from Friday through Sunday or Saturday through Monday on one of the two weekends following the Draft."}]}