{"time_collected":"2023-03-06 22:17:54.560327-05:00","top_headers":[{"heading":"GLC shutting down/closing","time_posted":"3 months ago"},{"heading":"So there is this specific person in the gacha haircut thing and they say that if you find this content cringe worthy then you are a \"snowflake that is too sensitive for youtube\" which one is right?","time_posted":"4 months ago"},{"heading":"Is the oblivious bystander the creator?","time_posted":"4 months ago"},{"heading":"What the hell are they doing in the background?","time_posted":"4 months ago"},{"heading":"Now who actually likes watching this- 💀 (tell me if it’s a repost)","time_posted":"4 months ago"},{"heading":"That's not how any of this works- (repost if wrong flair)","time_posted":"4 months ago"}],"rules":["Harassment and Threats","Identifiable Information","Satire and Trolls","Flairs and NSFW","Banned Topics/Not Cringe","Underage Characters in Sexual Content","Self-Made Content","Reposts and Low-Quality Posts","Moderator's Discretion","Non-English Discussion"],"subreddits":{},"about":{"header":"About Community","description":"(The subreddit has been shutdown, so nobody can post, only comment.) The video game Gacha Life created by Lunime has a very bizarre fanbase. While most of it consists of kids ages 6-14, the content they create can be violent, inappropriate, or downright pornographic. Don't forget that these videos are marketed towards kids. Luckily, most of the fandom's content is just cringeworthy. This sub is for showing the icky and cringeworthy things made by members of the community.","created":"Created May 4, 2019","stats":["343k Members","101 Online"]},"other_information":[{"header":"GLC Takedown Policy","description":"If Gacha content that you created has been posted on the subreddit and have been subjected to harassment due to said post, and you would like it removed, please send us a ModMail (either on the subreddit or on the Discord server) showing us proof that you own the account the content came from, and links to the posts you want taken down."}]}