{"time_collected":"2023-03-19 21:37:37.193415-04:00","top_headers":[{"heading":"[Please Read!] How to Avoid Being Scammed and Other Important Information for Safe Trading!","time_posted":"5 years ago"},{"heading":"[H] Lots of games: Back 4 blood, Pistol Whip, Talisman: complete collection, The Dark Pictures Anthology: Man of Medan & little hope, F1 2019 legend edition, Fable Anniversary [W] Gotham Knights, Hell let loose, spyro, F1 2020, slay the spires, Paypal, amazon, TF2 KEYS, wishlist, old humble bundles","time_posted":"22 minutes ago"},{"heading":"[H] Nintendo GC [W] SDS Grand Cross Account","time_posted":"33 minutes ago"},{"heading":"[H] Steam Wallet [W] PayPal (EU)","time_posted":"39 minutes ago"},{"heading":"[H] fanatical mystery games [W] plate up, sable, others listed, offers","time_posted":"2 hours ago"},{"heading":"[US] [H] PSN/PSVR2/PC game keys - WWE 2K23 Icon/Deluxe Edition EU/US codes, Octopath Traveler 2, Transport Fever 2, Clash Artifacts of Chaos, Football Manager 2023, Leap, Scars Above, Chef Life Simulator, Townsmen PSVR2, Cities Skylines PSVR2, Cave Digger 2 PSVR2 [W] PayPal","time_posted":"3 hours ago"}],"rules":["Interfering","Users are allowed 1 submission every 24 hours","If you are offering second hand items, you must disclose that before trading."],"subreddits":{},"about":{"header":"About Community","description":"Trade games (PC, Mac, Xbox, PSN, Steam), game items (TF2, DotA 2, LoL, Counterstrike, CS:GO etc), game codes and beta keys, trading cards, game accounts, AMD and Nvidia and hardware coupon games. Paypal payments, Bitcoins, Amazon cards, and game-related hardware.","created":"Created Jan 5, 2012","stats":["41.0k Members","274 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"r/GameTrade","description":"GameTrade: Anything Gaming Related\nRead: How to Avoid Being Scammed\nRead: How to Confirm a Trade\nRead: FAQ"},{"header":"SCAMMERS WILL PM YOU","description":"Make users comment so you can tell if they're banned or not before discussing a trade via pm.\nWatch out for pm's that are made to look like post replies, actually check your post to see if they commented!\nCheck both these scammer lists, they're always kept up to date. Copy the username without prefix, cntrl+f it in the gametrade scammer list, and just paste it in the USL scammer list and hit search\nr/GameTrade Known Scammers List\nReddit Universal Scammer List\nPlease also watch out for fake rep pages that scammers might link you"},{"header":"general information","description":"REQUIRED TITLE FORMAT\n[H] Something [W] Something\n[H]=I have this [W]=I want this\nThis sub is mainly PC trades but we do allow console and mobile trades. If you're offering console or mobile please state that in your title.\nIf you're offering a physical item that will be shipped then also state your region in the title for example (USA), (CAN) etc.\nWHAT YOU CAN POST\nYour trade must be related to games. E.g. games, game items (TF2, DotA 2, CS:GO, etc), game codes & beta keys & gaming hardware.\nYou can trade your games, game items or game currency for... cash, or Bitcoins, or a bicycle, or a new logo for your site, or a pizza, or... anything\nPosting limit is once per 12hrs\nACCOUNT TRADING RULES\nWe DO NOT allow steam account trading on this sub\nWe DO NOT allow any sort of account sharing\nYou must state it's an account in your title\nBEEN SCAMMED?\nMessage The Moderators to report. Please always report scams and include screenshots, it helps protect other users & maybe you can get your stolen stuff back. How to report\nAlso head over to r/badkarma and make a post there and include the evidence in the post. You can also report people's steam accounts on steamrep.com"},{"header":"CONFIRM YOUR TRADES","description":"You can confirm any trades you do on this sub over at r/GameTradeRep\nMake sure you read our rules and guidlines on how to confirm a trade"},{"header":"useful links","description":"r/GameTradeRep\nOur Known Scammers List\nReddit Universal Scammer List\nr/badkarma\nsteamrep.com\nArchive.is\nEnhanced Steam\nTry other subreddits too"}]}