{"time_collected":"2023-03-08 19:53:12.483576-05:00","top_headers":[{"heading":"Work In Progress Weekly","time_posted":"5 days ago"},{"heading":"Quick Questions","time_posted":"2 days ago"},{"heading":"Every command is doubled in image editor.","time_posted":"4 hours ago"},{"heading":"How do I lerp() properly?","time_posted":"4 hours ago"},{"heading":"Is learning RPG Maker and Game Maker Studio at the same time worth it? Or learn one first?","time_posted":"12 hours ago"},{"heading":"Create event of object isn't running correctly, if at all","time_posted":"3 hours ago"}],"rules":["Content must be directly related to GameMaker","Content must be in English","No obscene, illegal, racist or offensive content","No \"click-bait\", shortened links, or solicitation","Content must show previous effort and full detail","Have respect and patience","Promotional content must be a contribution","Tech support requests go to YoYo Games Support","Content must be appropriately flaired"],"subreddits":{"Related Communities":{"r/unity":"49,858 members","r/gamedev":"1,041,872 members","r/RPGMaker":"38,793 members","r/Unity3D":"329,529 members","r/Unity2D":"130,841 members","r/RenPy":"13,301 members","r/godot":"109,323 members","r/unrealengine":"210,266 members","r/hammer":"20,077 members","r/blenderhelp":"112,322 members"}},"about":{"header":"About Community","description":"This subreddit is dedicated to providing programmer support for the game development platform, GameMaker Studio. GameMaker Studio is designed to make developing games fun and easy. Coders can take advantage of its built in scripting language, \"GML\" to design and create fully-featured, professional grade games. This subreddit is not designed for promoting your content and is instead focused on helping people make games, not promote them.","created":"Created Apr 4, 2009","stats":["76.3k Members","210 Online"]},"other_information":[{"header":"gm48","description":"For more than 8 years, the tight-knit community of /r/gamemaker has run the game jam gm(48) for GameMaker developers of all ages and experience levels. The gm(48) is a casual, fun game jam that helps you to learn and grow as a developer.\nGM48 takes place every 3 months. Visit gm48.net to see when the next one takes place."},{"header":"Conversation","description":"/r/gamemaker sponsors three chat-rooms: IRC, a Discord server, and a Slack team. Join in the conversation, get help with any issues you might have and connect with your fellow developers!"}]}