{"time_collected":"2023-03-19 19:46:53.088514-04:00","top_headers":[{"heading":"Monthly Recommendation Thread + LifelongCaboose's Gaming Audio Guide Links + Megathreads","time_posted":"18 days ago"},{"heading":"[Megathread] Audeze Releases New Wireless Gaming Headset MAXWELL","time_posted":"3 months ago"},{"heading":"[HELP] - Headset microphone audio quality issue","time_posted":"3 hours ago"},{"heading":"[Discussion] Best PS5 gaming DAC?","time_posted":"1 day ago"},{"heading":"[LFH][PC][USA][~$200]","time_posted":"2 days ago"},{"heading":"[LFH][PC] H6PRO (open) or PC38X for WFH","time_posted":"2 days ago"},{"heading":"[LFH][PC/Mobile][€200][Netherlands]","time_posted":"2 days ago"}],"rules":["Please follow the Rules of Reddit.","No Spreading False Information","No Harassment and/or Verbal abuse","Please be respectful of others. Swearing is aloud but keep it tastful and to a minimum.","Please follow the title formatting listed below and NO LINKS IN THE TITLES","No pushing sponserships, no advertising, no trying to sell your own stuff.","No Highjacking of Threads. (this rule has loosened a bit)","No Requesting people to PM/DM with you.","No Headset A VS B Posts. If this Keeps being broken I will update the automod to do it for me.","No posting video links please.","No links to external review sites please.","Please Post and Comment in English Only","No Drama Baiting","Please no pointing out being Downvoted","No Review Shit Posting"],"subreddits":{"Related Communities":{"r/HeadphoneAdvice":"285,999 members","r/audio":"45,201 members","r/steelseries":"96,180 members","r/inearfidelity":"15,427 members","r/TurtleBeach":"6,527 members","r/LogitechG":"137,791 members","r/sennheiser":"22,682 members","r/Earbuds":"14,312 members","r/SoundBlasterOfficial":"9,290 members","r/SonyHeadphones":"15,445 members"}},"about":{"header":"About Community","description":"This subreddit's purpose is to help people choose the best headset for their budget and that best suits their individual needs. You can also discuss headset features and upcoming headsets. This is also the place to ask for help regarding issues you may be having with your headset.","created":"Created Jan 14, 2016","stats":["27.6k Gamers","32 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Subreddit Info","description":"Welcome to /r/Gaming_Headsets\nThis subreddit's purpose is to help people choose the best headset for their budget and that best suits there individual needs. You can also discuss headset features and upcoming headsets. This is also the place to ask for help regarding issues you may be having with your headset.\nFOR HELP SELECTING A GAMING HEADSET, PLEASE USE THE FOLLOWING TITLE FORMAT\n\"[LFH][Platforms][Budget][Country]\nExample -\n[LFH][PC/XB1][$250][Canada]\n(LFH = Looking For Headset) Please don't add anything else to the title. In the description of your post please include some details of the space you will be using them in and any preferences you have. Also, include more info about your \"platform\" if needed.\nPlease include Motherboard details if you're looking for PC recommendations.\nFOR HELP WITH HEADSET RELATED INQUIRES, PLEASE USE THE FOLLOWING TITLE FORMAT\n\"[HELP] - (a very brief description of your problem)\nExample -\n[HELP] - Headset Mic Not Working\nPlease make sure not to make your entire title in all caps. Only what is shown in the example. Also include as much info as you can.\nFOR POSTS REGARDING NEWS ABOUT HEADSETS, PLEASE USE THE FOLLOWING FORMAT\n\"[NEWS] - ( description of news)\"\nPlease make sure the news is from a reliable source. And no self-promotion, Thank you.\nIF YOU WANT TO MAKE A DISCUSSION POST, PLEASE USE THE FOLLOWING TITLE FORMAT\n\"[Discussion] - ( discussion topic)\"\nThis is for your to discuss anything headset related.\nRELATED REDDITS:\n/r/headphones\n/r/buildapc\n/r/Gaming_Gear\n/r/mechanicalkeyboards\n/r/monitors\nCSS style is Naut, find more on /r/naut"}]}