{"time_collected":"2023-03-06 22:24:39.654191-05:00","top_headers":[{"heading":"Discussion, News and Request thread 3/5/2023","time_posted":"1 day ago"},{"heading":"Insomniac may have hired Steve Blum, historical voice actor of the character, for the development of Marvel’s Wolverine on PS5","time_posted":"12 hours ago"},{"heading":"Huge CSGO S2 leak found in Dota 2 update","time_posted":"3 hours ago"},{"heading":"Big CSGO Source 2 leak","time_posted":"3 hours ago"},{"heading":"Insider Gaming: Paradox Interactive To Announce Cities: Skylines 2, Life By You, and The Lamplighters League","time_posted":"13 hours ago"},{"heading":"Fortnite Chapter 4 Season 2 to be Called Mega","time_posted":"17 hours ago"},{"heading":"Pax Dei (Mainframe) officially announced","time_posted":"4 days ago"},{"heading":"Andy Robinson on VGC podcast: Nearest Xbox games after Starfield are Hellblade 2 and Avowed. Fable is \"miles away\", only recently went into full production. Perfect Dark and Everwild still not close.","time_posted":"4 days ago"},{"heading":"Early DOOM 4 2012 trailer concept has been surfaced out.","time_posted":"4 days ago"},{"heading":"First look at Freddy Fazbear on the set of Five Nights at Freddy’s","time_posted":"4 days ago"},{"heading":"Reuters: EU unlikely to demand asset sales in Microsoft, Activision deal, sources say. Won't have to sell Activision's lucrative Call of Duty franchise","time_posted":"4 days ago"},{"heading":"Leon Kennedy and Claire Redfield coming to Fortnite on Chapter 4 Season 2","time_posted":"4 days ago"}],"rules":["Leaks without a source.","No self promotion without enquiring a moderator.","Keep posts on topic with leaks & rumours. News/Troll/Joke posts are not allowed","Flair and title your post correctly.","The \"confirmed\" flair is for confirmation of a previous rumor on the sub ONLY. News is NOT allowed.","Post your requests / suggestions / in the Discussion Threads or the Discord.","Use spoiler tag where spoilers are present.","Use the modmail instead of asking questions with posts or personally messaging moderators.","Racist, offensive, and/or discriminating terms, slurs, or phrases are not tolerated.","No toxicity, console wars, or hate against YouTubers, leakers, journalists, influencers, etc.","Under no exception can pirated or \"leaked\" content be distributed or promoted on the subreddit.","Keep all relevant content to an active Megathread","The !Debunked! and !Legit! commands should only be used appropriately"],"subreddits":{"Related Communities":{"r/Games":"3,179,596 members","r/PS5":"2,948,593 members","r/xboxone":"4,009,312 members","r/PS4":"5,602,970 members","r/ubisoft":"49,778 members","r/NintendoSwitch":"4,485,750 members","r/gamernews":"867,780 members","r/avorion":"16,533 members","r/gamingnews":"93,556 members","r/NSCollectors":"22,238 members"}},"about":{"header":"About Community","description":"The biggest subreddit for leaks and rumours in the gaming community, for all games across all systems.","created":"Created Jun 7, 2016","stats":["306k Leak Aficionados","1.9k Potential Leakers"]},"other_information":[{"header":"!LEGIT! & !DEBUNKED! Commands","description":"The !LEGIT! command can be used in the comment section of leaks which have been proven legitimate. Just reply !LEGIT! to the comment that proves the leak to be correct.\nThe !DEBUNKED! command can be used in the comment section of any post which has been proven false or misleading. Just reply !DEBUNKED! to the comment that debunks the post.\nNOTE: The exclamation mark must be at the front and back of the command, no spaces."}]}