{"time_collected":"2023-03-08 08:43:49.244234-05:00","top_headers":[{"heading":"Please report posts and comments that you feel violate the sub rules or is abusive.","time_posted":"2 years ago"},{"heading":"Posts about demons should now be posted elsewhere","time_posted":"10 months ago"},{"heading":"Join our discord of 500 members and tell your side of the attacks. Do not be isolated. Join and fight back","time_posted":"8 hours ago"},{"heading":"What is the point??? Is it the feds? Or just sick and twisted game people like to play? Am I in some kinda trouble? Or did I do something wrong, I’m confused.","time_posted":"11 hours ago"},{"heading":"what's the purpose of there is one.","time_posted":"14 hours ago"},{"heading":"How many people who are being gangstalked have you actually met in real life?","time_posted":"15 hours ago"},{"heading":"China is using secret police to harass its own ppl in New York as a pilot project","time_posted":"14 hours ago"},{"heading":"someone should make a sub \"zersetung\"","time_posted":"12 hours ago"},{"heading":"RH negatives and gangstalking...","time_posted":"12 hours ago"}],"rules":["Rule 1: No trolling, spamming, or name calling.","Rule 2: Keep all submissions and comments on topic.","Rule 3: Do not accuse mental illness. Do not give specific medical advice to strangers.","Rule 4: No witch-hunting or sharing of others personal information.","Follow Reddiquette.","Do not call any poster or mod a perp or disinfo agent.","Please add a description to any video or link that takes longer than 5 minutes to read / watch","High Quality Content Only","No Hate Speech or Hateful \"Messages to my Gangstalkers.\""],"subreddits":{},"about":{"header":"About Community","description":"/r/gangstalking is a subreddit that focuses upon presenting information about predatory gangstalking and also to exist as a community to organize as a group to spread awareness and education.","created":"Created Dec 21, 2011","stats":["42.4k Members","64 Online"]},"other_information":[{"header":"Sidebar:","description":"August 29th is TI Day or Gangstalking Awareness Day!\nGangstalking is an umbrella term describing a series of techniques utilized by a group to instill mental instability within a victim with the intent to discredit, sabotage, harass, extort and even drive a victim to suicide. A victim of gangstalking can have their reputation, credibility, careers, relationships and entire life put into ruins.\nTechniques such as mind games, perception manipulation, organized stalking, covert harassment, constant surveillance and possibly electronic harassment are used to push a victim to mental instability.\nProving one’s targeting can be very challenging, and there is very little law enforcement support, which allows gangstalking to be extremely effective.\nContemplating Suicide?\nCall the National Suicide Prevention Hotline! 800-273-8255 or for non US location check: Wikipedia Suicide Crisis Lines or see r/suicidewatch\nRules of /r/gangstalking:\nNo trolling, spamming, or name calling.\nPlease keep all submissions and comments on topic. This also means to respond specifically to someone's comment when replying to them.\nDo not accuse mental illness. Do not give specific medical advice to strangers, especially to start or stop taking prescriptions. If you legitimately think someone has a serious issue message the mods here to make a claim.\nNo witch-hunting or sharing of others personal information. You may feel the need to share who you feel is perping you. However this is not the place. Witch-hunting is not tolerated. Not only is this a violation of Reddit's rules, but also this sub's.\nFollow Redditquette.\nContent Guidelines:\nPlease keep all content relevant to gangstalking and targeted individuals.\nIf linking to a blog, forum, or video, please no more than two posts per day from the blog, forum, or video uploader. Violating this can be considered spamming.\nPlease use the report button for submissions and comments you feel don't adhere to the rules or content guidelines.\nIt's highly recommended to do research about the concepts and fundamentals of gangstalking before getting involved in this sub. If you're a skeptic and contribute with a negative approach, you probably will get flamed. There is already too much trolling and disinformation to argue one's skepticism of all gangstalking. The mods attempt to flair troublesome users as a warning, so please use an app that shows flairs.\nIf you're looking for a stalking support group, this may not be the sub for you. You will be faced with trolls, hackers, and fake victims. If you contribute, know that you are posting in a sub that is filled with cyber-stalkers and people being cyber-stalked. Post at your own risk.\nRelated Subs:\n/r/TargetedIndividuals\n/r/CultSurvivors\n/r/AmericanStasi\n/r/SurveillanceStalking\nTargeted Creative Outlet Group:\n/r/TCOG/\nPublic Modlogs https://moddit.ffff00.news/r/gangstalking\nWiki\n/r/Gangstalking/wiki/index The wiki has not been updated in a few years. It is being gone through and edited."}]}