{"time_collected":"2023-03-08 17:16:27.328418-05:00","top_headers":[{"heading":"WEEKLY VENT THREAD","time_posted":"23 days ago"},{"heading":"Tour Questions/Discussion thread","time_posted":"13 days ago"},{"heading":"Has someone ever pointed out that daisies actually indicate the “ability to keep secrets”?","time_posted":"12 hours ago"},{"heading":"Crowd Sourcing Eye Theory Photos","time_posted":"6 hours ago"},{"heading":"What do you think of Midnights as a pop album?","time_posted":"5 hours ago"},{"heading":"Quick History Lesson: Lover's Eye Lockets","time_posted":"1 day ago"},{"heading":"Which songs (if any) would you say are violin forward.","time_posted":"3 hours ago"},{"heading":"Why there are some queer hetlors ?","time_posted":"3 days ago"}],"rules":["Be kind, considerate, and respectful.","No discriminatory language.","No harassment, brigading, stalking, or doxxing, both here and outside the sub.","Media inquiries must come through the Mod team before being posted to the sub.","No spamming.","No podcast or Patreon promo posts; original fan merch is okay.","Complaints about folks outside of our community belong in the Weekly Vent Thread.","Posts must have a clear connection to Taylor.","No unnecessarily harsh bashing of real people (celebrities, content creators, etc).","No speculation about celebrities’ mental and physical health, substance abuse, or ED.","No discussion around the tracking of a celebrity’s specific location.","No reposting art or creative works without proper credit.","No sales."],"subreddits":{"Affiliated Communities":{"r/celesbianchat":"691 members","r/EdlorSwift":"368 members","r/GaylorSwiftMemes":"1,739 members"}},"about":{"header":"About Community","description":"A space for (thoughtful) discussion and examination of Taylor Swift and possible queer readings, themes, and motifs in her work and public persona. Please remember that this sub is centered around queer interpretations of Taylor Swift's music. Comments arguing that Taylor is straight are subject to removal. Keep it breezy! 🌈","created":"Created Aug 2, 2018","stats":["22.2k Gaylors","248 Taylurkers"]},"other_information":[]}