{"time_collected":"2023-03-20 18:15:31.271421-04:00","top_headers":[{"heading":"Index of Resources - Everything you need to know!","time_posted":"3 months ago"},{"heading":"Information regarding the recent changes on subreddit","time_posted":"6 months ago"},{"heading":"My genshin acc got hacked","time_posted":"8 hours ago"},{"heading":"Genshin acc form rejected","time_posted":"3 hours ago"},{"heading":"Need help with account recovery form","time_posted":"3 hours ago"},{"heading":"Suggestions","time_posted":"14 hours ago"},{"heading":"Sixth Form Rejected","time_posted":"5 hours ago"}],"rules":["Abide by this community’s rules.","Respect Fellow Redditors","NSFW or Adult Content","Buying, Selling, or Trading","Do not Mislabel flair"],"subreddits":{"Related Communities":{"r/riotgames":"18,544 members","r/SnapchatHelp":"12,980 members","r/GMail":"19,097 members","r/Revolut":"45,246 members","r/facebook":"91,587 members","r/Windscribe":"29,717 members","r/SwagBucks":"105,912 members","r/Tiktokhelp":"41,377 members","r/help":"1,141,011 members","r/Instagram":"271,042 members"}},"about":{"header":"About Community","description":"This subreddit was created to combat the growing number of hacked Genshin accounts by offering ways to better account security, help with the recovery process and act as a place to talk with fellow players who had their accounts hacked. Guides and other resources to aid players in getting their accounts back can be found here.","created":"Created Nov 27, 2020","stats":["14.8k Members","25 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Frequent Submission Error","description":"You will get the frequent submission error when submitting your recovery form request in the following cases:\nYou have been rejected 3 times without a successful recovery attempt\nIn this case, HoYoverse impose a 30 days time limit before you can resubmit the form again.\nYou have recovered your account withing last 90 days\nHoYoverse blocks any further attempts to recover the account for 90 days after you recover your account through the HoYoverse application form."},{"header":"Important Announcement","description":"WARNING\nPosts, comments or chat messages that advise you to contact any other than support_os@hoyoverse.com are most likely SCAMS. DO NOT FALL FOR IT.\nPlease report such posts via the report button, or report chat messages / direct messages directly to the mods with a screenshot of the user and the message they sent.\nu/MelinceGilan u/loewoe u/Creepy-Ad-404\nor use ModMail\nNotice regarding the sharing of recovery links\nOn this subreddit we do not ban people asking for the link to be shared. However, the HoYoverse email clearly states it is meant to be used once by the receiver. We intend to respect that on this subreddit and as such any public links or posts asking for links will be removed.\nIf people repost these threads, they will be warned both in topic and DM and on a third strike they would be banned or muted."}]}