{"time_collected":"2023-03-06 22:49:14.443022-05:00","top_headers":[{"heading":"Monthly Shill Agenda - March 2023","time_posted":"6 days ago"},{"heading":"What if wojapes: what if apes were invested in other companies and supported them in the ape way","time_posted":"14 hours ago"},{"heading":"BBBankruptcy is back on the menu, boys (via Matt Levine)","time_posted":"8 hours ago"},{"heading":"I'm just gonna go ahead and leave this right here...","time_posted":"6 hours ago"},{"heading":"Apes & Loans","time_posted":"4 hours ago"}],"rules":["Usernames, Reddit PFPs, Subreddit Names, and Sub Logos Must be Blurred Out When Sharing Screenshots","No Ticker/emoji spam, shilling or low effort","Ape Brigades","Financial Discussion is Limited to the Lounge. Submissions are for Memes and Loss/gainporn","This Subreddit has a Near-Zero Tolerance for Toxicity – Including Jokes About Suicide and Ableism","Accounts Must be Older than 1 Month to Contribute","No Linking or Cross-posting to Other Subreddits","No Naming or Tagging of Users and/or Subreddits Outside This Community","No Manufactured Content – Do Not Intentionally Instigate Arguments or Bait in Other Subreddits","Political Discussions are Heavily Discouraged","No Antivax/\"Vaccine Hesitancy\" Rhetoric","Bans and Appeals","Duplicate posts, or near duplicate posts, are not allowed and will be removed. Read before posting.","Proof or ban"],"subreddits":{"Related Communities":{"r/loopringorg":"104,523 members","r/ethtrader":"2,255,583 members","r/btd6":"279,605 members","r/FortNiteBR":"2,223,776 members","r/transformers":"126,723 members","r/Genshin_Impact":"1,812,666 members","r/Asmongold":"161,520 members","r/DeadAhead":"23,927 members","r/HotWheels":"101,172 members"}},"about":{"header":"About Community","description":"A place to share $GME or other meme stock meltdowns from your friends, family, fellow Redditors, celebrities, and more. Poke fun of the flat-earthers and sov-cits of investing for believing in fairly tales and conspiracies rather than learning how the stock market actually works Please read the sub rules. This sub is not for financial discussion. It is for meme wars and casual discussion of GME, meme stocks, and its associated culture. Sister subs: /r/GME_Meltdown_DD","created":"Created Feb 1, 2021","stats":["24.0k Shills On Payroll","265 Spreading FUD Right Now","Top 5% Ranked by Size"]},"other_information":[]}