{"time_collected":"2023-03-19 20:33:46.877131-04:00","top_headers":[{"heading":"r/GME_Mexico Lounge","time_posted":"2 years ago"},{"heading":"GBM está jugando sucio, hora de moverse a BBVA para el preDRS","time_posted":"7 months ago"},{"heading":"Que opcion hay para comprar acciones y despues moverlas a DRS lo mas pronto posible?","time_posted":"2 days ago"},{"heading":"Que tal a todos, les quería agradecer por su ayuda a todos los que me han estado ayudando, ahora estoy a solo unos pasos de poder hacer mi cuenta.","time_posted":"3 days ago"},{"heading":"Hola a todos soy yo de nuevo, muchas gracias a los que me han estado apoyando y ayudando a poder llevar mis acciones a computershare, llego con otra duda, ahora solo me queda esperar cierto? Cuanto tengo que esperar masomenos para poder marcar a computershare y evitar la primera carta","time_posted":"7 days ago"},{"heading":"Drs gme duda, uno siendo mexicano tiene numero de identificacion fiscal y de ser así cual es? No me deja poner nada en ese apartado","time_posted":"7 days ago"},{"heading":"Cual es el precio que creen que alcanzara la accion?","time_posted":"7 days ago"},{"heading":"Cuando será el moass","time_posted":"10 days ago"},{"heading":"Como se va a vender?","time_posted":"12 days ago"},{"heading":"2FA alguien ya lo activo en Computershare?","time_posted":"4 months ago"},{"heading":"GBM > BBVA Trader > DRS","time_posted":"4 months ago"},{"heading":"Hola colegas por fin me aceptaron en el gamestop marketplace :DD","time_posted":"4 months ago"},{"heading":"creador NFT marketplace :DD","time_posted":"4 months ago"},{"heading":"Alguien que haga compras recurrentes desde CS dónde puedo ver mis transacciones?","time_posted":"5 months ago"}],"rules":["¡No solicitar información personal!","NO MANIPULACIÓN DE MERCADO (PUMP AND DUMP)","NO PUBLICAR EL NÚMERO DE ACCIONES QUE TIENES","Respetar a los miembros del sub.","No spam","No política","Nada aquí es un consejo financiero.","Sobre el sexismo","Sobre la religión"],"subreddits":{},"about":{"header":"About Community","description":"Subreddit de accionistas de GameStop en México para responder dudas, compartir opiniones, investigaciones personas. Memes son bienvenidos. Nada del contenido es ningún tipo de consejo financiero.","created":"Created Mar 13, 2021","stats":["6.5k Members","3 Online"]},"other_information":[]}