{"time_collected":"2023-03-07 05:49:06.392179-05:00","top_headers":[{"heading":"GoForGold - Weekly Megathread","time_posted":"2 days ago"},{"heading":"Make A Meme About or With Chom For A Premium! (Multiple Winners)","time_posted":"14 hours ago"},{"heading":"What's Chom Cooking? Best Answer Gets A Premium!","time_posted":"2 days ago"},{"heading":"Find a company name for my business/company. Best suggestion gets Gold Award","time_posted":"2 days ago"},{"heading":"Find a guy contestant talking about feeling like a “pretty girl” and not minding being a pretty girl on Survivor S32 (either episode 6, 7, or 8) Platinum 24hrs","time_posted":"16 days ago"},{"heading":"GoForGold - Weekly Megathread","time_posted":"16 days ago"}],"rules":["No Begging or Award Trading - Not Even as a Joke","Do Not Delete Posts","Content Must Be Safe / Legal / SFW","Challenges Must Offer Reddit Awards and Deliver Within 48 Hours of Completion","No Restricted Content"],"subreddits":{},"about":{"header":"About Community","description":"/r/GoForGold is the original place to host and compete in challenges for Reddit awards.","created":"Created Aug 11, 2013","stats":["58.5k Members","22 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Additional Info","description":"It's better to award comments rather than posts in this subreddit.\nWhen Making A Challenge, Word It Carefully: Properly wording your challenge will protect you from being forced to give an award due to a technicality.\nAny Content May Be Removed At The Moderators' Discretion: Common reasons for removal include ill-natured comments, doxxing, unfair challenges/awards, self-promotion, or if we feel the user issuing the challenge doesn't intend on following through.\nMegathread: To reduce spam we are currently limiting the following types of posts to the megathread:\nChallenge Requests (e.g. I will eat a hot pepper for gold)\nHomework Help (e.g. How do I do this problem)\nMeta Discussion (e.g. I'm tired of seeing this challenge)"},{"header":"User Flair!","description":"We give flairs for community award contributions! Community award posts can get you a unique flair, and added to our Hall of Fame!!\nIf you make a community challenge that results in a 500 community coin donation, (e.g. 5x Timeless Beauty) we will add your choice of an emoji from the 500cc Emoji Table to your flair!\nIf you make a community challenge that results in a 1000 community coin donation, (e.g. 10x Timeless Beauty, Golden Bracelet, Golden Crown) we let you choose your flair text, and an emoji from our 1000cc Emoji Table!\nIf you make a community challenge that results in a 1800+ community coin donation, (e.g. 18x Timeless Beauty, Golden Rolex) we will grant you a unique flair and emoji that nobody else can ever get.\nThe details and the most recently updated Emoji Tables can be found in our user flair guide.\nNote that each flair must be moderator approved. The awards must be given in a single challenge post. Offering two separate challenges that each give 500 community coins does not entitle you to a 1000 community coin flair. However, you can earn multiple flairs in one challenge. A 2500 challenge can earn 2 x 1000cc flairs, and 1 x 500cc flair."}]}