{"time_collected":"2023-03-20 16:45:12.398396-04:00","top_headers":[{"heading":"The Wiki: A collaborative list of Google Pay merchants","time_posted":"2 years ago"},{"heading":"Contactless payments : one card works, the other doesn't (Vivo X Note, phone sold only in China)","time_posted":"2 days ago"},{"heading":"Google Pay not working, but only in some places","time_posted":"4 days ago"},{"heading":"NFC payments with GW on smartwatch: no notification and no audible or visible confirmation. (On my phone they still work.)","time_posted":"4 days ago"},{"heading":"so... should I wait the 48 hours or wait for the max of 48 hours to hit","time_posted":"6 days ago"},{"heading":"[Canada] TD Bank employee publicly brags about convincing bank to not support Google Pay","time_posted":"10 days ago"}],"rules":["No Posts About \"GPay\"","No Invite Codes","Set a User Flair"],"subreddits":{"Related Subreddits":{"r/GoogleWallet":"622 members","r/SamsungPay":"7,355 members","r/Samsung_Wallet":"39 members","r/ApplePay":"8,090 members","r/ContactlessCard":"1,258 members","r/GooglePayIndia":"268 members"}},"about":{"header":"About Community","description":"An unofficial subreddit for all things Google Pay.","created":"Created May 28, 2015","stats":["5.2k Members","24 Online"]},"other_information":[{"header":"History of Google Wallet","description":"com.google.android.apps.walletnfcrel (introduced in 2011)\nGoogle Wallet (old) > Android Pay > Google Pay > Google Wallet\ncom.google.android.apps.gmoney (introduced in 2016, discontinued in 2018)\nGoogle Wallet > Google Pay Send\ncom.google.android.apps.nbu.paisa.user (introduced in 2017)\nTez > Google Pay > GPay\ncom.google.android.apps.nbu.paisa.user is effectively three apps in one; the functionality and design in each of the three regions it's available in varies wildly. \"Google Pay India\" refers to what this app functions like when in India.\nThe online payment service was introduced with Google Checkout in 2006, and was later merged with Google Wallet in 2013 during its big relaunch.\nPay with Google Checkout > Pay with Google Wallet > Pay with Android Pay > Pay with Google Pay\nWith the new Google Wallet launch, it is no longer accurate to say that Google Pay can store passes, as Google Pay is now solely an online and in-store payment service, hence why Google Pay can exist in the GPay India app, despite them not having Google Wallet.\nPass saving service was introduced with Android Pay, before passes had to be directly integrated into the old Google Wallet app\nSave to Android Pay > Save to Google Pay/Add to Google/Add to Google Pay/Google Pay | Save to phone > Add to Google Wallet"},{"header":"Terminology Guide","description":"✅ Pay with Google Pay\n❌ Add your loyalty card to Google Pay\n❌ Add your digital key to Google Pay\n✅ Tap to pay with Google Pay\n❌ Send money to your friends with Google Pay\n❌ Pay with Google Wallet\n✅ Add your loyalty card to Google Wallet\n✅ Add your digital key to Google Wallet\n❌ Tap to pay with Google Wallet\n❌ Send money to your friends with Google Wallet\n❌ Pay with Google Pay: Pay, Save, Manage/GPay\n❌ Add your loyalty card to Google Pay: Pay, Save, Manage/GPay\n❌ Add your digital key to Google Pay: Pay, Save, Manage/GPay\n❌ Tap to pay with Google Pay: Pay, Save, Manage/GPay\n✅ Send money to your friends with Google Pay: Pay, Save, Manage/GPay\nDO NOT use \"GPay\" to refer to the Google Pay service.\nDO NOT use \"Google Pay\" to refer to the Google Pay: Pay, Save, Manage/GPay app.\nDO NOT use \"Google Pay\" to refer to the Google Wallet app.\nDO NOT use \"GWallet\" to refer to the Google Wallet app.\nDiscussion about the Google Pay: Pay, Save, Manage/GPay app should go in the r/GPay subreddit."}]}