{"time_collected":"2023-03-19 18:08:31.709413-04:00","top_headers":[{"heading":"How To Find New Grime Music: The Guide","time_posted":"11 months ago"},{"heading":"It's War Season - the March 2023 MC & Producer war","time_posted":"3 days ago"},{"heading":"Devlin- Dealers","time_posted":"4 hours ago"},{"heading":"Scorcher with one of the grimiest 16s ever","time_posted":"26 minutes ago"},{"heading":"what happened to Oil Gang?","time_posted":"2 hours ago"},{"heading":"Name a better Ghetts verse","time_posted":"12 minutes ago"}],"rules":["Don't post anything that is not grime related","Check /new before posting to prevent reposts","No reaction videos","No blog spam","Follow both our and reddit's self promotion rules"],"subreddits":{"r/Grime Crew":{"r/grime":"122,661 members","r/GrimeInstrumentals":"3,335 members","r/grimeproduction":"2,698 members"},"Related Subreddits":{"r/AfroBashment":"1,788 members","r/bassline":"2,336 members","r/DnB":"190,568 members","r/jungle":"16,890 members","r/realdubstep":"33,814 members","r/ukdrill":"142,257 members","r/ukhiphopheads":"500,315 members","r/GermanRap":"106,972 members"}},"about":{"header":"About Community","description":"The most active discussion forum on the internet for grime music. This is the place for info about new releases, news, and discussions about the genre.","created":"Created Mar 27, 2010","stats":["122k Total Subscribers","125 Subscribers Online"]},"other_information":[{"header":"Sidebar","description":"Info\nThe most active discussion forum on the internet for grime music! Grime is an English music genre that branched out of UK garage in the early 2000's. It is typically around 140 bpm and features dark, heavy basslines and unique, futuristic sounds. It often features MC's who use jungle, garage and drum and bass inspired flows.\nIf you would like a weekly roundup of posts sent to your reddit inbox every week send /u/subredditsummarybot a message with the subject 'Grime'. Or if you want a daily roundup, use the subject 'Grime daily'. Or send /u/subredditsummarybot a chat with either Grime or Grime daily.\nFollow us on Twitter!\nWANT NEW GRIME Music?\nWe have a good guide on finding new grime music in the Wiki. Some quick ways below:\nSORT BY FRESH\nOnly want to see newly released grime releases? Sort by fresh!\nPLAYLISTS\nAlternatively, check our new grime playlist on Spotify (also available on Deezer, SoundCloud, Tidal, YouTube) (courtesy of /u/Madbrad200, playlists from previous years can be found here)\nSome other fresh grime playlists can be found here\nUseful and informative content\n/u/Reflex2011's brief overview of the history of grime\n/u/Poerflip23's guide to the origins of grime\nEssential albums/mixtapes/tracks (2019 Edition)\nEssential albums/mixtapes (2021 Streaming Edition)\nWhere To Find Grime - Guide to radio stations, websites, YouTube channels, how find new grime, playlists, etc\nList of important figures within grime, sorted alphabetically\nSlang guide\nExhaustive list of grime documentaries available to stream\nGuide to grime's subgenres, styles, and niches\nUseful Links\nGrime Archive - Archive of grime radio sets. Help preserve grime history by uploading sets!\nGrimepedia.co.uk and Grimegenre.com archives - lots of info about crews/artists and other grime content.\nGrimeforum.com - lots of classic threads here with info.\nGrime on Wikipedia"}]}