{"time_collected":"2023-03-07 02:49:07.607580-05:00","top_headers":[{"heading":"Grishaverse Megathread","time_posted":"2 years ago"},{"heading":"r/Grishaverse “Shadow and Bone” Rewatch Event - Episode 3: “The Making at the Heart of the World”","time_posted":"3 days ago"},{"heading":"Just got these stickers on Etsy to cover up the Netflix watermarks","time_posted":"10 hours ago"},{"heading":"Sophia is going to host and document the premiere even on S&B official Instagram on March 9th.","time_posted":"7 hours ago"}],"rules":["No Spoilers In Titles or Spoiler-Free Posts","Properly Flair Posts","Relevance to r/Grishaverse","No Spamming, Trolling, Flaming or Other Inappropriate Behavior","No Piracy (Including Torrents and Streaming Links)","No Low-Effort Weekday Memes","No Reposts; Use Search Bar/Wiki Before Posting","No Unrelated Cast Photos","Properly Credit Non-OC Art"],"subreddits":{},"about":{"header":"About Community","description":"Shadow and Bone Netflix. A place dedicated to the discussion of Leigh Bardugo’s Grishaverse books and the current Netflix series “Shadow and Bone.” Join to receive updates on the Netflix show’s progress as well as any other Grishaverse related news. (Please use the FAQ regarding the order in which to read / start the series! Posts questioning this will be either banned or modded!)","created":"Created Jun 22, 2018","stats":["25.4k Grisha Soldiers","62 Practicing the Small Science"]},"other_information":[{"header":"Flair Guide","description":"Please flair your posts correctly. r/Grishaverse's flair system is meant to help categorize and organize posts and make it easier for folks to find specific content.\nShow Discussion | Anything that promotes meaningful discussion instead of release speculation. Reaction videos and videos discussing leaks are allowed.\nShow Media | Posts sharing official media (trailers, poster, stills, etc.) released from Netflix, IGN, or other reputable single sources like Twitter or Tumblr.\nShow Easter Egg | Posts of visual or verbal details in the show alluding to the books, characters, or future events. Please filter by this flair if you plan to post an easter egg so you can ensure it's not a repost.\nShow Info + Leaks | Any post with leaks, article links, interviews, background information on cast/crew and BTS content.\nShow Fluff | Posts related to the show but are less serious, like actors being silly, trending content, and the Clownverse.\nSpecific Book Tags | Book content should be tagged using the specific book flair. First books in a series (Shadow And Bone, Six of Crows, and King Of Scars) do not need to be spoiler tagged in successive book discussions.\nAll Books | Posts that discuss the series as a whole, and may contain spoilers for books, themes, or the Grishaverse as a whole.\nArt | Posts with artwork, video/photo edits, cosplay, and other original content.\nMeme | Memes, non-serious text posts, Tiktoks, Tumblr textposts, and etc.\nRelease Speculation | Speculation on new books, series, show seasons, trailer drops, and other information.\nOther & Ninth House | Content that is still related to the Grishaverse, but doesn't fit other flair categories. Content as polls or about Leigh Bardugo, including non-Grishaverse books like Ninth House, should be tagged."},{"header":"Ask Me Anything's (AMAs)","description":"27 March 2020 - Calahan Skogman (Matthias Helvar's actor) AMA\n4 May 2021 - David J. Peterson and Christian Thalmann (Conlangers) AMA"}]}