{"time_collected":"2023-03-08 11:43:21.102411-05:00","top_headers":[{"heading":"Open Posts","time_posted":"3 months ago"},{"heading":"Dusk Ride","time_posted":"1 month ago"},{"heading":"Not US","time_posted":"3 hours ago"},{"heading":"US","time_posted":"3 hours ago"}],"rules":["Guess once per author response","Text Posts must have a descriptive initial hint","Posts must have 1 single correct answer","Objective, factual information only","All photo posts must clearly show a ride"],"subreddits":{},"about":{"header":"About Community","description":"For rollercoaster enthusiasts to guess rollercoasters around the world","created":"Created Jun 30, 2017","stats":["7.1k Members","40 Online"]},"other_information":[{"header":"Rules","description":"Welcome to /r/GuessTheCoaster!\nFilter to open posts\nLeaderboard\nThis subreddit is for users to play \"Guess The Coaster\". A user can describe or post a picture of a rollercoaster, and others will try to guess the rollercoaster.\nScoring\nEvery user's score is shown in their flair. Each time a user correctly guesses a coaster they earn one point, and each time a user makes a post, they earn \"post points\" - a 'hidden' score that increments your real score and resets whenever it hits 15 (see more below).\nWhen someone correctly guesses your coaster, reply to them with the command, \"!correct\". Only the first user to guess the coaster correctly should be given the point.\nPost Points\nEach time you make a post, you get a certain number of \"post points\". When this number reaches 15, your earn an actual point on your flair, and your post points reset. To see how many post points you have, comment \"!postpoints\" anywhere on this subreddit. You earn 1 post point for text posts, and 2 for picture posts.\nRules\nThe author of a post can decide how long users must wait to guess again. If no waiting period is specified, you can guess again after the author has replied to your last guess.\nAll text posts must have some identifying information about the coaster in the body. In other words, for all text posts there must be an initial hint.\nAll submissions must have a single correct answer. This means no threads along the lines of \"funniest answer wins\".\nQuestions to obtain more details from the author of a post are only permitted if the author has explicitly allowed it, or it is a yes/no post.\nAll info in a post title and description must be factual. Posts cannot be based on opinions or thoughts of rides, as these are subjective and not fit for this subreddit.\nAll photos posted must clearly show some type of ride. Blurs of colors are not permitted. The decision of whether a photo is a blur of colors or an actual ride will be made at the mods' discretion."}]}