{"time_collected":"2023-03-20 01:53:24.778750-04:00","top_headers":[{"heading":"The harmful effects of guns and why we support gun control","time_posted":"1 year ago"},{"heading":"1-year-old girl takes a gunshot to the abdomen (Wichita, KS)","time_posted":"6 hours ago"},{"heading":"r/Tucker_carlson poster encouraging violence in light of Trump's possible indictment and something to do with Fauci, Bill Gates, and Bill Clinton","time_posted":"11 hours ago"},{"heading":"Three shot in historic Williamsburg, VA","time_posted":"4 hours ago"},{"heading":"1 victim dead, 1 sent to hospital after shooting in Henderson, NV","time_posted":"4 hours ago"},{"heading":"Woman shot dead by officers as they approached her car in BARTLETT, Tenn.","time_posted":"4 hours ago"},{"heading":"Teenager fighting for his life after being shot on in LA","time_posted":"4 hours ago"},{"heading":"Uber passenger injured in drive-by shooting near Bellevue, WA","time_posted":"4 hours ago"},{"heading":"Mom fought to get gun away from son and was shot herself after he killed 2 EPS officers, no link to other crimes made: Police | Edmonton, Canada","time_posted":"6 hours ago"},{"heading":"2 women shot in Detroit bar","time_posted":"4 hours ago"},{"heading":"two separate Sunday afternoon shootings in Columbus, GA","time_posted":"4 hours ago"},{"heading":"15-year-old arrested for alleged role in south side shooting","time_posted":"4 hours ago"},{"heading":"2 B-CU students shot in Daytona Beach","time_posted":"4 hours ago"},{"heading":"Miami Beach sets midnight curfew after second Spring Break fatal shooting | CNN","time_posted":"4 hours ago"},{"heading":"4Chan Troll Living With His Mom Arrested for Threatening Anti-Nazi Sheriff","time_posted":"17 hours ago"},{"heading":"2 juveniles hospitalized and 5 year-old is dead in Tempe after shooting in vehicle containing one adult and 6 kids.","time_posted":"4 hours ago"},{"heading":"Victim dies in Oakland’s 3rd shooting of weekend","time_posted":"4 hours ago"},{"heading":"Cemetery shooting leaves 1 dead, 1 injured in Montgomery County","time_posted":"4 hours ago"},{"heading":"Community members protest police shooting in Welch, W.VA.","time_posted":"4 hours ago"},{"heading":"8-year-old injured during drive-by shooting in Laurinburg, NC","time_posted":"4 hours ago"},{"heading":"Two shot in the Bronx. One dead.","time_posted":"4 hours ago"},{"heading":"City of Miami Beach Issues State of Emergency, Curfew Following Weekend of Deadly Shootings","time_posted":"8 hours ago"},{"heading":"Illinois sheriffs’ opposition to enforcing weapons ban signals rightward movement about constitutional authority","time_posted":"11 hours ago"},{"heading":"Teen shot at Augusta, GA McDonald's; later dies","time_posted":"14 hours ago"},{"heading":"5-year-old killed, two others injured in Arizona drive-by shooting involving a car with 6 juveniles inside | CNN","time_posted":"19 hours ago"},{"heading":"Good guy starts blasting in self-defense, will get to spend 26 years in prison to come to terms with being a liar and a murderer (Albuquerque, NM)","time_posted":"1 day ago"}],"rules":["Do not have low karma and make pro-gun arguments","Be careful in brigaded threads","No personal attacks","NO DOXXING","No \"Stand Your Ground\" posts or concern trolling"],"subreddits":{"Recommended Communities":{"r/guncontrol":"11,420 members"}},"about":{"header":"About Community","description":"The cost of 'cool'. Mass Shooter Tracker Data. Mass shootings. Tracking mass shootings via all guns, firearms, semi-automatics, rifles, shotguns, automatics, handguns, etc. Gun control for gun, ammunition, bullet safety and a well regulated militia.","created":"Created Aug 27, 2012","stats":["48.9k Members","24 Online"]},"other_information":[]}