{"time_collected":"2023-03-07 06:49:32.181085-05:00","top_headers":[{"heading":"[ModPost] r/Hackintosh rules clarifications and more","time_posted":"1 year ago"},{"heading":"Getting Started With Hackintoshes","time_posted":"3 years ago"},{"heading":"Hackbook Pro with AMD APU and Full Graphics Acceleration!","time_posted":"11 hours ago"},{"heading":"Ventura 13.2.1 Success 👐","time_posted":"20 hours ago"}],"rules":["No profanity","No links to torrents of P2P of copyright material","Flag your post","Questions Must Have Adequate Information","Search Before Posting","No distro/beast tools","No self-promotion","No Mac or VM posts","Don't distribute EFIs","No Youtube Guides","Beta/Alpha Software is unsupported","Unrelated Posts and Memes"],"subreddits":{"Related Subreddits":{"r/buildapc":"6,257,287 members","r/apple":"4,008,727 members","r/MacOS":"254,671 members","r/osx":"70,743 members","r/mac":"2,783,153 members"}},"about":{"header":"About Community","description":"A community for those looking to install macOS on their PC!","created":"Created Mar 5, 2009","stats":["174k Members","417 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"What is a Hackintosh?","description":"A Hackintosh is a non-Apple computer that runs macOS.\nAMD USERS READ THIS: While it may be more work, the AMD hackintosh scene has gotten quite a bit easier. Do note we're primarily an intel subreddit but feel free to ask questions relating to AMD based systems. (AMD Laptops and AMD integrated GPUs are unsupported)\nYou can find the AMD OS X discord here\nOpenCore Install Guide\nmacOS INSTALLERS NOTE: This sub is dedicated to legally obtained copies of macOS. Please do not ask, or post, about things like iAtkos, Niresh, Olarila or any other modified macOS installer that may be compromised!\nPre-Built EFI NOTE: We provide minimal to no support for Pre-Built EFIs from GitHub, Hackintosher and such due to generally being heavily outdated, poorly made and users not knowing what their hackintoshes are doing. You may still ask for help but please be prepared to remake your EFI from scratch following the Vanilla Guide\nUniBeast and Multibeast NOTE: Unfortunately we do not support the use of beast tools due to being closed sourced, can modify macOS files and users largely not know what these tools are doing(more info here). You will be requested to restart your installation following the Vanilla guide to properly learn hackintoshing or face public humiliation and be stuck with your broken Hackintosh\nCheck out the brand-new FAQ! Don't ask before you read it fully, twice.\nMake sure you post your Hackintosh's specifications when you ask questions. (Posting guidelines in the FAQ or further down the sidebar)\nRegarding info/guides posted to this subreddit, we reserve all right to remove posts we feel either break the rules, provide poor info or redirects to other poorly made guides. Please understand that we want to keep the subreddit clean and a place where people don't have to worry about getting false info"},{"header":"Hardware Compatibility","description":"Check if your hardware can run macOS\nAnti-Hackintosh Buyers Guide\nBasic Compatibility Guide - FAQ\nWireless Buyers Guide\nGPU Buyers Guide"},{"header":"Useful Links","description":"How to install macOS on a PC\nOpenCore Install Guide\nSupports Intel, AMD, Desktops and laptops!\nNo Mac required for installation\nPost-installation Guides\nOpenCore Post-Install Guide\nHackintosh Multiboot\nDual Boot on the Same Drive\nBacking Up EFI Partition\nFixing Audio\nUSB Map Guide\nUSB Map Tool\nDisabling unsupported GPUs\nUseful Links and Guides (Check if your computer is compatible with macOS)\nOpenCore Resources\nOpenCore Manual\nOpenCore Desktop Guide\nInformative threads homegrown here from /r/hackintosh\nWhat's new in macOS Catalina\nWhat's new in macOS Big Sur\nAdditional Hackintoshing resources\nLatest Builds of Popular Kexts\nStatus on Nvidia WebDrivers\nInsanelyMac forum\nAMD OS X\ntonymacx86 forum\nPooter\nA bot that installs and maintains your hack for you"},{"header":"Posting Format","description":"Hardware:\nCPU:\nGPU:\nRAM:\nMotherboard/Laptop model:\nAudio Codec:\nEthernet Card:\nWifi/BT Card: (if available)\nWhat guide/tool followed: [Links and/or names, links preferably]\nWhat part I got an issue with: [Describe your issue WITH pictures attached if possible]\nWhat files/config I am using:\nExtra Info: [Add something you need to point out about your setup]"}]}