{"time_collected":"2023-03-08 13:53:45.229850-05:00","top_headers":[{"heading":"Haircare Advice Megathread - Week of February 18, 2023","time_posted":"18 days ago"},{"heading":"Haircare Advice Megathread - Week of March 04, 2023","time_posted":"4 days ago"},{"heading":"Can I trim hair on widows peak to make hair even?","time_posted":"2 hours ago"},{"heading":"Does anyone know what hairdryer the barber is using?","time_posted":"4 hours ago"},{"heading":"Can Scalp Massagers become dangerous for hair?","time_posted":"11 hours ago"},{"heading":"Hair won't hold a curl. Help!!","time_posted":"8 hours ago"},{"heading":"How to stop split hairs before they form","time_posted":"1 day ago"},{"heading":"Blonde hair and henna extract","time_posted":"2 days ago"},{"heading":"Is the following combination of ingredients special together? (Results can be compared to Wonder Water): Alcohol, Cetrimonium Chloride, Cetyl Alcohol, Glycolic Acid, Linum Usitatissimum Seed Oil, Carapa Guaianensis Seed Oil, Bertholletia Excelsa Nut Oil, Mauritia Flexuosa Fruit Oil","time_posted":"2 days ago"},{"heading":"Thoughts on rosemary oil/water trend","time_posted":"3 days ago"},{"heading":"What did my hair stylist just do? I am confused","time_posted":"3 days ago"},{"heading":"got a couple of questions","time_posted":"3 days ago"},{"heading":"Protecting ends: Leave in or oil?","time_posted":"3 days ago"}],"rules":["Source Your Facts","We Are Not Your Doctor","Post Advice Requests in the Weekly Advice Thread","No Repetitive Posts","This is a Science Subreddit","No Advertising","Be Respectful","No Asking for Advice on Hairloss or Balding","This is Not a Product Review Sub","This is Not a Hair Coloring Sub","This is not a DIY subreddit"],"subreddits":{"Related Subreddits":{"r/FancyFollicles":"568,305 members","r/malehairadvice":"342,390 members","r/femalehairadvice":"484,205 members","r/NoPoo":"399,054 members","r/curlyhair":"1,137,827 members","r/Naturalhair":"290,526 members","r/SkincareAddiction":"1,691,901 members"}},"about":{"header":"About Community","description":"This subreddit aims to provide resources for achieving better hair quality through scientific research in trichology, physiology, chemistry, and biology.","created":"Created Aug 18, 2013","stats":["753k Members","479 Online"]},"other_information":[{"header":"Community Guidelines","description":"Help us maintain a high quality science subreddit. Whenever someone makes a claim, ask them to provide a source.\nUse the \"report\" button whenever you see rule-breaking to help the mods keep this place cleaned up.\nPlease visit the Haircare Advice megathread from time to time to offer advice to other users!\nDiscourse is encouraged, disrespect is not. Disagreements in science are common, but don't talk down to or insult who you're arguing with. We're all here with the same goal of learning.\nBe open to criticism and source requests. Being combative in response to good-faith discussion may get you banned."},{"header":"Looking for Advice?","description":"-If you'd like personal advice about your hair including styling, hair type, or product recommendations please post them in the weekly megathread. This keeps the main feed clear for hair science questions and discussions which are the main purpose of this subreddit.\n-Asking for advice about medical conditions like hair loss, dandruff, or other scalp issues are not permitted and will be removed."},{"header":"Get Special Flair!","description":"To apply for user flair, fill out this form\nIf you make several well-cited comments, you can get special flair to distinguish you as a knowledgable hair person. Gives you extra credibility!\nAre you a professional stylist? Show the mods proof of your occupation and we can give you special stylist flair.\nIf your posting history indicates that you are a company or product representative, you need to be assigned brand representative flair in order to post about your products on this subreddit."},{"header":"Resources","description":"Beginner Haircare Guide\nOther Basic Care Guides\nInfo on Advanced Topics\nSpecific Ingredient Guide\nHCS's Dictionary of Terms\nAlphabetical List of All HCS Guides"},{"header":"More Information","description":"International Journal of Trichology Archive\nUK Institute of Trichologists\nNorth American Hair Research Society\nChemical and Physical Behavior of Human Hair by Clarence R. Robbins\nHair and Haircare, ed. Dale H. Johnson\nCosmetics & Toiletries Magazine\nJournal of Cosmetic Science Archive\nBeauty Brains Blog\nINCI Decoder\nCosmetic Ingredient Review"}]}