{"time_collected":"2023-03-08 16:32:03.964294-05:00","top_headers":[{"heading":"new here - didn't know about this community, but here's a sample of all the colors I've had in the past year! I used several different brands so I'll put that in the captions.","time_posted":"3 hours ago"},{"heading":"Hello! Just Wanted to Give a Update About The Peachy Pink Problem Mess I Had A Week Ago, and Posted on here!","time_posted":"4 hours ago"},{"heading":"I wanna dye my hair purple without removing the orange dye I have currently, would it turn out brown or purple? (picture of my hair currently)","time_posted":"5 hours ago"}],"rules":["Hair dye only","Positivity and constructive criticism","Limited advertising & self-promotion"],"subreddits":{"Crosspost to Subreddits":{"r/Hair":"1,229,663 members","r/HaircareScience":"753,502 members","r/FancyFollicles":"568,316 members","r/coloranalysis":"32,332 members"}},"about":{"header":"About Community","description":"The r/HairDye community is devoted to hair dye and dyed hair. Any posts of your dyed hair, or questions relating to dying your hair are welcomed; Anything from Brown to Rainbow. So go ahead, let the world see your gloriously dyed hair!","created":"Created Mar 16, 2013","stats":["501k Members","192 Online"]},"other_information":[{"header":"Posting Guidelines","description":"For Posting Pictures\nPlease use a photograph with natural lighting, without any heavy filters, and share what dye you used for everyone curious!\nFor Getting Advice\nTry to provide as much information about your hair's condition, dye history, color level, or anything else pertinent to your question. Including a photo often helps a lot, and is recommended."},{"header":"FAQ","description":"Q: Can you recommend a good hair dye?\nA: Some popular options are\nManic Panic\nArctic Fox\nGood Dye Young\nThe recommended dyes above are all endorsed as excellent options, and all vegan and cruelty-free. They all have different colors and products. To avoid damaging your hair, never use a (developer included) box dye.\nQ: Do I need to bleach my hair first?\nA: You don't need to bleach your hair. Many dyes will show up well on brown hair, but if you want bright vibrant colors a bleached blonde range around level 8 is recommended;\nOr oVertone has a bleachless, coloring conditioner for dark brown hair.\nQ: How do I dye hair without bleaching?\nA: Wash your hair with a clarifying shampoo, do not use conditioner, and allow your hair to fully dry before applying the dye.\nQ: How do I bleach my hair?\nA: You'll need to buy bleach and developer. You can view detailed instructions here. But they may vary depending on desired results.\nQ: How do I quickly remove dye from my hair?\nA: The recommended way is to give your hair a Bleach Wash. Mix (1 part) bleach with (1-2 parts) 20 volume developer, mix with (6 parts) clarifying shampoo, and apply to damp hair for 10 minutes, before rinsing."},{"header":"Other Websites","description":"haircrazy.com\nhairdyegallery.com"}]}