{"time_collected":"2023-03-08 17:03:07.530275-05:00","top_headers":[{"heading":"Blue Magic Group is a trash clinic claiming they are FDA regulated. This is a lie","time_posted":"28 days ago"},{"heading":"This subreddit under heavy astroturfing by BLUE MAGIC GROUP. They have demonstrated terrible dishonesty, ethics, and even lazyness and poor intelligence. I wouldn't be surprised at all if this was the type of clinic to throw away patients grafts to save on time and money.","time_posted":"1 day ago"},{"heading":"My hair transplant journey is over . 7 months post transplant. 4350 grafts. LHC. Dr.Ahmet. No fin. Just minoxidil. Good luck guys! My life now restarts.","time_posted":"9 hours ago"},{"heading":"Hair transplant results 9 months","time_posted":"6 hours ago"},{"heading":"Norwood 2 for about 3 years, I’ve taken finasteride for 2 years at this point, and was wondering if any of you thought HT was an option for me. I’m only 20 years old and after dealing with this for 3 years - I wanna enjoy my 20s. LMK. Or conversely, if I would be able to shave it all off.","time_posted":"43 minutes ago"}],"rules":["NO SPAM","No Cockwombles","Any financial conflicts of interests must be disclosed if they're related to any advice given","No direct commissions.","Doctor's name must accompany clinic names in any titles for reviews. Titles with no clinic is ok"],"subreddits":{"Related Communities":{"r/FemaleHairLoss":"32,091 members","r/bald":"55,887 members","r/tressless":"144,654 members","r/Hairloss":"38,158 members","r/longhair":"430,037 members","r/Balding":"3,321 members","r/alopecia_areata":"7,647 members","r/malehairadvice":"342,434 members","r/PlasticSurgery":"134,186 members","r/Minoxbeards":"68,447 members"}},"about":{"header":"About Community","description":"This Hair Transplant Forum aims to provide objective information about hair transplants. We will be sharing patient results from the best clinics around the world and discussing latest surgical techniques and innovations.","created":"Created Oct 9, 2014","stats":["19.8k Members","193 Online","Top 5% Ranked by Size"]},"other_information":[]}