{"time_collected":"2023-03-08 18:54:29.266855-05:00","top_headers":[{"heading":"The Room Where It Happens","time_posted":"2 years ago"},{"heading":"So I was searching the funko app and, new Hamilton pops?!","time_posted":"2 months ago"},{"heading":"When did you first see it? Where? What was your experience like?","time_posted":"2 days ago"},{"heading":"Rush Tickets in NYC?","time_posted":"3 days ago"},{"heading":"What song did you hate the first time you heard it but then loved it.","time_posted":"4 days ago"},{"heading":"Hamilton: 'Got Milk' Commercial Comparison - Parody vs Original","time_posted":"4 days ago"}],"subreddits":{},"about":{"header":"About Community","description":"News and discussion about *Hamilton* by Lin-Manuel Miranda","created":"Created Jul 11, 2015","stats":["105k Members","47 Online"]},"other_information":[{"header":"About r/HamiltonMusical","description":"\"Hamilton literally wrote a verse to get him off an island — that’s the most hip-hop shit ever.\" — Lin-Manuel Miranda\nHamilton is an award-winning musical on Broadway, written by Lin-Manuel Miranda. It features the first Secretary of the Treasury, Alexander Hamilton, and is based on a biography by Ron Chernow.\n= If you wanna listen to the cast recording, it's on iTunes, and Spotify - this NPR article links to the Spotify playlist! Check it out! =\n(If you wanna get on memorizing every line, hit up Genius.com during your second listen for lyrics, analysis, and Lin's comments)\nIn this subreddit, feel free to post anything relating to Hamilton - news about the play, stuff about the Secretary of the Treasury, stuff about Lin-Manuel Miranda, discussion about any of these things, etc.\nFor tickets, news, casting info, and more, check out the official website. To get some Hamilton swag, check here. Also, hit up Lin-Manuel Miranda's twitter, because it's great.\nThe Four Things You Need to Know (The Rules of /r/hamiltonmusical)\n1) Treat each other with civility. Debate is welcome and encouraged; duels and other disrespectful behavior, however, are strictly forbidden and may result in removal of your posting privileges.\n2) Do nothing to provoke legal action. The use of cameras or video/audio recording devices in a theater is illegal copyright infringement. Do not discuss illegal activities or illegally obtained material in this subreddit.\n3) Be inimitable, an original. All posts and comments to this subreddit must contain content that came from your own brain or hand. Standards for originality/appropriateness of content are subject to moderator discretion.\nStandalone quotes of lyrics from the musical are just that, quotes, not original content.\nExceptions are made for photos of a theater stage/ticket stubs/Playbill/merchandise: These photos are allowed in the appropriate megathread.\n4) We won't follow the money to see where it goes. Buying and/or selling tickets on the secondary market is risky, and /r/hamiltonmusical and its moderating team is maintaining deniability by forbidding buying/selling of tickets on this subreddit. We strongly recommend using a trusted secondary market platform such as Verified Tickets by Ticketmaster or StubHub.\nThat's it, really.\nRelated subreddits:\n/r/Broadway\n/r/musicals\n/r/UnexpectedHamilton\n/r/hamiltonmemes\n/r/InTheHeights\n/r/ItsClippingBitch\nAffiliated subreddits:\n/r/heathersmusical\nFAQ\nLocated here. Still in progress!\nThanks to /u/thesarahkay for color balancing and fixing up the banner image!\nThank you /u/fuckmattdamon for our Hamilton Snoo!"}]}