{"time_collected":"2023-03-07 14:55:15.849467-05:00","top_headers":[{"heading":"POST MATCH THREAD: Brighton 4 - 0 West Ham","time_posted":"3 days ago"},{"heading":"PSA: No politics allowed","time_posted":"3 days ago"},{"heading":"Lovely bit of sun here in Larnaca","time_posted":"9 hours ago"},{"heading":"I saw a few links in the morning from various sources and instantly thought it was fake but I keep seeing other people posting about it and it’s making it seem more and more possible to me, could it happen?","time_posted":"50 minutes ago"}],"rules":["No Hate Speech","No Spam","No Private Information","No Reposts/Redundant Content","No Direct Links to Tabloids","No Paywalls","No Misleading/Clickbait Titles","No Politics"],"subreddits":{"Related Subreddits":{"r/soccer":"4,067,050 members","r/PremierLeague":"1,942,364 members","r/FantasyPL":"657,823 members","r/footbaww":"18,328 members","r/madtekkers":"9,160 members","r/HammersVideo":"321 members"}},"about":{"header":"About Community","description":"West Ham United Football Club news and discussion.","created":"Created Mar 1, 2011","stats":["31.3k in the Claret & Blue Army","143 Blowing Bubbles","Top 5% Ranked by Size"]},"other_information":[{"header":"Transfer Rumour Guidelines","description":"The transfer window can be a crazy time. To help with that, the moderators have agreed on a tier system for transfer news.\nTier 1: Official Sources -- Club/Player\nTier 2: Good Sources -- BBC, Sam Inkersole, Lee Clayton, Kaveh Solhekol, Gianluca Di Marzio (Italy), Alfredo Pedulla (Italy), Nico Schira (Italy), Sky Sports Italy, The Guardian, London/Evening Standard, The Telegraph, The Independent, L'Equipe (France), Bild (Germany), COPE (Spain), Paris United (France), Club ITKs\nTier 3: Okay Sources -- SkySports, Goal, Talksport, Gazetta dello Sport (Italy), Mundo Deportivo (Spain), ESPN (US/UK), Manchester Evening News, Liverpool Echo, NBC Sports (US), Record (Portugal), Sport1 (Germany), Football.London (not Inkersole), Football Fan Cast, This is Futbol, Selling Club ITKs\nTier 4: Questionable Sources -- The Metro (UK), Sports Witness, Marca (Spain), aBola (Portugal), AS (Spain), TuttoSport (Italy), Sky Sports Germany, Fanatik (Turkey), Bleacher Report (US), Get Football France News, HITC, Caught Offside, Joe.co, 90min, West Ham Blogs, Foreign Blogs\nTier 5: Bad/Self-Post Only Sources -- The Sun, The Mirror, The Daily Star, The Daily Record, The Daily Mail (not Clayton), The Express\nNOTE: Everything else will be left up to the moderators' discretion.\nOther rules for transfer rumors and discussion:\nDo not repost the same rumor repeatedly. If someone posted something about us being after a particular player yesterday, do not post the same rumor today. If this article doesn't bring up any new information, don't post it!\nDo not post rumors from any website behind a paywall.\nDo visit the stickied transfer thread if you would like to discuss a particular pursuit for a player but there is no new information to be posted.\nDo use the post flair options to tag any transfer news that is not reported from a Tier 1 source (player or club)."},{"header":"Useful Links","description":"Resources:\nOfficial Website\nOfficial Twitter\nClub Store\nWest Ham Wikipedia Entry\nPSA To New Supporters\nLondon Stadium Visitor Guide\nTicketing Guide\nTicket Resale Rules\nNews/Rumors:\nKUMB\nThe West Ham Way\nBrace the Hammer\nWest Ham Till I Die\nClaret & Hugh\nWest Ham World\nWest Ham Rumours\nHammer Headlines\nNews Now: West Ham\nr/Hammers Fantasy Premier League: xn6dkz\nAuto-Join Link"}]}