{"time_collected":"2023-03-07 08:09:20.596878-05:00","top_headers":[{"heading":"Welcome to r/hamsters! (Please read before posting)","time_posted":"1 year ago"},{"heading":"WARNING Kaytee Clean and Cosy bedding (More in comments)","time_posted":"16 days ago"},{"heading":"Friendly reminder that pets are a privilege, not a promise and even politely provided (requested) info falls on deaf ears","time_posted":"14 hours ago"},{"heading":"Worried about new hamster","time_posted":"12 hours ago"}],"rules":["No media indicating harm to ANY animals.","No seeking of or supplying medical advice","No housing hamsters together.","No photos of deceased hamsters.","Read the pinned posts and sidebar before making a post/comment of your own.","Be nice!","Must be educated/approved to breed hamsters.","Understand users are allowed to correct someone.","Don't push extreme standards on others.","No advertisement"],"subreddits":{"Other Hamster Communities":{"r/hamstercare":"15,537 members","r/hamster":"14,256 members","r/dwarfhamsters":"3,090 members","r/hamstersdontjudge":"1,150 members","r/hamstercirclejerk":"541 members","r/HamsterHeaven":"243 members","r/hamsterhideout":"165 members","r/hamsterpictures":"151 members","r/HamsterBand":"121 members","r/hamsterbutts":"39 members"}},"about":{"header":"About Community","description":"This sub is dedicated to hamsters and their humans","created":"Created Jun 3, 2011","stats":["103k Hamster lovers","225 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Important stuff 🐹","description":"Looking to be a moderator? Click here.\nGuess what? This community is cheek-full of information- but sometimes it's tricky to find! That's why the mods of this community are trying their best to give members easy access to as much as they can.\nIt looks like you already viewed the community sidebar, but have you checked out this post? It has so much to look at! 🐹"},{"header":"Helpful Hamster Discord Group!","description":"Hamster Care Central is a wonderful discord server focused on helping educate and discuss good hamster care! They maintain an active shame-free space for anyone to share knowledge, show off their hamster, ask questions, and give quality advice.\nThis discord community is not moderated by anyone who works on r/hamsters, so if you have any issues please let the moderators of the discord know."},{"header":"Trustworthy Hamster Websites","description":"We know it is often difficult to find correct hamster care information without having several incorrect articles get in your way. However, here are all very helpful hamster websites.\nThe Hammingway\nHamster Welfare\nFiveLittleHams"}]}