{"time_collected":"2023-03-08 14:03:37.905115-05:00","top_headers":[{"heading":"r/happy has a discord server!","time_posted":"9 months ago"},{"heading":"I struggle with mental health issues, today on my way home from a doctor I spotted a cat in one of the gardens. It let me pet it, it's so cute and it made me very happy.","time_posted":"8 hours ago"},{"heading":"I'm happy because I have such a beautiful cat :)","time_posted":"17 hours ago"},{"heading":"I raised this guy since he was like maybe a week old 💕 he makes everyday better","time_posted":"1 day ago"}],"rules":["No Silver Lining Stories","No shaming/negative comments","No reposts without attribution","No vague posts","No meme posts","Shameless self-promotion is not allowed"],"subreddits":{"Related Communities":{"r/NonBinary":"200,937 members","r/squishmallow":"86,266 members","r/transpositive":"110,022 members","r/FreeCompliments":"256,279 members","r/TransLater":"71,952 members","r/Journaling":"505,616 members","r/cats":"4,097,921 members","r/tarantulas":"80,911 members","r/Crossdress_Expression":"24,301 members","r/pansexual":"154,926 members"}},"about":{"header":"About Community","description":"Too many depressing things on the main page, so post about what makes you warm and fuzzy inside!","created":"Created Jan 25, 2008","stats":["603k happy campers","108 Online"]},"other_information":[{"header":"Welcome!","description":"Please avoid posting news stories that have a silver lining as while a happy/amazing thing happened, it came out of a sad/depressing situation.\nAdditionally, if you would like to share news with us, please be descriptive about it. Self posts are allowed on the basis that it is a truly happy event and put effort into writing it. Short or vague self posts will be removed as this dilutes the feed.\nShare a story! - Post about what makes you warm and fuzzy inside, we encourage everyone to share a story about their happiness.\nPlease do not post memes they have their own subreddit. Instead of posting a meme photo, share a story!\nNOTE Do not be offensive, be respectful to all users."},{"header":"Related communities","description":"Working on something and can't quite finish it? Take a look at /r/GetMotivated!\nGot a life goal you want to share with the world? Come post to /r/LifeGoals and make it a reality.\nShare a story that made you feel great! Come share at /r/GoodFeelings\nDid a loved-one make you happy? Tell us about it on /r/greenflags\nWant to enjoy some positive memes? Head on over to r/wholesomememes\nWould you like to try out a feel-good live chat? Check out r/FriendlyNeighbours"}]}