{"time_collected":"2023-03-19 19:28:49.517832-04:00","top_headers":[{"heading":"Harry Potter Read-Alongs: The Master List","time_posted":"2 years ago"},{"heading":"r/HarryPotterBooks Best of 2022 Awards!","time_posted":"2 months ago"},{"heading":"How does Harry expect to die as Master of the wand as an auror","time_posted":"8 hours ago"},{"heading":"My head canon is that Dumbledore told Minerva McG *everything* — even his planned death at the hands of Severus — and that she played her part SO well that nobody, not even Harry, ever found out about it.","time_posted":"18 hours ago"},{"heading":"The duel between Lee Jordan, George Weasley & Corban Yaxley","time_posted":"4 hours ago"},{"heading":"The Origins of Snape, the Potions Master","time_posted":"21 hours ago"},{"heading":"History of Magic and Astronomy Chambers (What if?)","time_posted":"20 hours ago"},{"heading":"Arthur Weasley and the 21st century","time_posted":"2 days ago"},{"heading":"I have listed several emotions/quailities below. Which characters do you associate with them the most?","time_posted":"2 days ago"},{"heading":"If a wizard does a muggle job and use magic with nobody seeing it, would they still be be breaking the statute of secrecy?","time_posted":"5 days ago"},{"heading":"Most well-written chapters in the books?","time_posted":"6 days ago"},{"heading":"Best Female Character BESIDES Hermione and Ginny","time_posted":"6 days ago"}],"rules":["All content must be relevant to the Harry Potter Books. No discussion about the movies.","Don't Be a Jerk - Be Respectful. Follow Reddit's Rules and \"Reddiquette\".","No Spam, Advertisements, Self-promotion.","No piracy enabling."],"subreddits":{"Related Communities":{"r/harrypotter":"1,672,343 members","r/Wandsmith":"11,726 members","r/Pottermore":"17,117 members","r/thedarkarts":"193 members","r/pureasoiaf":"152,083 members"}},"about":{"header":"About Community","description":"r/HarryPotterBooks is a discussion forum devoted to the ***Harry Potter*** book series, and associated written works by J.K. Rowling. This subreddit focuses only on the written works and does not allow content from the popular WB movies.","created":"Created Dec 6, 2013","stats":["56.5k Members","93 Online"]},"other_information":[{"header":"r/HarryPotterBooks Rules","description":"We have 4 rules at r/HarryPotterBooks. Breaking any of these rules may force us to remove your comment, or post. Repeat or blatant rule breaking will result in a permanent ban. Before posting please check that your content doesn't violate our rules below. We expect all users to read and understand our rules before posting here.\nDo NOT private message or use reddit chat to contact moderators about moderator actions. Only message the team via modmail. Directly messaging individual moderators may result in a ban.\nAll content must be relevant to the Harry Potter Books. No discussion about the movies is permitted here. (See r/Harrypotter for that). Any comments or posts regarding the movies will be removed. This subreddit is focused on the written Wizarding World universe. Content including discussion of the popular WB film adaptations of Harry Potter and Fantastic Beasts and Where to Find Them will be removed. Moderators employ a zero tolerance policy and continual blatant violators will incur bans. Users should assume that any mention of the films are subject to removal.\nWe do not discuss fan fiction at r/HarryPotterBooks. This subreddit is focused on the written Wizarding World universe. We discuss the canon materials, not things written by the fandom. Please direct yourself to r/HPfanfiction or r/harrypotterfanfiction instead. Any comments or posts regarding fan fiction will be removed.\nDiscussion about the other associated written works (like Fantastic Beasts and Where to Find Them, Quidditch Through the Ages, and The Tales of Beedle the Bard) is allowed.\nDon't Be a Jerk - Be Respectful. Follow Reddit's Rules and \"Reddiquette\". This includes but is not limited to trolling, hate speech, derogatory slurs, and personal attacks. Defending any bigotry including homophobia, racism and transphobia, etc. We also do not allow discussion of modern politics, including J.K. Rowling herself or any of her personal views. Political discussion limited to the Potterverse is still acceptable. We define \"Modern\" as anything that has happened in the past 20 years.\nNo Spam, advertisements, self-promotion. This includes other subreddits, Discord servers, blogs etc. (If you have something that you would like to share through r/HarryPotterBooks you must contact the mods before posting. Ads will be allowed on a case by case basis).\nNo piracy enabling. Do not post links or discuss how to pirate any Harry Potter-related media.\nAll rules are enforced at the mod team’s discretion. Moderators reserve the right to remove any content they deem harmful to the sub."},{"header":"Sidebar last updated on-","description":"August 24th, 2022. Rules are subject to change at the mod team's discretion."}]}