{"time_collected":"2023-03-08 16:22:43.438299-05:00","top_headers":[{"heading":"Please review rules and regulations of the forum.","time_posted":"2 years ago"},{"heading":"Daily HCMC discussion board. A place for all things HCMC.","time_posted":"1 year ago"},{"heading":"How was it at these price points and how large was MKT CAP?","time_posted":"2 days ago"},{"heading":"Does HCMC owns these stores?","time_posted":"2 days ago"},{"heading":"Why is HCMC still not making money?","time_posted":"2 days ago"}],"rules":["Posting requirements.","Do NOT post share holdings!!","Post MUST relate to HCMC.","NSFW content is not permitted.","Common/ Repetitive Questions.","Respect all users. Respect will be given regardless of race, creed, color, ethnicity or religion.","Please use flair to identify posts so that the user may sort the post by topics.","Flair Guidelines.","Single line posts, or only headers without a post, are not acceptable.","Back up your claim or DD.","No market manipulation.","No brigading.","No doxing.","Breaking the rules.","Rule Enforcement."],"subreddits":{},"about":{"header":"About Community","description":"HCMC Stock forum. Healthier Choices Management Corp (HCMC) is a U.S. based publicly traded company specializing in providing consumers with healthier alternatives to everyday lifestyle choices. HCMC is currently involved in a patent infringement lawsuit against Philip Morris USA, Inc. and Philip Morris Products S.A. in connection with their product known and marketed as “IQOS®.” Cozen O’Connor has been engaged to represent HCMC. HCMC Discord (@HcmcMod on Twitter) https://discord.gg/ewR4FkzxU","created":"Created Jan 27, 2021","stats":["39.6k HCMCARMY","16 ONLINE"]},"other_information":[{"header":"POSTING RULES","description":"If you cannot see the comments or you do not have the ability to post, it is because Automod has filtered spam comments or the user does NOT meet the requirements to post in this forum as of yet. PLEASE read the posting rules for the forum!"},{"header":"Overview: Verified DD/Updates","description":"These posts by forum members have the most concise, sourced and up to date due diligence in regard to the HCMC stock and its outlook. Personally, I could not have done better. I commend them on their work and hope everyone finds the information useful.\nhttps://www.reddit.com/r/HCMCSTOCK/comments/lpcz33/complete_dd_hcmc_form_4_security_salepurchase/?utm_source=share&utm_medium=web2x&context=3\nhttps://www.reddit.com/r/HCMCSTOCK/comments/lpe52q/dd_on_hcmc_healthier_choices_management_due/?utm_source=share&utm_medium=web2x&context=3\nhttps://www.reddit.com/r/HCMCSTOCK/comments/lwgb24/link_to_follow_the_hcmc_lawsuit/?utm_source=share&utm_medium=web2x&context=3"}]}