{"time_collected":"2023-03-08 13:55:14.438590-05:00","top_headers":[{"heading":"THIS SATURDAY: AMA with Evvy CEO, Priyanka Jain!","time_posted":"1 month ago"},{"heading":"TERFs Back Off","time_posted":"25 days ago"},{"heading":"Can I take NAC together with probiotics ?","time_posted":"42 minutes ago"},{"heading":"cured chronically infected vagina- before and after Evvy results linked in comments","time_posted":"14 hours ago"},{"heading":"Mild Yeast Infection HELP","time_posted":"3 minutes ago"},{"heading":"For those of you who use boric acid after your period …","time_posted":"38 minutes ago"},{"heading":"Boric acid and vaginal suupositories alternately or first boric acid and at the end of the two weeks vaginal suppositories ?","time_posted":"7 hours ago"},{"heading":"Recurring thrush during/around period","time_posted":"10 hours ago"},{"heading":"Evvy","time_posted":"13 hours ago"},{"heading":"Women’s Probiotics","time_posted":"18 hours ago"},{"heading":"Just starting Hiprex","time_posted":"14 hours ago"},{"heading":"Continuous irritation and itch on vagina and around the anus-Possible Lichen Sclerosis?","time_posted":"14 hours ago"}],"rules":["This sub does NOT take the place of medical advice","NSFW Photos Pt 1","NSFW Photos Pt 2","Gender Inclusivity","All posts with links are screened","Be kind to one another.","NO soliciting, NO exceptions","DMs to Users","Research/Surveys MUST be Mod Approved","We reserve the right to ban suspected fetishists.","Mods do not provide private DM support"],"subreddits":{},"about":{"header":"About Community","description":"We are an inclusive, supportive community where individuals with vaginas/vulvas, however they may identify, can come to seek advice and support for vaginal health. This sub does not take the place of IRL medical advice, but aims to provide a safe space for questions and commiserations. Welcome!","created":"Created Apr 29, 2018","stats":["72.3k Members","180 Online"]},"other_information":[{"header":"How To Keep Your Hooha Healthy","description":"General Health Measures: Avoid cigarettes. Avoid a diet high in dietary fat content and sugar.\nCleaning Vulva & Vagina: Clean only the outside of the vagina with gentle, unscented bar soap like Dove or Ivory. DO NOT DOUCHE! It eliminates helpful bacteria and increased risk of infection. Use unscented, dye free soaps, especially on the hands, anal areas, and genital areas, both yours and your partner’s. Use a clean, previously dry washcloth or towel each time the vulva is cleaned or dried. Wipe or pat the vulva gently after urinating; excessive wiping can damage your skin. Cleaning with warm water after urinating or having a bowel movement can help some women.\nKeeping the Vulva Dry: Gently but thoroughly dry the vulva after bathing or showering; you can use a hair dryer on low to accomplish this! Sleep without underwear to increase circulation. Cotton underwear with a cotton crotch is most breathable. Avoid staying in a wet bathing suit.\nAvoid Irritants: Use unscented and dye-free detergents for your underwear. Consider double rinsing your underwear to eliminate any soap residue. Avoid pads and pantyliners unless needed; and try a variety of pads to find the least irritating.\nAltering Sexual Practices: Only clean objects should touch or enter the vagina (that goes for anything! Fingers, toys, penises, other vaginas, etc). Use a water-based lubricant to prevent chafing during sexual intercourse Try a variety of pH balanced lubricants to find the least irritating one for you. Clean objects (including fingers, penis, sex toys) with soap and water after contact with the anus before they touch the vagina to avoid spreading germs. Consider condoms or pulling out with recurrent infections, as semen may affect the pH of the vagina, especially with frequent intercourse.\nChoosing Birth Control: Spermicides may irritate the vagina. Oral contraceptives alter the vaginal flora in some people, increasing their risk of vaginitis. Consider alternative forms of birth control for recurrent, severe vaginitis."},{"header":"Mycoplasma/Ureaplasma","description":"Treatment Guidelines for Mycoplasma: https://www.cdc.gov/std/treatment-guidelines/mycoplasmagenitalium.htm\nWikipedia article: https://en.wikipedia.org/wiki/Mycoplasma_genitalium"},{"header":"External Genitalia Gallery","description":"http://gynodiversity.com/uploads/Classification_of_the_anatomical_variation_in_female_external_genitalia.pdf"},{"header":"Abortion Resources","description":"https://digitaldefensefund.org/ddf-guides/abortion-privacy START HERE to protect your privacy and keep yourself safe!\nr/StrikeForRoe\nr/auntienetwork is a place to connect \"Aunties\" willing to provide assistance to those seeking abortions in the US\nr/abortion is a support group for those who have had abortions\nr/birthcontrol has a lot of great information on the efficacy of various contraceptive methods on their sidebar as well as some great links to resources in case contraception fails\nr/childfree also has great resources to find providers who provide tubal ligations etc\nhttps://abortionfunds.org/ \"The National Network of Abortion Funds builds power with members to remove financial and logistical barriers to abortion access by centering people who have abortions and organizing at the intersections of racial, economic, and reproductive justice.\"\nhttps://www.mahotline.org/ an informational hotline on how to manage miscarriage or abortion at home\nhttps://crisispregnancycentermap.com/cpcs/ lists information on how to avoid dishonest Crisis Pregnancy Centers whose primary aim is to prevent abortion access\nThe next few links contain information on how to obtain an abortion safely:\nMaster list of resources https://docs.google.com/document/d/1xp20INMkS0wKsFPocrK6jt8XsewcDE4GnGVhu0fwLt0/edit\nMirror link of above https://www.docdroid.net/s3OwS8u/pro-choice-resource-masterpost-pdf\nhttps://www.howtouseabortionpill.org/ *note: it is not recommended to insert pills vaginally as remnants could be found that didn't dissolve.\nhttps://consult.womenhelp.org/get-abortion-pills?z_language=en\nhttps://www.abortionfinder.org/\nhttps://www.ineedana.com/\nhttps://aidaccess.org/"},{"header":"Artwork","description":"Black Iris Artist: Georgia O'Keeffe (American, Sun Prairie, Wisconsin 1887–1986 Santa Fe, New Mexico) Date: 1926 Medium: Oil on canvas Dimensions: 36 x 29 7/8 in. (91.4 x 75.9 cm)"},{"header":"Trans Relevant Links","description":"https://onlinelibrary.wiley.com/doi/abs/10.1111/cyt.12417\nhttps://link.springer.com/article/10.1186/s40168-020-00804-1\nhttps://www.frontiersin.org/articles/10.3389/fcimb.2021.769950/full\nr/Transgender_Surgeries r/ftm r/mtf"}]}