{"time_collected":"2023-03-07 06:59:18.408460-05:00","top_headers":[{"heading":"[MEGATHREAD] Daily venting, worries, fixations, & finding support. Month of March 2023.","time_posted":"6 days ago"},{"heading":"Daily Positivity & HA Journey Progress Updates [MEGATHREAD]. Month of March 2023.","time_posted":"6 days ago"},{"heading":"Recommendations for Health Anxiety / Somatic Symptom Disorder therapists / counsellors in the UK","time_posted":"2 days ago"},{"heading":"what strategies/techniques have you found to genuinely be affective with intense health anxiety?","time_posted":"3 days ago"},{"heading":"What helps me overcome Health Anxiety, OCD, and Fears","time_posted":"8 days ago"},{"heading":"(Success stores & helpful tips only pls) How do you manage health anxiety? What has helped you get through it? Or even cured you?","time_posted":"12 days ago"},{"heading":"the depression HA causes is so overlooked","time_posted":"13 days ago"},{"heading":"Any Christian Resources for Health Anxiety?","time_posted":"15 days ago"},{"heading":"Spoiler You are ALLOWED to care about your health","time_posted":"14 days ago"},{"heading":"How many of y’all are carrying around trauma?","time_posted":"16 days ago"},{"heading":"Have you guys stopped wearing smartwatches that had BPM or other health facts?","time_posted":"15 days ago"},{"heading":"How did you realize that consultation/treatment was needed for HA?","time_posted":"17 days ago"},{"heading":"From an evolutionary psychology perspective, how was health anxiety used as a tool for survival? Has the tool become obsolete in the modern day, or does it still have some use?","time_posted":"22 days ago"},{"heading":"Would you consider anxiety over exposure to minor illness to be HA, or something else?","time_posted":"22 days ago"},{"heading":"When does 'illness worry' turn into 'health anxiety', and what would be some signs that IW is morphing into HA? Also what are the differences between the two?","time_posted":"22 days ago"},{"heading":"how has medication hlped you and your HA?","time_posted":"22 days ago"},{"heading":"Any commonalities about people who develop health anxiety?","time_posted":"23 days ago"},{"heading":"How to Trust What Doctors Say","time_posted":"23 days ago"},{"heading":"Interested to know what treatment is available in the UK. Medication?","time_posted":"23 days ago"},{"heading":"managing health anxiety with medication","time_posted":"24 days ago"},{"heading":"Doctor gave me some helpful advice today","time_posted":"25 days ago"},{"heading":"I wanted to share my favourite character in media to do with HA","time_posted":"28 days ago"},{"heading":"My tips to manage health anxiety","time_posted":"1 month ago"},{"heading":"I am going on a first date with someone who has Health Anxiety. I was wondering what are some topics to avoid aside from like the obvious ones? How do I not trigger their HA accidentally since I am just only starting to get to know them?","time_posted":"1 month ago"},{"heading":"Any good books for Health Anxiety?","time_posted":"1 month ago"},{"heading":"What would a flag representing 'overcoming/managing Health Anxiety' look like? What would be the symbols on it, and what would be the colors?","time_posted":"1 month ago"},{"heading":"[MEGATHREAD] Daily venting, worries, fixations, & finding support. Month of February 2023.","time_posted":"1 month ago"}],"rules":["No Medical, Pharmaceutical, or Veterinary Advice.","Use megathreads for vents, worries, fixations, DAEs, needing support, & reassurance type of content.","No Vague Post Titles For Discussion & Question Posts. Use the main question(s) for the post title.","No Detailed Descriptions and Images of Symptoms.","No Low Quality Posts, Off Topic Posts, Spam and Self Promotion.","No alternative medicine or anti-doctor talk.","Always Be Kind & Follow Rediquette","Always Follow Reddit Rules","Report content that breaks the rules"],"subreddits":{"Helpful Communities":{"r/MentalHealthSupport":"24,489 members","r/NonZeroDay":"106,834 members","r/DecidingToBeBetter":"1,026,349 members"},"Related Subs":{"r/Anxiety":"599,656 members","r/ARFID":"21,127 members","r/OCD":"173,213 members","r/healthanxietyhumor":"2,306 members"}},"about":{"header":"About Community","description":"Welcome to a place for everyone who identifies with having health anxiety, is an ally of someone with health anxiety, or just wants to learn more about our growing community. We coalesce here to reclaim control of our lives through: education, sharing experiences, sharing management techniques, sharing resources, exposing stigma & norms, and advancing the discussion & awareness around Health Anxiety (a.k.a. Illness Anxiety & Hypochondriasis) in its many forms in our own societal realms.","created":"Created Nov 24, 2012","stats":["79.7k Members","125 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Why We Use Megathreads","description":"The megathread is used to prevent any unnecessary distress on somebody who is not mentally prepared to engage with the following content: vents, worry posts, fixations, DAEs (Does Anyone Else), rants, needing support, and reassurance.\nImagine scrolling down on your main general feed to relax, but bump into something distressing instead from the subreddit. We do not want the subreddit to be someone's triggering event for a panic attack or cause them to spiral.\nHealth Anxiety is a very unique mental illness in which for some it is very easy to read someone else's experiences and then come out thinking you may have those symptoms/diseases after reading it. For some learning the existence of a new disease or condition can cause this as well.\nThis is why we take these precautions and use a megathread to provide a place for the above content. For some using the megathread is just a minor inconvenience, but for others this is what is preventing another panic attack or spiral.\nWe are here to accommodate everyone at various stages of their Health Anxiety.\nThank you for your cooperation and helping the community feel safe from any unnecessary distress that is easily caused by health anxiety when navigating social media. Thank you for thinking of others in the Health Anxiety community as we all embark & traverse on our own Health Anxiety management journeys."},{"header":"Suicide Prevention","description":"If you are struggling with feelings of depression, with suicidal thoughts or intent, or if you're just having a really tough time, we encourage you to talk to someone and ask for help: Please call 1-800-273-TALK (8255)\nInternational? See more hotlines here, here, or here\nMore comfortable with texting? Text STARTto 741-741 for the Crisis Text Line\nPreferr to chat? There's someone here, here, or here.\nFor non-crisis support, try 7 Cups of Tea or /r/kindvoice\nI hope things get better for you ~\n—————————————————————\nNational Suicide Prevention Lifeline ☏ 1-800-273-TALK (8255)\nHotlines by Country and 2nd Resource\n24-hour, toll-free, confidential suicide prevention hotline available to anyone in suicidal crisis or emotional distress. Your call is routed to the nearest crisis center in the national network of more than 150 crisis centers.\nTTY: 1-800-799-4889\nChat: Lifeline Chat\nNational Child Abuse Helpline: 1-800-422-4453\nNational Drug Abuse: 1-800-662-HELP (4357)\nNational Domestic Violence Crisis Line: 1-800-799-SAFE (7233)\n—————————————————————\nRead Coping with Suicidal Thoughts (PDF) and checkout this resource listing for more.\nReddit Communities: /r/suicidewatch /r/SWResources /r/depression /r/stopselfharm /r/dbtselfhelp /r/mixednuts /r/BackOnYourFeet /r/assistance"}]}