{"time_collected":"2023-03-07 04:49:00.169476-05:00","top_headers":[{"heading":"Scammer List","time_posted":"1 year ago"},{"heading":"Rule 9 Update - Still Suspended","time_posted":"15 days ago"},{"heading":"anyone for prison on pc? need just one more player,","time_posted":"3 hours ago"},{"heading":"Diamond casino gruppe sechs big con","time_posted":"3 hours ago"},{"heading":"looking for people that can help me with its a g thing(for beff) I'll give u modded cars or cayo NEED ASAP","time_posted":"3 hours ago"},{"heading":"Cayo B2B","time_posted":"3 hours ago"},{"heading":"Cayo Replay Glitch. Need 1 player to do it with 2 times each. This is the setup + Aggressor + Suppressor. I have the Ruby Necklace. I’ll give you your cut first and we’ll take turns going back to back. I have no preference when it comes to your primary target. Sorry if replay glitches aren’t allowed","time_posted":"23 hours ago"},{"heading":"Can someone please host a Cayo or diamond?","time_posted":"15 hours ago"},{"heading":"Looking for people to do criminal mastermind challenge. 25% for each person per heist!","time_posted":"20 hours ago"},{"heading":"humans labs raid and setups 25% per person","time_posted":"21 hours ago"},{"heading":"Diamond casino heist","time_posted":"17 hours ago"},{"heading":"need 3 people for humane labs setup and raid been trying for 3 days please join 🙏","time_posted":"18 hours ago"}],"rules":["Posts Must Have Platform Flair","How to Report Scammers","No Slurs, Harassment or Toxic Behavior.","No Self Promotion","No Scamming","No Ban Evasion","Comment on Posts if Interested and Move to DMs Afterwards","Only Trade For GTA Money or Items","New Accounts and OPs of B2Bs Need to Host First - RULE TEMPORARILY SUSPENDED UNTIL FEBRUARY 19","No Offering or Requesting Modded Services","No Begging"],"subreddits":{"Related Communities":{"r/NBA2kTeamUp":"51,453 members","r/ApexLFG":"55,708 members","r/huntersbell":"56,885 members","r/PSNFriends":"44,544 members","r/AnimalJam":"9,050 members","r/robloxjailbreak":"15,892 members","r/NFSHeat":"33,887 members","r/RoyaleHighTrading":"52,948 members","r/PokemonGoFriends":"590,429 members","r/fifaclubs":"35,700 members"}},"about":{"header":"About Community","description":"The GTA Online community for finding other players. Find help with heists and make friends. Join our official Discord server (https://discord.gg/sBvyNvUPUT) to get further involved in our community.","created":"Created Mar 8, 2015","stats":["124k Criminals","29 On the run","Top 1% Ranked by Size"]},"other_information":[{"header":"Tips to Avoid Scams","description":"Check the Scammer List for a user's in-game username (Social Club/PSN/Gamertag) to make sure they are not a known scammer.\nOnly play with users who can comment their usernames on your posts or have their usernames in their post title/body as known scammers cannot include their usernames in post titles, post bodies, or comments.\nIf your B2B deal includes multiple heists, have each player alternate hosting instead of having one person host some and then the other. This can prevent you from getting cheated out of multiple heists."}]}