{"time_collected":"2023-03-07 01:27:13.589165-05:00","top_headers":[{"heading":"Helium Foundation Protocol Report","time_posted":"3 months ago"},{"heading":"Helium Foundation Grants program open for 2023!","time_posted":"13 days ago"},{"heading":"My hotspot has the same name as one from China. Is this normal?","time_posted":"8 hours ago"},{"heading":"Is it a good idea to steak your HNT?","time_posted":"1 hour ago"},{"heading":"helium app works fine, but helium wallet app stuck","time_posted":"13 hours ago"},{"heading":"Hotspot in Limbo, Unable to assert location/Not appearing on network","time_posted":"6 hours ago"}],"rules":["Be excellent to each other. Racism, violence, sexism, harassment and name calling is not tolerated","No Referral Links","Strictly Helium Network-related posts only please","We reserve the right to nuke 'Moon' posts on sight.","We tolerate no threats/suggestions of visiting hotspot hosts at their home, tracking them down, etc","No Hotspot Sale Posts/Deals","Discussion on OTC, trading, exchanges, price speculation or ROI are not allowed","No constant agitation, FUD, or cross-promotion of other networks or crypto","No soliciting funds","Scams are not tolerated.","No posts promoting spoofing/gaming","Duplicate Posts will be pruned","No Discussions of legal activity against companies, including your own, or promoting class actions"],"subreddits":{"Related Communities":{"r/NiceHash":"143,390 members","r/amateurradio":"116,238 members","r/BitcoinMining":"89,456 members","r/Starlink":"158,898 members","r/HamRadio":"51,781 members","r/Spectrum":"17,188 members","r/robloxjailbreak":"15,892 members","r/bell":"7,575 members","r/factorio":"322,598 members","r/oneplus":"266,582 members"}},"about":{"header":"About Community","description":"Powered by the Helium blockchain, The People’s Network allows anyone to earn a new cryptocurrency, HNT, by building out a massive decentralized wireless network.","created":"Created Sep 14, 2017","stats":["101k Members","765 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Resources","description":"Getting Started\nHow Mining Works + Where To Order Miners. Please note that ONLY vendors listed on this site are approved Helium miner manufacturers. BEWARE OF SCAM SITES SELLING MINERS, EVEN IF THEY CLAIM TO BE FROM APPROVED VENDORS. Always double and triple check that you are buying from a legitimate vendor listed on this page.\nView Helium Explorer. This is where you can see network stats, growth, see a live map of hotspots and look up accounts, hotspots and hotspot makers.\nTrue Signal Mapping. Check real Helium Network coverage in your area and around the globe from crowd-sourced data.\nJoin Our Discord Community. The best place to stay up to date with announcements, make proposals, and learn from/connect with other community members.\nListen to The Hotspot Podcast. The ultimate (unofficial) resource for deep dives into how Helium works, including in-depth interviews with Helium Inc. employees and community members. Also available on YouTube.\nEngineering Resources\nHelium Developer Docs. The ultimate place to get started learning about all technical aspects of Helium.\nHelium Engineering Blog. Check out the latest changes to the blockchain, miner software, maker approvals, Helium Console, and more.\nHelium Console. Register LoRaWAN devices to use on the Helium network, buy Data Credits, and much more.\nHelium GitHub. All of Helium's software is open-source, including the blockchain, miner software, mobile app and more.\nCommunity Resources\nHelium Foundation. A global non-profit dedicated to the proliferation of a secure, cost-effective Internet of Things. Oversees aspects of Helium including manufacturer approval and HIPs.\nHelium Improvement Proposals (HIPs). The central place to propose and debate improvements to Helium. Also a great resource for understanding how the network functions.\nHelium Mappers. A community effort to go out in the real world using LoRaWAN devices to map Helium's global coverage. Anyone can participate. Learn more about how to get involved."},{"header":"News & Social Links","description":"News\nOfficial Helium Site\nOfficial Helium Blog\nHelium System Status\nSocial\nDiscord\nTelegram\nFacebook\nLinkedIn\nYouTube\nTwitter"}]}