{"time_collected":"2023-03-07 02:34:57.303936-05:00","top_headers":[{"heading":"If you're looking for current/recent fashion item - clothing, shoes, jewelry, etc. - post to r/FindFashion instead of here. Thanks.","time_posted":"1 year ago"},{"heading":"I found this in a thrift shop. It’s not homemade. Looks like a McDonald’s decanter. How is this a thing? Where did it come from?","time_posted":"13 hours ago"},{"heading":"These lapras rubber duckies","time_posted":"20 hours ago"}],"rules":["Not marked found","No searches for people","Comments must be helpful"],"subreddits":{},"about":{"header":"About Community","description":"Do you miss something that seems to have been wiped from existence, like a stuffed animal or an old candy? Does it seem impossible for search engines to help even with the correct name? Describe it here as much as possible, and hopefully someone can help you out!","created":"Created Sep 11, 2009","stats":["368k Members","829 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Posting Rules","description":"Nothing NSFW. There are more appropriate subs and it will be removed.\nNothing illegal (by US laws at least) - including requests for pirated materials (movies/books/music).\nNo searching for people.\nFor identifying movies/books/music/etc, try /r/tipofmytongue\nFor identifying video games, try /r/tipofmyjoystick\nFor fashion inquiries, try /r/findfashion\nFor identifying paintings, try /r/WhatIsThisPainting\nNo help requests for unidentified drugs/medicine.\nAs per reddiquette, posting personal info and photos is doxxing and eligible for account deletion and posts doing so will be removed as will posts asking to find people.\nWhen found, reply to the comment with the answer with \"Found!\". This will highlights it in green, signaling to others the answer has been found.\nDo not delete your post after it has been found or commented on by others. You will get at least a temp ban for doing so.\nDo not repost the same question more than once a week. Wait longer if you're repeating this.\nIf mods think your question is solved, we'll mark it \"Found\" right away. Again, this is just for organizational purposes. If it was marked before you were satisfied, let us know in mod-mail.\nBounties\nBounties are incentives that users can offer in exchange for finding.\nBounties offered by a poster in exchange for successful finds are handled strictly between OP and finder.\n/r/HelpMeFind moderators remain impartial about bounty offers or deliveries.\nPoints\nIf someone answers your question, reply to their comment with \"Found!\" This signals the mods to add a point to their flair.\nSubreddit Guidelines\nDisrespectful or unhelpful comments will be removed. Report any unruly comments to the mods.\nWe encourage you to help out anybody else with their questions while waiting for yours to be answered.\nOther Subreddits to Find Help\n/r/TeamItUp, a subreddit to find teams of people willing to help you accomplish something.\nThanks for joining /r/HelpMeFind, we can't wait to hear from you!"}]}