{"time_collected":"2023-03-08 13:54:29.989259-05:00","top_headers":[{"heading":"[NOTICE] Strictly SFW sub - Read before posting.","time_posted":"2 years ago"},{"heading":"High heels make every outfit look better","time_posted":"7 hours ago"},{"heading":"these heels make me feel 🔥","time_posted":"11 hours ago"},{"heading":"Pink ombré","time_posted":"5 hours ago"}],"rules":["High heels focus","Class/Elegance in heels","No lewd/fetish content","No shoeless feet","No spam / ads / promoting","Respect","Post limit","Post quality"],"subreddits":{"More elegance (similar subs)":{"r/gentlemanboners":"681,719 members","r/BeautifulFemales":"391,448 members"}},"about":{"header":"About Community","description":"Welcome to HighHeels! This is a sub dedicated to the love and appreciation of high heeled foot wear. Post heels you like, heels you own. Discussion about heels in general visit r/heels.","created":"Created Jun 6, 2010","stats":["140k Members","163 Online"]},"other_information":[{"header":"HIGH HEELS INFO","description":"HighHeels !!! 👠👠👠\nThis sub is dedicated to the love and appreciation of high heeled footwear. Post heels you like, heels you own. No matter if you are a Viewer / a poster / or a Self Poster, I assure you that you are welcome here. For discussion about heels in general visit r/heels.\n  We want to have a nice healthy environment to enjoy HIGH HEELS!!\n  RULES TO FOLLOW\nRule 1\nHigh Heels\nHigh heels should be completely visible in the post\nThey can be shown as part of an outfit.\nRule 2\nClassy/Elegant\nHeels must be shown in a classy and elegant way.\nThink of heels to wear at a party, at a family reunion, at work in an office, at a gala, or any other formal situation.\nFor any other, more casual, heels content, visit r/heels\nRule 3\nSFW Subreddit\n/r/HighHeels is a SFW subreddit.\nThis subreddit s visible to everyone ( it doesn't have the NSFW + 18 tag ) that's why we don't accept NSFW content here.\nNUDITY = BAN No Warning or second chances. Please respect this as we will not answer of messages like this: \"I didn't read the rules please unban me / I made a mistake / It was a confusion\"\nSEXUAL POSSING = BAN - any posts that might be seen as sexual - doggy style / spread legs / or any other thing that can be marked as sexual.\nLingerie, bikinis, underwear are not allowed.\nPlease REPORT any NSFW POSTS that break our rules and help us make this subreddit a safer place! Or send us a message\nRule 4\nNO SPAM / ADS / PROMOTING\nNO ADS/PROMOTING! Advertising goods or services for money is not allowed here. Sellers might post but without advertising - any attempt = Ban\nPromoting of any kind is not allowed.\nDon't use ANY Social Media reference on your posts/comments!\nDon't ask for PMs/UPVOTES/LOVE or any reference about being contacted in your post. If you want to post something post it.\nNO SPAM - Neutral sites only, like imgur, gfycat, direct image link must end with \".jpg\". Don't try to post links or hyperlinks to other sites, you will be blocked.\nWATERMARKS INFO You are allowed to watermark your pictures ONLY WITH your REDDIT ACCOUNT.\nRule 5\nRESPECT\nDon't be RUDE. No degrading or negative comments. Follow Reddiquette.\nRespectfully discussing a distaste for a certain type of heel is perfectly acceptable, even when commenting on original content. Keep it civil.\nNO DRAMA If you have any issues with any poster, please solve this elsewhere. Don't bring it here - As we are not a court of law, and we are not here to bring justice.\nRule 6\nPOSTING LIMIT\nDon't flood the subreddit, Bot enforced rule\nDon't repost top 100!\nDon't do karma fishing (i.e. delete then repost), this will lead to a ban.\nRule 7\nPOST QUALITY\nNO OBNOXIOUS Watermarks.\nNO LOW-QUALITY PICTURES\nNO Click-bait titles (i.e. See my profile, DM for more, Collection in comments, looking for someone, etc.)\n👠👠👠👠👠👠👠👠👠👠👠\nModerators discretion Moderators have the final say in whether or not an image or comment is acceptable for this subreddit. If you don't agree with any of those rules please don't post here."}]}