{"time_collected":"2023-03-08 10:42:03.925101-05:00","top_headers":[{"heading":"You know they had to explain Spider-man's webs dissolve after a minute because otherwise it means he's just littering everywhere","time_posted":"12 hours ago"},{"heading":"What does everyone rate everything?","time_posted":"15 hours ago"},{"heading":"Here's an entry from my dream/late night high thought note book","time_posted":"1 hour ago"},{"heading":"the lazy stoner stereotype is wrong","time_posted":"1 day ago"},{"heading":"Yo whatever happened to Paul Flart the fart guy on Insta?","time_posted":"2 hours ago"},{"heading":"Maybe I was never truly anxious. Maybe I just spend too much time with anxious people and/or I let their anxiety get to me too much.","time_posted":"11 hours ago"},{"heading":"Having tried it out, I think therapeutic AI chat bots will be huge in the future, just for offering warmth and encouragement. They're not human, but a lamp isn't the sun, and we still love lamps.","time_posted":"21 hours ago"},{"heading":"i send love to people i dont know","time_posted":"12 hours ago"},{"heading":"he obviously picked that name so the other transformers would know how big his tron was","time_posted":"1 hour ago"},{"heading":"The Russian Military gives me an idea...","time_posted":"16 hours ago"},{"heading":"Imagine time traveling to Woodstock ‘69 with your thc cart and letting the musicians and fans hit it.","time_posted":"8 hours ago"},{"heading":"You ever get the feeling in some ways your brain gets more clever with like brilliant solutions for things when having smoked a joint? I rewired my pedalboard to perfection.","time_posted":"15 hours ago"},{"heading":"The Science Behind Avada Kedavra (The Killing Curse) from Harry Potter","time_posted":"10 hours ago"},{"heading":"Is smelling tea a thing or did I just make that up","time_posted":"9 hours ago"},{"heading":"I propose that we include our preferred vibe and aesthetic with our pronouns when we introduce ourselves.","time_posted":"18 hours ago"},{"heading":"I figured out why I used to have significantly more luck with women! WHOO!","time_posted":"15 hours ago"},{"heading":"\"A jury of your peers\" should be a jury of people previously convicted of your crime.","time_posted":"17 hours ago"},{"heading":"If edibles weren’t mostly candy what food would they be?","time_posted":"1 day ago"},{"heading":"What if the world goes through a sexual awakening phase and Apple starts making sex toys to capitalize on it","time_posted":"1 day ago"},{"heading":"The deepest truths are the simplest.","time_posted":"23 hours ago"},{"heading":"We started a hotline where lizard people and aliens living on Earth can share their stories, no judgment ♥ If you're an alien or a reptile, just call the number and leave a voicemail sharing your story","time_posted":"22 hours ago"},{"heading":"We need a Will Ferrell movie adaptation of the Canadian freedom convoy.","time_posted":"15 hours ago"},{"heading":"Weed amplifies my nostalgia so much.","time_posted":"1 day ago"},{"heading":"Your on a another level if you find your self watching porn of you getting a wild blowjob while also watching porn of me getting wild blowjob while the previous version of yourself is also watching a porn of yourself where your getting a wild blojob while the 4 Josh the dude that's in a porn wa","time_posted":"13 hours ago"},{"heading":"Disney plus high","time_posted":"2 days ago"}],"subreddits":{},"about":{"header":"About Community","description":"Highdeas are clever or fun ideas you have only when you're high. This is a place for all to share their highdeas with the community.","created":"Created May 6, 2009","stats":["183k Members","59 Online"]},"other_information":[]}