{"time_collected":"2023-03-07 01:22:09.760455-05:00","top_headers":[{"heading":"Picked these up today!","time_posted":"3 hours ago"},{"heading":"The real Hanger 18 and USAF Flying Saucer","time_posted":"5 hours ago"},{"heading":"Former CIA pilot John Lear says Aliens are here, and they're not our friends. He then talks about 25 Secret CIA Memos About Aliens On Earth","time_posted":"15 hours ago"},{"heading":"A 1934 Newspaper Article on the Sasquatch of British Columbia with a great illustration","time_posted":"6 hours ago"},{"heading":"“Ball Lightning” my experience, what is yours?","time_posted":"1 day ago"},{"heading":"What are some unexplained, paranormal or mystical experiences/glitchinthematrix type of stuff that have happened to you or someone you know?","time_posted":"1 day ago"},{"heading":"Is this community like downvote every alien post on here?","time_posted":"37 minutes ago"}],"rules":["Respect each other and keep discussion civil.","Posts and comments must focus on High Strangeness related subjects.","Titles must accurately and informatively explain the content of the submission.","Low effort, spam and fake content is subject to removal. Self promotion may be restricted."],"subreddits":{},"about":{"header":"About Community","description":"Explorations of the Paranormal, UFOs, Ancient Cultures, Cryptozoology, Consciousness, Futurism, Fringe Science, Anomalies, Animal Mutilations, and instances of High Strangeness.","created":"Created Apr 2, 2009","stats":["648k Members","825 Online"]},"other_information":[{"header":"Quotations","description":"\"Ridicule is not a part of the scientific method and the public should not be taught that it is.\"\n-J. Allen Hynek\n“People with a psychological need to believe in marvels are no more prejudiced and gullible than people with a psychological need not to believe in marvels.”\n-Charles Fort"},{"header":"Additional links","description":"Apply to be a Moderator\nHigh Strangeness Literature"},{"header":"Other Subreddits of Interest","description":"Aliens & UFOs\nr/Aliens\nr/EBEs\nr/SETI\nr/Skydentify\nr/UAP\nr/UF0\nr/UFO\nr/UFODocumentaries\nr/UFOB\nr/UFOBookClub\nr/UFOs\nVarious\nr/AlternativeHistory\nr/Bigfoot\nr/Cryptozoology\nr/Echerdex\nr/FringeTheory\nr/ForteanTimes\nr/GlitchInTheMatrix\nr/Holofractal\nr/HumanoidEncounters\nr/Paranormal\nr/Psychonaut\nr/Subliminals\nr/Thetruthishere\nr/Retconned"}]}