{"time_collected":"2023-03-08 22:36:25.793672-05:00","top_headers":[{"heading":"Important Reminders/Updates/Discord Server - Please read before posting!!","time_posted":"3 months ago"},{"heading":"Venting Mondays!","time_posted":"2 days ago"},{"heading":"My husband can swim with 5+ women who are half naked but I cant go swimming in a burkini","time_posted":"6 hours ago"},{"heading":"HAPPY WOMEN’S DAY","time_posted":"9 hours ago"},{"heading":"Advice for 38 yo Muslim man coming out of divorce","time_posted":"29 minutes ago"},{"heading":"Looking for a non toxic khol/kajal product","time_posted":"7 hours ago"},{"heading":"Where you get cheap jilbabs from?","time_posted":"1 day ago"},{"heading":"a ramadan question from this throwaway","time_posted":"2 days ago"}],"rules":["Respect All Users","All posts are for women only to answer UNLESS OP has used the \"Male and Female Participation\" flair","No Stirring Drama","Women-friendly Space","No Self-promotion","No Spam","No blasphemy or unislamic advice","Citing Sources","NP links when cross-linking","No NSFW","Rants are for the Monday rant threads only.","Mentions of companies with links to Uyghur forced labour will be removed","Marriage posts aren't allowed (Conditions apply)","Moderators can remove posts at discretion.","Post answered in the FAQ"],"subreddits":{"Related Subreddits":{"r/ModestDress":"15,235 members","r/islam":"229,470 members","r/Izlam":"134,501 members","r/MuslimMarriage":"44,993 members","r/MuslimLounge":"45,635 members","r/MuslimFamilySolutions":"3,500 members","r/shia":"10,938 members","r/converts":"8,968 members","r/muslimcooking":"2,036 members"}},"about":{"header":"About Community","description":"All are welcome but please read the sidebar rules prior to posting or commenting. Please note that all posts on this subreddit are for WOMEN ONLY unless specifically marked that male participation is also welcome","created":"Created Jan 30, 2012","stats":["24.6k Members","69 Online"]},"other_information":[{"header":"About /r/Hijabis","description":"This is a place to engage in healthy discussions about Muslim women in Islam.\n\"The best among you are those who have the best behavior.\" -Muhammad (saws)\nProper adab is expected at all times. We encourage questions and different opinions but they must be expressed respectfully. We will ban you for being a jerk, being judgmental, or otherwise unsupportive.\nEven if a sister is doing something haraam, the expectation is that you will keep this as a safe space for her to make the right decisions on her own by not being judgmental.\nThe path to hijab is a difficult one and it is our goal to support the women who decide to take this path regardless of how far along they are on this journey.\nQuestions and inquires from non-Muslims are welcome!\nPlease read our rules and FAQ before posting and/or commenting.\nFor a list of Modest Clothing shops (we do not endorse any of them) see here. Recommendations are welcome!\nTo add an F/M flair to your name, comment on this thread here.\nTo join the official /r/hijabis discord for women-only, please message or chat /u/TheNightMage. Please note that you need an active account in the sub, for at least 30 days, to join\nSurah An-Noor, Verse 31: And say to the believing women that they should lower their gaze and guard their modesty; that they should not display their beauty and ornaments except what (must ordinarily) appear thereof; that they should draw their veils over their bosoms and not display their beauty except to their husbands, their fathers, their husband's fathers, their sons, their husbands' sons, their brothers or their brothers' sons, or their sisters' sons, or their women, or the slaves whom their right hands possess, or male servants free of physical needs, or small children who have no sense of the shame of sex; and that they should not strike their feet in order to draw attention to their hidden ornaments. And O ye Believers! turn ye all together towards Allah, that ye may attain Bliss. (English - Yusuf Ali)\nSurah Al-Ahzab, Verse 59: O Prophet! Tell thy wives and daughters, and the believing women, that they should cast their outer garments over their persons (when abroad): that is most convenient, that they should be known (as such) and not molested. And Allah is Oft-Forgiving, Most Merciful.\nHadithBukhari 6:282 'Aisha used to say: \"When (the Verse): 'They should draw their veils over their necks and bosoms,' was revealed, (the ladies) cut their waist sheets at the edges and covered their faces with the cut pieces.\""}]}