{"time_collected":"2023-03-07 06:05:14.131990-05:00","top_headers":[{"heading":"Weekly r/hiphop101 Discussion - Goat Talk, Artist Comparison & Top 10 Lists, Talk About Them Here.","time_posted":"8 hours ago"},{"heading":"Join the semi-new r/hiphop101 Discord server! Also looking for moderators on Discord.","time_posted":"1 year ago"},{"heading":"How do you understand rap lyrics/music","time_posted":"7 hours ago"},{"heading":"Other verses like Phonte’s verse in ‘Whatever You Say’","time_posted":"8 hours ago"},{"heading":"Revolution 2 - Talib Kweli & Madlib","time_posted":"12 hours ago"},{"heading":"Why wasn't Bone more influential?","time_posted":"15 hours ago"},{"heading":"how Is diddy worth 900m?","time_posted":"1 day ago"},{"heading":"Career Essentials Album","time_posted":"1 day ago"},{"heading":"can anyone find the old lloyd banks song that was the hook to 50 cent's in da club?","time_posted":"2 days ago"},{"heading":"Which hip hop artist could make an amazing reggae crossover?","time_posted":"2 days ago"},{"heading":"Songs Artists Hate from their Own Catalog","time_posted":"1 day ago"},{"heading":"$160AUD is the cheapest tickets to see Nas and Wu Tang in my Australian city.","time_posted":"2 days ago"}],"rules":["No self-promotion.","No personally attacking people.","No spam.","Generally avoid posting new hip hop news/music videos."],"subreddits":{"Related Communities":{"r/Music":"31,988,327 members","r/TameImpala":"138,429 members","r/KidCudi":"112,743 members","r/Eminem":"263,015 members","r/YoungThug":"64,260 members","r/LupeFiasco":"8,261 members","r/arcadefire":"24,267 members","r/JIDSV":"23,796 members","r/numetal":"24,018 members","r/musicproduction":"291,671 members"}},"about":{"header":"About Community","description":"Cause we all got at least one question, and we all got at least one answer too!","created":"Created Oct 19, 2011","stats":["872k Members","172 Online"]},"other_information":[{"header":"Subreddit Info","description":"Cause we all got at least one question, and we all got at least one answer too!\nWhat Is This Place For?\nSharing & Learning about the history and culture of the four main pillars of hip hop:\nRapping, Spitting, Cyphering, Rhyming, MCing\nDJing, Beatmaking, Turntablism\nBreakdancing, B-Boying, Popping, Locking\nGraffiti, Tagging\nDiscussing about hip hop music and sharing the classics\nSharing music playlists within discussion\nHow Should I Post?\nYou need 10 comment Karma to post. Learn how to get Reddit comment Karma here.\nKeep titles simple and to the point.\nAny specific questions you have concerning artists, albums, or hip hop music subgenres should be in the title of a post, or as a reply to a post. You can expand on your question in the body of the post.\nGuides on hip hop related topics are heavily encouraged and you may be awarded with a \"Quality Post\" flair and added to r/hiphop101's Wiki page.\nWhat Shouldn't I Post?\nDo not post your own music here.\nIf you want music feedback, try r/makinghiphop, but make sure to follow their rules.\nNo self-promotion or networking.\nThis includes either your own or your friend's music, music video, youtube channel, podcast, website, and anything along those lines decided by r/hiphop101's moderation team. That includes the /r/hiphop101 chatroom. This also includes asking to collaborate (networking).\nNot following this rule is most likely to result in a permanent ban, even more likely if there is a history of spamming multiple subreddits.\nNo personally attacking people for their opinions or gatekeeping.\nIt is completely okay to talk about somebody else's opinion and offer your take on it. But, it is against the rules to personally attack people. Calling people names or starting inflammatory arguments to rile people up may result in a temporary ban. Continuing this behavior after a temp ban may result in a permanent ban, depending on post history.\nGatekeeping is someone deciding who does and does not belong here. Excluding other hip hop fans and discouraging their taste in hip hop is not allowed.\nPlease report this behavior. It helps alert the mods to negativity that may be ruining the experience for everyone here.\nNo crossposting to your own profile.\nIgnoring these rules may lead to a permanent ban. Consider the rules before posting.\nMost Importantly\nThis is a place to ask questions/recommendations without worrying about any kind of backlash, so if you know something someone does not, politely educate them rather than berate them.\nLINKS:\nThe Wiki: Guide to Artists, Lyrics, Albums, Resources, & Cities\nDiscord Channel for HipHop101\nr/hiphop101 Reddit General Chatroom\nOther Subreddits you might like:\n/r/90sHipHop\n/r/AcousticOriginals\n/r/Bombing\n/r/freestylerap\n/r/frenchrap\n/r/germanrap\n/r/HipHop\n/r/hiphopheads\n/r/HipHopImages\n/r/importedhiphop\n/r/jazzyhiphop\n/r/makinghiphop\n/r/Metal101\n/r/MusicGuides\n/r/RnB\n/r/RnBHeads"}]}