{"time_collected":"2023-03-07 05:58:59.257524-05:00","top_headers":[{"heading":"Weekly History Questions Thread.","time_posted":"3 days ago"},{"heading":"Bookclub and Sources Wednesday!","time_posted":"6 days ago"},{"heading":"Ancient DNA unveils disparate fates of Ice Age hunter-gatherers in Europe","time_posted":"21 hours ago"},{"heading":"First archaeological correlate of the Egyptian rebellion described on the Rosetta Stone, 196 BCE — Evidence of violent destruction across the ancient city of Thmouis, in Egypt’s Nile delta, ca. 204-186 BCE","time_posted":"12 hours ago"},{"heading":"Medieval babycare: from breastfeeding to developmental toys","time_posted":"19 hours ago"},{"heading":"Peter Skene Ogden, one of the most important and turbulent personalities in the North American Fur Trade.","time_posted":"1 day ago"},{"heading":"Researchers in Vietnam Discovered That Two Deer Antlers Languishing in Museum Storage Are Actually 2,000-Year-Old Musical Instruments","time_posted":"3 days ago"},{"heading":"Cambridgeshire, U.K. discovery of an ancient comb — carved from human skull — could represent an unusual tradition of local Iron Age communities ca. 2,000 years ago","time_posted":"3 days ago"},{"heading":"The amazing life of Julia Rivet.","time_posted":"4 days ago"},{"heading":"4,500-year-old Sumerian temple dedicated to mighty thunder god discovered in Iraq.","time_posted":"9 days ago"},{"heading":"Deadly waves: Researchers document the evolution of plague over hundreds of years in medieval Denmark.","time_posted":"9 days ago"},{"heading":"England's archaeological history gathers dust as museums fill up","time_posted":"9 days ago"},{"heading":"‘Mermaid mummy’ at Enjuin temple, Japan — a mythical creature supposedly caught in a fishing net circa 1741 — consists of paper, cloth, cotton, animal hair, fish bones, scales and other components","time_posted":"9 days ago"}],"rules":["Rule 1: Keep it civil!","Rule 2: No current politics or soapboxing","Rule3: No historical negationism, denialism or alternate history.","Rule 4: Comments should be on-topic and contribute to the conversation in a meaningful way","Rule 5: Discussions limited to events over 20 years ago","Rule 6: Post in the right subreddit","Rule 7: Follow the rules and guidelines of reddit","Rule 8: Post from the original site.","Rule 9: Text posts require actual research and must be sourced","Rule 10: Titles of links should accurately describe the content not be sensationalized or misleading","Rule 11: No using AI's to write your answers for you","No Atrocity Olympics","No Memorabilia, Family History, or Genealogy.","This is an actively moderated subreddit and calls will be made at the moderator's discretion","A full set of our rules and guidelines can be found on our wiki"],"subreddits":{"Related Communities":{"r/suggestmeabook":"2,607,056 members","r/ThomasPynchon":"12,312 members","r/booksuggestions":"782,863 members","r/Fantasy":"3,114,004 members","r/audiobooks":"201,630 members","r/litrpg":"50,889 members","r/podcasts":"2,449,288 members","r/waiting_to_try":"16,224 members","r/printSF":"267,401 members","r/whatsthatbook":"207,026 members"}},"about":{"header":"About Community","description":"/r/History is a place for discussions about history. Feel free to submit interesting articles, tell us about this cool book you just read, or start a discussion about who everyone's favorite figure of minor French nobility is! ------------------------------------------------------------ This is a somewhat more serious subreddit compared to many others. Make sure to familiarize yourself with our rules and guidelines before participating. Thanks!","created":"Created Jan 25, 2008","stats":["17.4m Members","732 Online"]},"other_information":[{"header":"Introduction","description":"/r/History is a place for discussions about history. Feel free to submit interesting articles, tell us about this cool book you just read, or start a discussion about who everyone's favorite figure of minor French nobility is!"},{"header":"Moderation policy","description":"All posts will be reviewed by a human moderator first before they become visible to all subscribers on the subreddit.\nThe full rules and guidelines for /r/history can be found here"}]}