{"time_collected":"2023-03-07 05:47:00.615488-05:00","top_headers":[{"heading":"[Meta] r/HobbyDrama Mar/Apr Town Hall","time_posted":"7 days ago"},{"heading":"[Hobby Scuffles] Week of March 6, 2023","time_posted":"2 days ago"},{"heading":"[Literature, Magic] \"Once you have eliminated the impossible\": how Sir Arthur Conan Doyle, creator of a scientific detective, allowed his belief in spiritualism (and a disastrous seance) to ruin his relationship with Harry Houdini","time_posted":"14 hours ago"},{"heading":"[Comic Books] Hey kids, wanna see Batman commit unspeakable atrocities while using slurs? Also, boobs, and the shaming of a beloved writer. The saga of All Star Batman and Robin","time_posted":"2 days ago"},{"heading":"[Korean dramas] Zombies, period dramas, and missile defense systems: The story of Joseon Exorcist","time_posted":"2 days ago"}],"rules":["Follow all site-wide rules and reddiquette","Do not insult or attack other users","No slurs or hate speech","No Doxxing / Redact personal information","Drama must have concluded at least 14 days prior to post","Consequences must be detailed","No validation-seeking or awfulbrag posts","No low-effort posts / No reposts","Influencer / YouTuber / Reddit drama","Flair non-drama posts as Hobby History","Flair Heavy posts appropriately","Not Hobby Drama"],"subreddits":{"Related subreddits":{"r/OutOfTheLoop":"3,134,580 members","r/SubredditDrama":"894,558 members","r/blogsnark":"171,549 members","r/internetdrama":"42,888 members","r/youtubedrama":"25,591 members","r/FandomHistory":"1,075 members"}},"about":{"header":"About Community","description":"The most interesting subreddit about things you're not interested in","created":"Created Jun 6, 2018","stats":["1.3m Members","787 Online"]},"other_information":[{"header":"Subreddit Guidelines","description":"/r/HobbyDrama is a place where people can post dramatic and controversial stories, events and situations within their specific circles, usually consisting of events others may not have heard of.\nJoin the r/HobbyDrama discord here!\nWhat is a hobby? What is Hobby Drama?\nFor the purposes of our subreddit, a hobby community is \"a group of people who are connected by their active participation in a particular activity during their free time for personal enjoyment\".\nExamples of hobbies include: cosplay, model rocketry, fanfiction, blogging, historical reenactment, gaming, fanart, participating in forums, gardening, cooking, playing sports, composing music, making memes, collecting, backpacking, knitting, reading, and many, many more.\nHobby Drama is an event which happened in a hobby that created meaningful controversy within the community involved. Hobby Drama-worthy events might have ousted someone from the community, shaped perception of the hobby, altered the rules the hobby uses, divided the community, created a new faction, caused significant outrage, etc. They are not blink-and-you'll-miss-it catfights with no consequences or internet influencers being rude to each other.\nWhat is not a hobby? What is NOT Hobby Drama?\nMost drama between professionals is not hobby drama, e.g. professional sports teams, YouTubers, streamers, actors, scientists, etc., unless the professionals are interacting with hobbyists/fans. Current events, news, real-world politics, following a social media account, and being internet famous do not qualify as hobbies. Mods reserve the right to make exceptions for particularly bizarre or niche write-ups.\nDrama must have active involvement by hobbyists to qualify as hobby drama. It cannot be a contained event between professionals where hobbyists had no involvement or no impact on the perception of the occurrence. A TV show finale being bad isn't hobby drama; the fandom reaction leading to it being called 'the worst TV finale ever' might be.\nWhat is a hobby drama post?\nA high-quality, well thought-out post about a dramatic event in a hobby space. Readers overwhelmingly prefer posts which lay out the history, stakes, events, and consequences of the drama, and which include receipts like screenshots or chat logs. Posts should have minimal direct involvement by the poster and not be overwhelmingly biased, and any personal information of participants who are not public figures must be censored.\nWhat is NOT a Hobby Drama post?\nA short paragraph, one liner, a post directly asking for advice or a post that is fabricated or fictional. Please see the wiki for more information.\nA Note on Hobby History\nFor posters who want to infodump about the history of their favorite hobby or a particularly interesting moment in it, we allow Hobby History posts. Hobby History posts do not need to be dramatic. Since they're meant to be historical, they can focus entirely on professionals in a space. They can explain the background events leading up to a dramatic event, or explain the minutiae of how a hobby works; recount a legend of the hobby that’s not quite drama, or just give context on how this hobbyist community works.\nA note on Flair\nIf a post discusses subjects that might be shocking, unpleasant or distressing to readers, it must be flaired Heavy. The NSFW tag should also be used when appropriate. Otherwise, if a post is a Hobby History, it should use one of the blue History length flairs, and if not, one of the red length flairs. The maximum length of a post is 40 000 characters, so an Extra Long post might be more than 25 000 characters, a Long post might be over 15 000, and so on. You can see more information about flairs on the wiki."},{"header":"Credit","description":"P.S. Our icon comprises the Knitting icon created by Ben Davis and the Fire icon created by Susannanova, both released under CC-BY 3.0."}]}