{"time_collected":"2023-03-07 01:45:43.841055-05:00","top_headers":[{"heading":"Weekly Questions Thread Mar 07","time_posted":"7 hours ago"},{"heading":"Got a 190 after a strike mission :) Who else here is loving the Thunderbolt?","time_posted":"9 hours ago"},{"heading":"SEAD Chaff effectiveness comparison 2022 vs 2023 (Observe the difference on SA-2 site)","time_posted":"11 hours ago"},{"heading":"Tactics to employ in a Dense electronic environment? (HELP)","time_posted":"17 hours ago"},{"heading":"“GeForce GPU Driver Bug Is Causing Major CPU Spikes” - May be impacting performance of our favorite CPU-intensive flight sim","time_posted":"7 hours ago"},{"heading":"TOW Missiles burrowing for miles through the earth instead of detonating (MP)","time_posted":"4 hours ago"},{"heading":"J-11 and Su27 automatically switching from TWS to STT when entering selected weapon’s range","time_posted":"11 hours ago"},{"heading":"Looking for a fun a/g focused jet thats not extremely hard to learn like the a10c. Any reccomendations?","time_posted":"1 day ago"}],"rules":["Don't Be a Dick","Don't post memes, off-topic content, or shitposts","Post questions about DCS/Gear in the weekly thread"],"subreddits":{"Related Communities":{"r/MicrosoftFlightSim":"110,159 members","r/hotas":"65,012 members","r/dcsworld":"23,739 members","r/vtolvr":"12,263 members","r/flightsim":"183,117 members","r/fpv":"76,617 members","r/starcitizen":"352,991 members","r/spaceengineers":"154,574 members","r/OculusQuest":"424,356 members","r/EliteDangerous":"331,951 members"}},"about":{"header":"About Community","description":"Welcome to /r/hoggit, a noob-friendly community for fans of high-fidelity combat flight simulation. Discussion primarily focuses on DCS: World and BMS. This is not a full on reprimand-you-for-having-your-navigation-lights-on-when-you-shouldn't-have type outfit here. You'll find we foster a laid back atmosphere to learn how to work the various modules available in DCS.","created":"Created Feb 6, 2012","stats":["93.3k Members","411 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"General Info","description":"Banner Image by u/ViciousSpiegel\nNew Redditors please note, AutoModerator is set to remove link posts from accounts younger than 7 days. Additionally we will remove posts by users with less than -10 comment karma. This is due to an influx of troll accounts. Also, the spam filter here is a bit heavy handed, so please use the mod message to get us to help you out if your post doesn't show up in \"new\"\nWelcome to /r/hoggit, a noob-friendly community for fans of high-fidelity combat flight simulation. Discussion primarily focuses on DCS: World and BMS. While we started out as multiplayer flight training group, as time has gone on and /r/hoggit has grown into an aggregator hub for all things DCS/BMS. This is not a full on reprimand-you-for-having-your-navigation-lights-on-when-you-shouldn't-have type outfit here...you'll find we foster a laid back atmosphere to learn how to work the various modules available in DCS. We only have a few rules here at /r/hoggit: 1) Don't be a dick 2) Don't post low effort, off-topic content, or shitposts and 3) Questions about DCS should generally go in the weekly stickied Questions post, with very few exceptions."},{"header":"Getting Started","description":"Chat with the community on the Hoggit Discord\nNew to DCS/BMS? Check out the Hoggit Wiki for tons of great info from everything from setup/config to airfield charts to threat profiles! This is a community driven project, so please help us keep it up-to-date: Hoggit Wiki\nIf you're new and looking to learn how to operate a new module, look into Tuesday Night Noob! This is a Multiplayer Training session that we run every Tuesday evening (usually starting at 8PM EST).\nLooking for realistic radios in DCS Multiplayer? Look into configuring/using DCS: SimpleRadio Standalone (a Multiplayer Radio enhancement similar to TARS/Aries)."},{"header":"Dedicated Servers","description":"Dedicated Servers:\nWe currently are hosting 4 multiplayer servers:\nGeorgia At War (GAW): A dynamic PvE mission that pits players against a custom-scripted AI REDFOR Commander who will direct enemy forces to stop your advances. The mission also features real world weather that is set at every restart, as well as persistent state saving between sessions.\nGAW Server Info:\nName: Hoggit - Georgia At War\nPassword: hoggit1fw\nSRS: dcs.hoggitworld.com (Autoconnect is working)\nGAW GCI Map\nPersian Gulf At War (PGAW): Just like GAW, PGAW is a dynamic PvE mission that pits players against a custom-scripted AI REDFOR Commander that is set in the Persian Gulf. The mission has the same feature set as GAW, but with the added requirement that SRS is mandatory.\nPGAW Server Info:\nName: Hoggit - Persian Gulf At War\nPassword: hoggit1fw\nSRS: pgaw.hoggitworld.com (Autoconnect is working)\nPGAW GCI Map\nHoggit Training Server: This is a noob-friendly training server that offers a wide variety of both static and dynamically spawnable targets. This allows you to train at your current skill-level across every module that DCS: World has to offer.\nTraining Server Info:\nName: Hoggit - Training Map\nPassword: hoggit1fw\nSRS: tnn.hoggitworld.com (Autoconnect is working)\nTNN GCI Map\nPLEASE NOTE: All servers are running on the Open Beta build."},{"header":"Notable /r/hoggit Posts","description":"A-10C Pilot AMA (Summary)\nF-15C Pilot AMA\nF/A-18A+/C Pilot AMA\nHeatblur Viggen AMA\nF-14A RIO AMA\nC-130 Flying & Fighting AMA\nAV-8B USMC Pilot AMA\nHeatblur Tomcat Reveal AMA"},{"header":"Hoggit Communities","description":"Discord: https://discord.gg/hoggit\nFacebook: https://facebook.com/flyhoggit\nTwitter: https://twitter.com/hoggitdcs"},{"header":"Related Subreddits","description":"/r/il2sturmovik DCS Not quite scratching that WW2 itch?\n/r/falconbms - Only one engine? No problem. DCS F-16C in all but name.\n/r/flightsim - Flight Sim goodness across the entire spectrum of aviation.\n/r/ClearBackblast - Hoggit for Arma, big games every Saturday. Get your multiplayer manshoot knuckle-dragging fix here."}]}