{"time_collected":"2023-03-19 23:46:10.030563-04:00","top_headers":[{"heading":"We've moved! You can now find us over at /r/HiddenWerewolves!","time_posted":"5 months ago"},{"heading":"Game IX.A 2022: Legally Werewolves - FINAL - I can't believe you just called me a butthead. I don't think anybody has called me a butthead since the 9th grade.","time_posted":"6 months ago"},{"heading":"Game IX.A 2022: Legally Werewolves - Phase 5 - If I'm gonna be a senator, well I need to marry a Jackie, not a Marilyn.","time_posted":"6 months ago"},{"heading":"Game IX.A 2022: Legally Werewolves - Phase 4 - Harvard won't be impressed that you aced History of Polka Dots.","time_posted":"6 months ago"},{"heading":"Game IX.A 2022: Legally Werewolves - Phase 3 - Except when I dress up as a frigid bitch, I try not to look so constipated.","time_posted":"7 months ago"},{"heading":"Game IX.A 2022: Legally Werewolves - Phase 2 - Wow. Don't you look like a walking felony.","time_posted":"7 months ago"},{"heading":"Game IX.A 2022: Legally Werewolves - Phase 1 - For that matter, any masturbatory emissions, where the sperm is clearly not seeking an egg, could be termed reckless abandonment.","time_posted":"7 months ago"},{"heading":"Game VIII.A 2022: Wrap Up Post","time_posted":"7 months ago"},{"heading":"Game VIII.A 2022: FINALE - haters gonna hate, hate, hate, hate, hate","time_posted":"7 months ago"},{"heading":"Game VIII.A 2022: Phase 6 - :sadcowboy:","time_posted":"7 months ago"},{"heading":"Game VIII.A 2022: Phase 5 - florpadorp brain","time_posted":"7 months ago"},{"heading":"Game VIII.A 2022: Phase 4 - Now I'm lyin' on the cold hard ground","time_posted":"8 months ago"},{"heading":"Game VIII.A 2022: Phase 3 - It was rare, I was there, I remember it all too well","time_posted":"8 months ago"},{"heading":"Game VIII.A 2022: Phase 2 - Every bait and switch was a work of art","time_posted":"8 months ago"},{"heading":"Game VIII.A 2022: Phase 1 - what do Taylor Swift and Avada Kedavra have in common?","time_posted":"8 months ago"},{"heading":"Game VIII.A 2022: Phase 0 - Let the games begin!","time_posted":"8 months ago"},{"heading":"Game VIII.A 2022: Game Roster","time_posted":"8 months ago"},{"heading":"Game VIII.A 2022: Taylor Swift - Rules and Roles","time_posted":"8 months ago"},{"heading":"Game VI.A 2022: Kids on Bikes Wrap-Up","time_posted":"9 months ago"},{"heading":"Game VI.A 2022: Finale - Axolotl Scout Rule #183: It's never too early to celebrate!","time_posted":"9 months ago"},{"heading":"Game VI.A 2022: Night Phase 6 - My favorite kids show, Wright Brothers Babies: The First Air Kids","time_posted":"9 months ago"},{"heading":"Game VI.A 2022: Day Phase 6 - My mind is a mastermind mind.","time_posted":"9 months ago"},{"heading":"Game VI.A 2022: Night Phase 5 - cringe","time_posted":"9 months ago"}],"subreddits":{},"about":{"header":"About Community","description":"Welcome to hogwartswerewolvesA","created":"Created Apr 18, 2017","stats":["578 Members","5 Online"]},"other_information":[{"header":"Welcome to Werewolves!","description":"We recommend browsing old reddit:\nhttps://old.reddit.com/r/hogwartswerewolvesA\nYour survival is at stake, and you don’t know whom to trust...\nHogwartsWerewolves is a game similar to Mafia/Ultimate Werewolf but played on an internet forum. One or two games are hosted each month by a variety of game facilitators. Sign ups open on the 25th of the preceding month. New players cannot join ongoing games and may join the following month.\nThe theme, roles, and gameplay may vary each month as the facilitator chooses, but the premise remains the same: an evil team attacks the good team at night and the good team tries to vote out evil team members during the day. Only living players can actively participate in the game threads. There is an accompanying private subreddit, /r/HogwartsGhosts, that players are added to as they die to freely discuss the game."},{"header":"Rules","description":"Breaking any of the rules below may result in removal from the current game or a ban from future games. All of these rules are applicable in every game of Hogwarts Werewolves.\nView this wiki page for more details, including examples of what falls under each rule.\nKeep gameplay civil - do not berate or harass other players and facilitators.\nDo NOT talk about ongoing games outside of the game forum.\nGame-related communication between living players and ghosts is prohibited.\nIf you edit a comment, you must say what you edited. Do not delete any comments, even if you post something accidentally.\nActively play for your role’s best interests.\nNon-players may not post in the main game subs.\nNo new players may join after the sign up period has ended.\nAll PM communications with mods and the information therein should be considered private and should not be used to confirm your role or condition to other players.\nPlay with integrity. Win with integrity.\nAll lists must end in an even number."},{"header":"More Info","description":"Wiki\nIncludes a new player guide, player guidelines, facilitator guidelines, current schedule, Hall of Fame, past game archive, player data, and other miscellaneous records.\nCurrent Facilitator Schedule\nIf you are interested in hosting a game, please check out the Facilitator Guidelines and PM the mods to get on the schedule. At any given time, you may only be on the schedule to host one big game and one small game.\nUse this thread to find co-facilitators"},{"header":"More Links","description":"HogwartsWerewolves Discord\nHogwarts IRC Channel\nNo discussion of games in progress will be permitted"}]}