{"time_collected":"2023-03-20 16:57:09.705660-04:00","top_headers":[{"heading":"Get Started ***READ BEFORE POSTING***","time_posted":"2 years ago"},{"heading":"*** IMPORTANT ANNOUNCEMENT PLEASE READ *** All Holo (HOT) content will be moving to r/Holohost!","time_posted":"2 years ago"},{"heading":"\"collective sensemaking with Web3\" Community meetup in Wellington, NZ","time_posted":"7 hours ago"},{"heading":"join the One Day Mini Hackathon in San Francisco!","time_posted":"5 days ago"},{"heading":"Holochain and Neighbourhoods community meetup in Auckland","time_posted":"5 days ago"},{"heading":"Minimum Viable Beauty?","time_posted":"6 days ago"},{"heading":"Holochain at ETHDenver 2023","time_posted":"11 days ago"}],"rules":["Treat everyone with Dignity and Respect","Keep discussion relevant to Holochain. Holo (HOT) discussion should take place in r/Holohost","No advertising or affiliate links","Stick to the facts—no misinformation","Quality standards"],"subreddits":{},"about":{"header":"About Community","description":"Scalable distributed apps with data integrity | Peer-2-peer networks with validating distributed hash tables | A technology inspired by nature","created":"Created Jul 11, 2017","stats":["26.2k Agents","117 Online Peers"]},"other_information":[{"header":"Community Agreements","description":"We appreciate the Holochain Reddit Community. We want to foster a common space where discussions and questions about Holochain are encouraged.\nWe are committed to making participation in the Holochain common space a harassment-free experience for everyone.\nIt’s important to establish agreements so that we foster a culture of self-responsibility, self-sovereignty and respectful conduct."},{"header":"Report Issues","description":"Report Issues and Communicate with Moderators\nWhen you see posts and comments that violate rules listed here, please take the initiative and report them. Holochain mod team takes all reports very seriously and you can help us keep our sub clean and organized.\nLastly, respect the mods; we reserve the right to enforce agreements outlined here.\nLet's all work together and build Holochain sub the best place to learn and exchange information about Holochain and Holo on the Internet."},{"header":"⚠️ Be Cautious ⚠️","description":"👉 Do not send cryptocurrency to anyone promising more cryptocurrency in return, even if they claim to be from Holo or Holochain. These are scams perpetrated by fraudsters with fake accounts.\n👉Please report these fake pages/accounts to keep the community safe! If you see these messages, help others by reporting them and calling them out as scams\n⚠️ At Holochain & Holo we are not giving away any cryptocurrency & we don't do airdrops.\n✅ More details in this video: https://youtu.be/AhzOOTR1jgU"}]}