{"time_collected":"2023-03-07 05:20:39.272093-05:00","top_headers":[{"heading":"UPDATE on the two abandoned pups. Vet visit went well! They are healthy if a little under weight. Estimated to be 11-13 weeks old, most likely a black and tan coonhound mix of some kind. No indication anyone is looking for them, no microchips. More in comments. Bonus photos of the chicken whisperer.","time_posted":"8 hours ago"},{"heading":"this is the homestead dream coming true. homemade venison chimichangas from the deer we harvested yesterday, local wine, a beautiful spring day on the homestead, goats grazing in the field. this is what it's all about. this is the reward.","time_posted":"11 hours ago"},{"heading":"An angry little honker.","time_posted":"21 hours ago"}],"rules":["Keep posts on topic","Be respectful","Use reddit tags when you can!","No trolling (this inlcudes no shaming for animal processing)"],"subreddits":{"Related Communities":{"r/Permies":"7,615 members","r/DIY":"22,180,490 members","r/food2":"8,450 members","r/Beekeeping":"132,284 members","r/Green":"39,116 members","r/financialindependence":"1,838,147 members","r/GuerrillaGardening":"51,371 members","r/duck":"79,622 members","r/OffGridCabins":"113,973 members","r/cottage_industry":"7,082 members"}},"about":{"header":"About Community","description":"Ponds, barns, livestock, gardens, food preservation, fishing, hunting, tractors, pigs, chickens, cattle, worms, 4H, permaculture, organic, grazing, canning, aquaculture, trees, woodland, farmers, agriculture, agronomy, horticulture, wwoofers, bees, honey, wildcrafting, dairy, goats, nuts, berries, vegetables, sustainability, off grid, wood stoves, chainsaws, wood heat, tools, welding, green woodworking, farmers markets, composting toilets, straw bale homes, cob building...","created":"Created Dec 21, 2010","stats":["2.5m Members","328 Online"]},"other_information":[{"header":"Sidebar","description":"r/homestead Discord Server\nMessage the mods please include links to any posts you are referencing.\nHomesteading - From Wikipedia\nBroadly defined, homesteading is a lifestyle of self-sufficiency. It is characterized by subsistence agriculture, home preservation of foodstuffs, and it may or may not also involve the small scale production of textiles, clothing, and craftwork for household use or sale. . .\nHomesteading is... ponds, barns, livestock, gardens, food preservation, outdoor kitchens, fishing, hunting, shop projects, tractors, bush hogs, pigs, raising chickens, cattle, worms, 4H, permaculture, organic practices, cast iron skillet, neighbor relations, frugality, 5 gallon buckets, crops, grazing, fences, lumber, canning, aquaculture, trees, woodland, diatomaceous earth, farmers, root cellars, smoke houses, mason jars, agriculture, agronomy, horticulture, critter shelter, farm interns, wwoofers, bees, honey, wildcrafting, dairy, goats, raised garden beds, paddock shift systems, nuts, berries, vegetables, growing sweet potatoes, self sufficiency, permaculture design course, off grid, alternative building, alternative energy, wood stoves, chainsaws, wood heat, tools, welding, woodworking, green woodworking, joel salatin, red worms, sepp holzer, masanobu fukuoka, ianto evans, paul wheaton, art ludwig, farmers markets, animal husbandry, cottage industry, outhouses, composting toilets, septic tanks, ferro cement, straw bale construction, cob building...\nGeneral Guidelines and Rules:\nTry and keep post on topic, self post and blog links are okay as long as they're related to homesteading.\nBe respectful and we will ban people for being icky.\nPlease try and use reddit tags like; [Question], [Discussion], [News], [Update] [Meta], or homestead specific like; [Growing], [Chickens], [Livestock], etc.. This will help keep things organized among other things.\nOh yes, trolls will be banned. Self posters are welcome.\nRelated Subreddits:\n/r/permies\n/r/diy\n/r/food2\n/r/beekeeping\n/r/green\n/r/livestock\n/r/seedstock\n/r/financialindependence\n/r/GuerrillaGardening\n/r/ecoevents\n/r/poultry\n/r/cottage_industry\n/r/DairyGoats\n/r/asktrades\n/r/OffGridCabins\n/r/backyardturkeys\n/r/duck\nOther links:\npermies.com\n/r/homestead is on twitter!\nZone Maps of the World:\nZone Map of the US\nZone Map for Australia\nZone Map for New Zealand\nZone Map for Brittian\nZone Map for Canada\nZone Map for Europe\nZone Map for the Middle East\nZone Maps of Asia provided by /u/encogneeto\nThanks for stopping by and happy homesteading!"}]}