{"time_collected":"2023-03-08 14:15:13.637023-05:00","top_headers":[{"heading":"r/HongKong weekly discussion","time_posted":"21 hours ago"},{"heading":"March 11th TST pub crawl","time_posted":"4 days ago"},{"heading":"Why was Stanley beach paved-over? Looks much nicer before no?","time_posted":"16 hours ago"},{"heading":"The naked and the read: video of unknown nude woman in Hong Kong library prompts police report and raises questions","time_posted":"5 hours ago"},{"heading":"Hong Kong's global financial status is at risk","time_posted":"17 hours ago"},{"heading":"六成鼓動婦工遊行留言 9人包辦 1人撐警常客 舉行前兩天湧入5社運專頁洗版 - 20230308 - 港聞","time_posted":"9 hours ago"},{"heading":"HKFP Lens: Cleaners' art collection transforms Hong Kong refuse point into gallery","time_posted":"19 hours ago"}],"rules":["Repost","Low-effort post","NOT related to HK","Only remotely related to HK, but doesn’t add to the discussion","Fake news/ sensationalized/ editorialized/ baiting headlines.","Without context or is pure speculative","Frequently asked but easily googleable questions","Anything of the other hong_kong sub or the sino sub","Threats, harassment, racist/ sexist speech, slurs of any kind","Reddit site-wide rules","Self-promotion/ advertising","Touristic photos/ videos"],"subreddits":{"Subreddit Friends":{"r/Cantonese":"22,672 members","r/CasualHK":"442 members","r/HongKongMusic":"1,839 members","r/Macau":"8,523 members","r/taiwan":"201,547 members","r/guangzhou":"113,481 members","r/China":"432,218 members","r/HKdramas":"2,617 members","r/HongKongOutdoors":"30 members","r/ChineseLanguage":"164,226 members"}},"about":{"header":"About Community","description":"A subreddit for all things Hong Kong.","created":"Created Nov 3, 2009","stats":["610k Members","241 Online"]},"other_information":[{"header":"Before you post/ comment","description":"Don’t post:\nReposts, anything that’s been posted on this sub already is a repost. If the content is 2 hours old, it’s probably been posted already.\nLow-effort posts, shit posts, shit memes.\nAnything NOT related to HK, doesn’t matter if it reminded you of HK, made you think of HK, you feel it’s relevant to the situation.\nAnything only remotely related to HK, but doesn’t add to the discussion: a t-shirt you got, a graffiti you saw, a facebook post/ youtube comments you screen capped, a picture you drew, etc.\nFake news/ sensationalized/ editorialized headlines. Do not change the headline of an article (except for translations). Fact check before posting.\nAnything without context or is pure speculative.\nFrequently asked but easily googleable questions, like how you can help, where to buy t-shirt/bumper sticker, what is the endgame, what companies to boycott, etc. Read the megathread, look at more posts, do a search, try googling.\nAnything of the other hong_kong sub or the sino sub.\nThreats, harassment, racist/ sexist speech, slurs of any kind.\nAnything that breaks Reddit site-wide rules.\nAlso:\nFlair your posts.\nReport content that violates any of these rules.\nIf you have questions about moderation, use the message the mods function, do not message the mods directly/ individually.\nIf your post/comment isn’t showing up, it’s probably because your account is too new.\nAny form of mod abuse in comments or messages or any other channels will result in permanent ban without warning.\nFailure to follow any of the above may result in removal of your post/ comment and/or permanent ban from the sub, without warning, at the full discretion of the mods."}]}