{"time_collected":"2023-03-08 16:18:00.605616-05:00","top_headers":[{"heading":"Weekly Sidebar Photo Contest Entry Thread - February 26, 2023","time_posted":"10 days ago"},{"heading":"Weekly Sidebar Photo Contest Entry Thread - March 05, 2023","time_posted":"3 days ago"},{"heading":"First session in a new house.","time_posted":"2 hours ago"},{"heading":"Today Session : TFD Peppermint shake + TKO","time_posted":"11 hours ago"}],"rules":["Drug References","Non-Hookah Related Smoking","Meme Posts","Circlejerk Content","Vendor/Product Bashing","Smoking Age","Discriminatory Language","Affiliate Links","Sales and Trades","Vendor Posts","Excessive self-promotion"],"subreddits":{},"about":{"header":"About Community","description":"Come one come all, if you enjoy smoking hookah, making shisha or just chilling with your friends this is the place for you. /r/Hookah is a place to talk about all things related to hookah and hookah accessories. From coals, shisha, bowls, pipes, bases, stems, grommets, hoses, ash catchers, foil, screens, covers, gauges, filters & smoke.","created":"Created Jul 29, 2008","stats":["50.1k Hookah Lovers","89 passing the hose right now"]},"other_information":[{"header":"Reddit ToS and Vendors","description":"Reddit does not allow the sale, trade, or promotion of tobacco products anywhere on the site. Their policy on this is clear. Users who have no stake in them are allowed to share links to sites to buy tobacco from but cannot trade, sell, or give away tobacco on Reddit in posts here or via DM. Violators of this rule will be permanently banned.\nVendors are not allowed to promote or link to any site that sells tobacco products. If you have any stake at all in a site that sells tobacco products, you may not use /r/hookah or anywhere else on Reddit to promote your site (including any link to any part of that site, provide customer service, or conduct tobacco transactions. If your site does not sell any tobacco products, you may promote it occasionally but still must follow our spam policy."},{"header":"Discord","description":"Join the official /r/hookah Discord here: https://discord.gg/uwBTzfycKV"},{"header":"Reviews","description":"Accessories\nCoals\nBowls\nHoses\nAl Fakher Shisha\nAlchemist Shisha\nFumari Shisha\nHaze Shisha\nHookafina Shisha\nKM Shisha\nSocial Smoke Shisha\nStarbuzz Shisha\nTangiers Shisha\nTrifecta Shisha\nUgly Shisha"}]}