{"time_collected":"2023-03-19 17:00:39.662169-04:00","top_headers":[{"heading":"No. There will never be a \"Hotline Miami 3\".","time_posted":"5 years ago"},{"heading":"GET OUT OF MY HEAD GET OUT OF MY HEAD GET OUT OF MY HEAD GET OUT OF MY HEAD GET OUT OF MY HEAD GET OUT OF MY HEAD","time_posted":"8 hours ago"},{"heading":"My Richard cross stitch project! Took me a while. It's not perfect but I love how it came out.","time_posted":"2 hours ago"},{"heading":"who is winning this? No guns or weapons, just strength","time_posted":"23 hours ago"},{"heading":"What's the best way to play the Hotline Miami games?","time_posted":"5 hours ago"}],"rules":["Be respectful of others.","Low-effort posts in general will be removed.","No insults/personal attacks towards other users.","Don't post a General Hotline Miami-themed Discord.","Please use the search bar!","No first time Let's Plays of the games.","If you live in Australia, don't ask how to get the game."],"subreddits":{},"about":{"header":"About Community","description":"Welcome to Miami, where you answer weird phone calls, put a mask on and go kill people. This subreddit is related to game series Hotline Miami by Dennaton games and published by Devolver Digital. Certified by the Russian International Censorship Committee","created":"Created Oct 22, 2012","stats":["56.9k Subscribed to the newsletter","83 Currently wearing a mask"]},"other_information":[{"header":"Information.","description":"Level Editor\nDISCLAIMER: When downloading any files from this subreddit or /r/hotlinemiamimaps, you are doing so at your own risk.\nNeither the community nor the moderation team is responsible for your irresponsible Internet practices; use common sense when downloading anything, and if you have any questions, suspicions or doubts, make sure to contact the original poster for more information.\nThe level editor for Hotline Miami 2 has been released! Here is the official manual from Dennaton Games.\nHere is the official Steam workshop page for Hotline Miami 2, where you can share your maps.\nPlease do not flood this subreddit with maps. /r/hotlinemiamimaps is a dedicated subreddit where you can openly share and receive feedback on your maps. General questions pertaining to the creation of maps is allowed.\nModding\nIf you are interested in modding Hotline Miami using GameMaker, please reference this playlist.\nIf you are interested in modding Hotline Miami 2, start by downloading the HLMWadExplorer. Note that this limits you to only modifying assets (sprites, sounds, textures) within the game, and does not actually add any new content to the game.\nLinks\nWebsite\nTwitter\nTumblr\nHotline Miami\nGet it on Steam\nGet it on GOG\nDocumentary\nWiki\nHotline Miami 2 : Wrong Number\nGet it on Steam\nGet it on GOG\nWiki\nOther subreddits\n/r/phonehom is a modding and original sprite community for both Hotline Miami games.\n/r/hotlinemiamimaps is a dedicated subreddit for sharing custom maps made in the Hotline Miami 2 level editor.\n/r/DevolverDigital is the official Devolver Digital subreddit.\n/r/gottagetagrip is a dedicated subreddit for shitposts, memes, and other low-quality content for the Hotline Miami series. Enter at your own risk.\nHeader by: /u/OhJoyOfJoys\nUser Interface icons by: /u/ChargerHM"}]}