{"time_collected":"2023-03-06 22:15:26.396975-05:00","top_headers":[{"heading":"Semi-annual /r/houseplants Discussion - February 28, 2023 - Changing Seasons","time_posted":"6 days ago"},{"heading":"🌱Weekly /r/houseplants Question Thread - March 06, 2023","time_posted":"12 hours ago"},{"heading":"So that's why it's called a cat palm...","time_posted":"13 hours ago"},{"heading":"This little man grew legs it was so ready to go to a new pot!","time_posted":"5 hours ago"},{"heading":"no one else appreciates my epipremnum pinnatum 😫 she's so pretty my favourite in the collection and putting out a new leaf every week","time_posted":"9 hours ago"}],"rules":["Posts must be houseplant-related.","Be civil to each other.","Do not post personal information.","No promotion or advertising.","Images generated by Artificial Intelligence (AI) are not allowed","\"Stuff\" related posts are only allowed on Saturdays and must be flaired.","No photos of people except on Fridays."],"subreddits":{"Related subreddits":{"r/IndoorGarden":"882,949 members","r/succulents":"600,853 members","r/Bonsai":"272,135 members","r/TakeaPlantLeaveaPlant":"60,142 members","r/plantclinic":"608,867 members","r/terrariums":"164,933 members","r/airplants":"45,749 members","r/SavageGarden":"164,322 members","r/whatsthisplant":"1,058,057 members","r/houseplantscirclejerk":"39,416 members"}},"about":{"header":"About Community","description":"A community focused on the discussion, care, and well-being of houseplants!","created":"Created Jun 17, 2011","stats":["1.7m Members","1.1k Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Flair Glossary","description":"STUFF - pots, hanging systems, plant stands, paintings, sculptures, clothing, drawings, etc. Saturdays only; rule 4 still applies.\nPEOPLE People with plants. Fridays only.\nDISCUSSION - For general discussion of houseplant-related topics.\nHAUL - Photos of newly purchased plants.\nHELP - For any questions or to troubleshoot struggling plants.\nHIGHLIGHT - Photos of plants you want to share to highlight new growth, cool foliage, or just because...plant.\nHUMOR/FLUFF - Memes and other houseplant-adjacent lighthearted content.\nMETA - Discuss the state of the subreddit or provide feedback to the mods.\nPETS AND PLANTS - Photos of plants that feature pets.\nPLANT HOMES - Photos of your plant setup at home - cool shelves, displays, prop stations, etc.\nPLANT ID - Get help identifying an unknown plant.\nFAMILY PHOTO - If you're posting a picture of lots of your plants, this is for you. If it's plants with one or more humans included, it's only allowed on Fridays."}]}