{"time_collected":"2023-03-20 18:35:37.475006-04:00","top_headers":[{"heading":"Promote your Hunger Games fan content/community here!","time_posted":"28 days ago"},{"heading":"Promote your Hunger Games fan content/community here!","time_posted":"10 hours ago"},{"heading":"Peeta in the first movie kinda sucked","time_posted":"9 hours ago"},{"heading":"What part of the main three books do you think left the biggest impact on you?","time_posted":"4 hours ago"},{"heading":"Perhaps the most tragic figure in the series...","time_posted":"2 hours ago"},{"heading":"Katniss' Interview outfits based on the books","time_posted":"1 day ago"},{"heading":"The Hunger Games","time_posted":"7 hours ago"},{"heading":"I need some Hunger Games victor found family fics","time_posted":"28 minutes ago"},{"heading":"What do you think of the political aspect of the Hunger Games?","time_posted":"3 hours ago"},{"heading":"Quarter Quells","time_posted":"1 day ago"},{"heading":"Annie and her son","time_posted":"23 hours ago"},{"heading":"Cool detail in TBOSBAS","time_posted":"1 day ago"},{"heading":"If the 75th hunger games wasnt rigged who do u think would have the highest chance of winning it","time_posted":"21 hours ago"},{"heading":"How did you imagine the Capitol's fashion?","time_posted":"21 hours ago"}],"rules":["Keep content Hunger Games related","Avoid low-effort posting","Tag all spoilers","Avoid advertising/promotion","Avoid piracy"],"subreddits":{},"about":{"header":"About Community","description":"This community is devoted to the world of the Hunger Games, a series of books by Suzanne Collins and hit movie adaptations, soon to include *The Ballad of Songbirds and Snakes*.","created":"Created Apr 13, 2011","stats":["52.8k rebels","427 units ready"]},"other_information":[{"header":"News","description":"The Ballad of Songbirds and Snakes is OUT NOW!"},{"header":"Spoiler Guide","description":"If the body of your post contains spoilers, mark it with the built-in spoiler function.\nDon't include spoilers in titles at all.\nUse reddit's built-in spoiler tags to hide spoilers in comments:\n>!Put spoiler content here!<."},{"header":"Other Communities","description":"These communities are not run in conjunction with r/HungerGames, but may be of interest to fans.\nInteractive Hunger Games Experience\nThe Interactive Hunger Games experience is the most in-depth text-based Hunger Games experience, and it's all run on Discord. Participants start as either a Capitol or District citizen, and act as they would in the real Hunger Games – sponsoring tributes and making bets, or participating in the Games, respectively. Games then happen multiple times a day at specified hours. Tributes' actions, skills and sponsorships determine the outcome, making the outcomes action-based, as opposed to random.\nIHGE Wiki Page\nIHGE Discord Server\nPanem Forever Minecraft Server\nPanem Forever is a feature-rich Minecraft server that includes regular Hunger Games events, architecture of Panem, storylines and quests.\nPF Website & Server Info\nPF Discord Server"}]}