{"time_collected":"2023-03-07 02:13:12.210194-05:00","top_headers":[{"heading":"Welcome to HungryArtists, Please read this before posting.","time_posted":"3 years ago"},{"heading":"[META] 2022 HOLIDAY SPECIAL - Artist links to shops just for this season!","time_posted":"3 months ago"},{"heading":"[for hire] 3d drawings, I can draw anything you want","time_posted":"8 hours ago"},{"heading":"[Hiring] looking for someone to design my business logo","time_posted":"4 hours ago"},{"heading":"[HIRING] Cat Portrait in Studio Ghibli Style","time_posted":"4 hours ago"}],"rules":["1 - Commissioning art","2a - Payment","2b - Under $30 USD","2c - Commercial Payments Under sub minimum . Under $100 or under $500 for a full transfer of rights.","2d - clarification must offer usable payment. NO Bitcoin, No gift cards , etc.","3 - SPEC work","4 a.- Artist Portfolios - requires login to view or is a storefront","4 b. - Artist - undercutting others","5 - Spam","6 - Posting limits","7 - Supportive and professional conduct","8 - Art theft","Bot issue","Post Flair"],"subreddits":{"Related Communities":{"r/artcommissions":"135,898 members","r/commissions":"101,226 members","r/hireanartist":"45,097 members","r/dndcommissions":"7,142 members","r/artstore":"116,083 members","r/DnDart":"56,424 members","r/gameDevClassifieds":"92,637 members","r/ffxivart":"22,898 members","r/DrawForMe":"220,715 members","r/forhire":"302,652 members"}},"about":{"header":"About Community","description":"HungryArtists is an online community of freelance artists, designers and illustrators all looking to create custom art commissions for you! Commission an artist quickly and easily, just create an account in minutes and post your request. Artists will start replying with a range of portfolios for you to choose your best fit. Browse thousands of worldwide artists portfolios updated daily, when you find an artist that suits your budget and style just message them directly to get started.","created":"Created Apr 12, 2013","stats":["188k Members","512 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Sidebar","description":"Welcome to /r/HungryArtists!\nHungryArtists is an online community of freelance artists, designers and illustrators all looking to create custom art commissions for you!\nCommission an artist quickly and easily by clicking here, just create an account in minutes and post your request. Artists will start replying with a range of portfolios for you to choose your best fit.\nPlease read our rules below before posting Any questions please read our handy wiki or join our Discord\nAlternatively browse thousands of worldwide artists portfolios updated daily, when you find an artist that suits your budget and style just message them directly by clicking on their username.\nQuick Filters\nHIRING\nFOR HIRE\nAre you an artist currently seeking commissions? Post a link to your portfolio with a general idea of your pricing structure! Be sure to subscribe to the sub and check daily for new requests.\nWhat are the rules?\nWe don't have many, and most of them are common sense!\nIf you have any issues, please message our Moderators!\nRule 1. Commissioning art\nIf you are commissioning a piece, please include [Hiring] at the start of your post. You MUST provide a budget IN USD for how much you would be willing to pay for your artwork. If you’re not sure of the specific number, give a rough estimate of your budget.\nPlease be as specific as possible with your listing and provide as much useful information as possible about the specs of the project, including size, purpose, media, and deadline.\nWhen you have found your artist, please comment on your post - ' Position Filled ' to announce that you are no longer looking. This will also lock your thread.\nRule 2. Payment and Pricing\nWe discourage any budgets or prices that are under $30 per piece. After July 30th, 2022, prices under $30 will no longer be allowed.\nIf you are purchasing a piece that requires commercial rights, the minimum is $100 USD - With that, we will also require that if you are looking for (Work For Hire) WFH / Full rights transfer of a commercial piece, the price should reflect that. On average, the cost of a full rights transfer is 200-300% of the creation cost. Our recommended industry entry level standard is $500 per piece to take over full ownership of the image. Anyone asking for full rights below that rate will be removed.\nPlease use a payment processor that has buyer and seller protection with the ability to include terms and conditions, a contract, and escrow or refund options. PayPal Business / \"Goods and services\" options are the most common. There is NO reason to use a 'friends and family' money transfer with a stranger online. It's typical for the client to cover any payment fees or for the artist to include them in their pricing.\nContracts are STRONGLY recommended for additional protection of both artist and client. Every single time without question you should have a contract, no matter what.\nIf you have concerns with a transaction, report it to the moderators for investigation.\nAll “bitcoin” currencies are banned and will only be allowing ‘fiat money’ or stable currency from now on. No gift cards, stocks, weird e-check scams, or fortnight points and so on. Artists should be able to pay all of their bills with the money they earn off the /r/HungryArtists subreddit. ALL NFT PROJECTS ARE INCLUDED - If you are purchasing the digital publishing rights or NFT rights of a piece of artwork , that is a different discussion that both parties should agree to and be paid for. Payment in NFTs, percentages, or coins does not count as payment under rule 2\nRule 3. SPEC work\nFree work is not allowed.\nDo NOT ask for artists to create any amount of work before agreeing to payment and hiring the artist. Every artist hired must receive payment or the project will be considered as speculative work\nCompetitions are not allowed. No 5-minute sketch samples. No unpaid 'tests'. No investment opportunities. No \"I'll pay you when this gets funded\".\nPlease report anyone seen asking for, offering, or making free artwork in an attempt to get the job.\nRule 4. Artist Portfolios\nArtists, please include [For Hire] at the start of your post. Try to include price and image examples. Be clear on your ability to ship and shipping costs if applicable.\nYour portfolio must not require login/account creation. Any kind of store page are not allowed on this subreddit. Post on /r/artstore instead.\nArtists, while commenting, please do not attempt to undercut each other in the community. The client picked their budget for a reason and with an expectation of a quality that matches that budget or higher. We are a marketplace where price is flexible but going lower is never the answer.\nRule 5. Spam\nYou will be warned and subsequently banned if caught doing these spam offences frequently:\nPosting portfolios with no correlation to clients request, eg, the client asked for an oil painting and your portfolio is 100% logo design.\nPosting the same copy-pasted response to client requests. Personalise and acknowledge you actually read the request.\nLinking to sites that require an account.\nIf you see spam or have concerns with a transaction report it to the mods for investigation.\nRule 6. Posting Limits\nDo not make more than one post per week . This ONLY applies to artists' FOR HIRE posts.\nDeletion of posts is discouraged for recordkeeping purposes. If there is a need, the mods can lock a post upon request.\nRule 7. Supportive and professional conduct\nBe supportive and professional. If someone is doing something wrong or needs some help, politely let them know, in PM if necessary. Comments negatively criticising art portfolios openly will be banned.\nNo matter the user, please don't create a hostile environment by insulting or cursing. We expect everyone to be professional and use common courtesy. Use the report button and let us handle issues. Continual hostile activity will result in a ban from the sub.\nRule 8. Art Theft\nArt theft will be tolerated under NO circumstances. Do not steal other's work or IP to copy or profit from. The client has a responsibility to make sure their reference images are legal to use for their commission. Artist Credit must be given where it is due, but is not seen as a valid form of payment.\nAs always, rules are up to moderator discretion, so if someone is being an ass, they may see consequences even if they're just toeing the line.\nIf you do not see your post\nPlease note that if you have a relatively new account or very low comment karma(<25), your posts will be caught in the spam filter- IF you have OVER 25 Karma and are still having issues please message the moderators to have your post reviewed. No posts under 25 karma will be approved. This is a preventive spam measure for people who have no interest in participating in our community.\nPosts containing shortened URLs (such as bitly and so on) will be automatically removed.\nHelpful Links\nDiscord Server\nNoSpec!\nSubreddit friend that's great for posting shops /r/artstore\nIf you have hired someone through this subreddit please leave a review over on /r/HungryArtistsFed\nArt Credits\nHeader Image(from left to right):\nArtists of our new banner:\n/u/Baconstrap - portfolio - image\n/u/Lorpo314 - image\n/u/RutujaPadwal - image\n/u/Yes-Sarasly - image\nAmy-Rose Art & Design - image\n/u/Jordanrace - image\n/u/Xensoldier - image\nArtisticChaos - image\n/u/Yoomookun submitted - image\n/u/mmmichelle -image\n/u/Diamdesign - image\n/u/Dainius8888 - portfolio - image\nSidebar Image: /u/WaarIsDeSol - portfolio - image Updated 7/30/2022"}]}