{"time_collected":"2023-03-07 03:45:56.907027-05:00","top_headers":[{"heading":"I had no idea.","time_posted":"21 hours ago"},{"heading":"Started doing hvac last March, today I did my first solo heat exchanger","time_posted":"12 hours ago"},{"heading":"Adding 60 pounds of the good stuff into this 24 year old unit today.","time_posted":"12 hours ago"}],"rules":["Posts from outside the trade are prohibited","Politics","Ads","Bullshit"],"subreddits":{"Related Subreddits":{"r/hvacadvice":"34,785 members","r/ProHVACR":"4,429 members","r/refrigeration":"10,263 members","r/Construction":"213,885 members","r/AirConditioners":"2,652 members"},"Union Related Subreddits":{"r/UnitedAssociation":"1,530 members"}},"about":{"header":"About Community","description":"A subreddit for Heating, Ventilation, & Air Conditioning Technicians. If you are not a member of the trade, please post in our Q&A sub, r/hvacadvice.","created":"Created Dec 22, 2010","stats":["123k Technicians","198 On Call","Top 1% Ranked by Size"]},"other_information":[{"header":"About r/HVAC","description":"If you are experiencing issues with your HVAC system PLEASE call a professional.\nThis subreddit's spam filter requires an account older than 24 hours and positive combined karma in order to participate. We will not manually approve posts that don't fit this criteria.\nThis is not a question and answer subreddit. Full stop. Any and all questions from outside the trade go in r/hvacadvice.\nThis is a subreddit for hvac professionals to discuss tips, tricks and information - including humor, memes and our favorite jobsite supervisors.\nThere's also the HVAC discord that seems like a pretty chill place to hang out - this is not operated by the r/hvac moderation crew. The mods are forever on-call here instead.\nMessage the mods with picture proof of industry involvement and your username for \"Pro Flair\"\nAds and offers/requests for work are prohibited.\nSpam: If you think your submission was unfairly caught in the spam filter, message us right away using the \"message the moderators\" option below so we can quickly remedy it. Thanks!"}]}