{"time_collected":"2023-03-07 08:42:36.847494-05:00","top_headers":[{"heading":"Subreddit rules - August 2022","time_posted":"6 months ago"},{"heading":"Cold snap coming, 21 year old furnace out. how do i keep my pioes from freezing while i wait for a replacement?","time_posted":"2 hours ago"},{"heading":"120yo Balloon Frame Home - Return Air Vents","time_posted":"1 minute ago"},{"heading":"Furnace noise. Any idea what the problem is?","time_posted":"10 minutes ago"},{"heading":"Air Filter Retrofit / Design Question","time_posted":"14 minutes ago"}],"rules":["Ads","Reddit","Crossposts","Transparency and safety","Blacklist","Civility"],"subreddits":{"Related Subreddits":{"r/HVAC":"123,352 members","r/ProHVACR":"4,429 members","r/AskElectricians":"14,118 members","r/Plumbing":"185,418 members"}},"about":{"header":"About Community","description":"A place for homeowners, renters, tenants, business owners or anyone with a general question about their HVAC system. Please read rules before posting!","created":"Created Jan 4, 2016","stats":["34.8k Members","262 Online"]},"other_information":[{"header":"BLACKLISTED TOPICS","description":"Posts and comments discussing the following will be removed:\nDisabling safety systems, even for just a minute to test or because you are very cold. Zero tolerance.\nAsbestos Work or Advice by Non-Licensed Remediators\nUntrained work on three phase or electrical voltages higher than 240\nVenting refrigerant deliberately or advocating doing so.\nUncertified refrigerant use (EPA 608/609, Proper training in other countries).\nUnlicensed or uncertified work on gas appliances directly affecting the flow of gas/exhaust, examples include: gas pressure adjustments, venting, gas pipe work.\nAn immediate ban will result for anyone giving unsafe or dangerous advice."},{"header":"About r/hvacadvice","description":"Please refer to the long form version of the rules here.\n/r/HVACadvice exists to offer insight from people who are experienced in the HVAC field. If you are experiencing issues with your Heating, Air Conditioning, Ventilation and Refrigeration system PLEASE call a professional. While the mods do their best to make sure information is accurate, you should ALWAYS take internet advice with a grain of salt.\nNo advertising is permitted here - as in do not post links to your blog, specific products for sale on other websites, etc.\nIf you have an electrical question, feel free to ask over at r/askanelectrician !\nPlease do not crosspost to r/hvac or r/thermostats - pick one sub for your post.\nThere's also the HVAC discord that seems like a pretty chill place to hang out, but it isn't affiliated with reddit. Our mod crew is forever on call here.\nSpam: If you think your submission was unfairly caught in the spam filter, message us right away using the \"message the moderators\" option below so we can quickly remedy it. Thanks!"}]}