{"time_collected":"2023-03-06 23:01:18.313895-05:00","top_headers":[{"heading":"Weekly Questions Thread - (March 06)","time_posted":"16 hours ago"},{"heading":"i clear f7 with gdrag on my head, beat me","time_posted":"12 hours ago"},{"heading":"Even though its 2023 I still want y'all to be covid safe!","time_posted":"5 hours ago"},{"heading":"Paul has been good to me...","time_posted":"7 hours ago"}],"rules":["Follow all Reddit guidelines and Hypixel rules.","Done-To-Death posts (DTDs) will be removed on sight.","Progression questions belong in the Weekly Thread.","Keep it civil","Do not spam","No begging, IRL trading, or self-promotion.","Do not impersonate as Hypixel staff, content creators, or subreddit staff.","Subreddit mods are not Hypixel server staff. Use /report","Player shaming is not tolerated unless there is enough evidence provided regarding the player/crime.","No services"],"subreddits":{"Other related subreddits":{"r/HypixelSkyblock":"82,513 members","r/HypixelBedWars":"3,729 members","r/hypixel":"55,386 members","r/Minecraft":"7,227,749 members"}},"about":{"header":"About Community","description":"The official unofficial Hypixel Skyblock subreddit! [Not affiliated with the Hypixel Network.]","created":"Created Jun 14, 2019","stats":["82.5k skyblockers","306 Grinding Skyblock levels"]},"other_information":[{"header":"Additional information","description":"🔁 DTD clarification\nYou might see the term DTD (Done-To-Death) being used on the subreddit, this is a list of overdone post formats that are disallowed in order to prevent the subreddit from being spammed with repetitive content, For explanations on DTD listings, see HERE.\n❓ Have any questions?\nSkyblock progression-related questions can be asked on our Weekly Thread HERE, as such, all progression-related questions that are found in posts will be automatically removed.\n✉️ Contacting the mod team\nWant to report someone or have any subreddit questions? You can send us a modmail HERE\n🏷️ Did you get a rank upgrade?\nIf your server rank has changed (and you would like to keep your custom user flair/cake flair if applicable), please send a modmail using this link\n🤵 Requesting a \"Hypixel Staff\" or \"Youtuber\" user flair?\nPlease note that our requirements for the \"Youtuber\" user flair only requires 10,000 subscribers, as opposed to the 30,000 or 100,000 subscribers requirements for [YOUTUBE] rank on the Hypixel network.\nTo send proof for either the \"Youtuber\" or \"Hypixel Staff\" user flair, send a message using this link. Read rule #11 for screenshot requirements.\n❗ We are not Hypixel\nA reminder that the subreddit is unofficial, we aren't affiliated with Hypixel so all ban appeals, reports and support requests should be going to them!"}]}