{"time_collected":"2023-03-07 06:12:59.333821-05:00","top_headers":[{"heading":"Weekly Off-Topic Positivity Thread -- socialize with your fellow bowel buddies","time_posted":"1 month ago"},{"heading":"PSA: your IBS-C may not be IBS-C","time_posted":"8 months ago"},{"heading":"For the outdoorsy sufferer","time_posted":"6 hours ago"},{"heading":"The daily routine of some of us.","time_posted":"14 hours ago"}],"rules":["Pictures of poop are not allowed","No dangerous or misleading medical advice","No personal attack towards another redditor","Tag NSFW pictures as NSFW","No self-promotion / selling products","Dead cross-posts"],"subreddits":{"Related subreddits":{"r/Health":"1,445,053 members","r/depression":"945,155 members","r/Anxiety":"599,655 members","r/CrohnsDisease":"49,081 members","r/HumanMicrobiome":"25,770 members","r/dysautonomia":"29,917 members","r/IBD":"19,384 members","r/SIBO":"16,638 members","r/ConstipationAdvice":"2,164 members","r/colonoscopy":"1,982 members"}},"about":{"header":"About Community","description":"A community for those with IBS to discuss openly about their condition. NO pictures of poop.","created":"Created Sep 3, 2010","stats":["91.0k afflicted","238 on the porcelain throne"]},"other_information":[{"header":"Message","description":"Let's discuss treatment, and coping with Irritable Bowel Syndrome. Dealing with IBS is really tough. It can cause a lot of anxiety, pain, and depression. Feel free to express your frustration, achievements, rants, and whatever relevant information you want with this community. We do however, urge you to take medical advice here with a grain of salt since most of us are speaking from our personal experiences with IBS and it can be different for each person. You should always see a qualified doctor if you think you are experiencing severe health issues.\nHelp and Resources\nWe would also like to extend depression and suicide resources for those struggling with the social, physical, and mental problems that can come from this illness. Many community members know that living with IBS can be a daily struggle. The community is here to listen, but if you are feeling severely depressed or suicidal about your condition we would like you to seek professional help. Below are some recommended links including hotline numbers to people who can help you immediately. You should never have to suffer alone and there is help if you need it."},{"header":"Interesting posts","description":"Comprehensive guide for those of you lurkers who suffer from extreme constipation\nPSA: Your IBS-C May Not Be IBS-C\nACG Clinical Guideline: Management of Irritable Bowel Syndrome\nTips for gas pain"}]}