{"time_collected":"2023-03-08 17:50:22.849683-05:00","top_headers":[{"heading":"iBUYPOWER Subreddit Rules and FAQ - Please Read","time_posted":"6 years ago"},{"heading":"iBUYPOWER AMA Megathread","time_posted":"3 months ago"},{"heading":"Is this rattle-ish sound normal? It only occurs when I play red dead redemption 2 on high-ultra settings. My pc is iBUYPOWER Gaming Desktop - SlateMR294i - Intel i9-11900KF - 16GB 3200 DDR4 Memory - NVIDIA RTX 3070Ti - 1TB SSD - Black","time_posted":"5 hours ago"},{"heading":"Slate mr291i psu","time_posted":"10 hours ago"},{"heading":"Brand New Pre-Built PC, BSOD Day 1","time_posted":"12 hours ago"},{"heading":"My pc has a screen that says “reboot and select proper boot device or insert boot media in selected boot device and press a key” I have a 60 percent keyboard and I don’t know what to do","time_posted":"1 day ago"}],"rules":["Provide your specs!","Follow reddiquette","No unrelated content","Customer Support","Questions about your Order"],"subreddits":{"Related Communities":{"r/buildapc":"6,258,218 members","r/PcBuild":"120,216 members","r/suggestapc":"24,714 members","r/buildmeapc":"104,141 members","r/PcBuildHelp":"31,701 members","r/pchelp":"46,860 members","r/Alienware":"73,505 members","r/bapcsalesaustralia":"21,336 members","r/ASRock":"13,518 members","r/pcgamingtechsupport":"48,435 members"}},"about":{"header":"About Community","description":"Presenting customized high-performance gaming PCs and the latest news from iBUYPOWER.","created":"Created Sep 14, 2012","stats":["18.5k Members","72 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Official iBUYPOWER","description":"Live Support\nMessage us on Discord to talk to us in real time! If you need customer support message @iBPSupport in discord.gg/iBUYPOWER\nCall Us\nCustomer Support: 1 (888) 462-3899"},{"header":"Notice","description":"Due to the nature of this subreddit and iBUYPOWER customer support sometimes handling customer's personal information through PMs, do not trust anyone who says they are a iBUYPOWER employee unless they have a \"iBUYPOWER\" flair."},{"header":"FAQ","description":"Why is my order taking so long even though other orders are shipping?\nWe try our hardest to push orders out in a timely fashion, but sometimes things fall behind. Systems do not strictly follow a first-in first-out pattern so there may be a variance of a few days when comparing your scans to someone else's. Also keep in mind that laptops are assembled much faster than desktops, so make sure the other person isn't talking about a laptop.\nMy order has been at X step for Y days, is this normal?\nDepends on the time of year and how backed up production is. standard build times have orders progressing through most steps within 2-3 business days. After Black Friday, its more normal for orders to spend a week in the pre-assembly steps. If your order has been in a particular phase for a long time, and you don't see anybody else asking about delays, then please PM me /u/iBUYPOWER-Brad with your order number or DM @iBPSupport on discord.gg/iBUYPOWER"}]}