{"time_collected":"2023-03-07 06:00:10.092967-05:00","top_headers":[{"heading":"Man burns down his home nearly gets burned as well trying to kill centipede using petrol.","time_posted":"1 day ago"},{"heading":"a brave man","time_posted":"2 days ago"},{"heading":"Today in Bratislava source ZOMRI fb","time_posted":"4 days ago"},{"heading":"\"You guys okay?\"","time_posted":"6 days ago"},{"heading":"(clever title)","time_posted":"8 days ago"}],"subreddits":{},"about":{"header":"About Community","description":"Almost dying, almost getting seriously injured . . . almost. No actual death, dismemberment, or gore; this sub is for close calls or things that could have gone much worse. This is a Safe For Work sub.","created":"Created Dec 26, 2016","stats":["723k Idiots subscribed","61 Fukwits online"]},"other_information":[{"header":"GUIDLINES","description":"GL1. Don't be a dick.\nBeing a jerk to other people will get your comments deleted. People who are negative to other commenters and the poster will be banned. Any witch-hunts or profile stalking of another user and any attack comments against OP will result in you being banned. Any racial comments = ban.\nGL2. No meta comments or comments about votes.\nMeta is asking why this was posted here or saying this does not belong in this sub or he didn't nearly die or or how was he an idiot or how was that his fault or complaining about reposts. RepostSleuthBot or LostRedditors or any of the kind is meta and makes you a troll. If you don't like a post, show us what you do like by posting something better. We value people who take the time to contribute content here (gifs, pictures, videos, or articles). Posters get preferential treatment over shit-commentors. If you make any comment saying someone actually died but you did not provide any credible proof, you will be banned.\nGL3. Interpret \"idiots\" and \"nearly dying\" loosely.\nA certain amount of collateral damage is expected, but \"idiots hurting others and getting away with it\" is not appropriate for this sub. In an effort to be entertained we do accept any type of risk, mistake, or choice, coupled to any type of self inflicted accident, major to minor, and near misses. Pictures may show the \"bad idea\" with or without consequences. There can be \"Wins\" if the risk or poor choice ends up in a pay off that was more than worth it. This is a Safe For Work Sub.\nMODMAIL IS NEVER CHECKED IN THIS SUB. NEVER."}]}