{"time_collected":"2023-03-07 01:26:23.477123-05:00","top_headers":[{"heading":"Weekly Discussion","time_posted":"1 day ago"},{"heading":"Rules UPDATE - No Politics/Current Events.","time_posted":"1 year ago"},{"heading":"Mr Breast.","time_posted":"4 hours ago"},{"heading":"(OC) what","time_posted":"20 hours ago"},{"heading":"???","time_posted":"18 hours ago"}],"rules":["Relevancy: real strokes","Relevancy: crosspost images","Reposts: frequent repost/done to \"death\"","Reposts: frequent repost/WYD and other collections","Reposts: Instant Repost","Censor Personal Information","No Fake Posts/Memes","No NSFW/NSFL submissions","Shitpost Sunday (where the rules are more relaxed)","No Politics/Current Events"],"subreddits":{"Check out these subs!":{"r/BoneAppleTea":"1,193,836 members","r/dontdeadopeninside":"676,444 members","r/engrish":"759,057 members","r/wildbeef":"93,565 members","r/TheresARedditForThat":"7,538 members","r/IhitsendbeforeIreadit":"2,962 members","r/skribblstroke":"1,210 members"}},"about":{"header":"About Community","description":"typos so bad you would thnk ye havin an stroke","created":"Created Apr 5, 2018","stats":["974k Storks 🦢","184 Lsot therir Spine 🦴","Top 1% Ranked by Size"]},"other_information":[{"header":"Rules & Guidelines","description":"What is this place?\nInspired by this video, this sub is to post images of text where a person stopped making sense in the conversation. Some exceptions are made, providing that it fits the spirit of the sub.\nWhat this place is not ...\nIn the context of this sub, \"stroke\" is meant to be a play on words as someone has failed with their keystrokes. Posting anything that appears to be mocking the medical condition will be removed and a ban will be considered.\nIf you're seeking support for the medical condition, please visit r/stroke or stroke.org.\nRules and Guidelines\nReminder: reporting is an anonymous way to notify mods you think something doesn't belong!\nRule 1: Relevancy\nPlease see this page for examples of quality content.\nAll submissions should be of .jpg or .png images. Videos, gifs, animations, etc. are not allowed.\nReal strokes are not allowed. Images of a person having a stroke, known to have had a stroke, or appears to be imitating having a stroke are not allowed.\nMeta posts should be reserved for Shitpost Sunday hours (see below)\nEnglish is the preferred language but all languages are allowed. Please note: just because it's not English doesn't automatically make an image worthy of this sub.\nAnything political leaning, especially from politicians, is not allowed.\nCrossposts are not allowed from some subs: you can see the full list here. Please note: we do not allow screencaps from these subs either.\nRule 2: Reposts\nPlease be sure to look through the sub to see if your image has been posted in r/ihadastroke in the past 90 days.\nStrokes that have been \"done to death\" is a list of images that have been reposted so frequently, they are only allowed during Shitpost Sunday hours (see Rule 6).\nThe Fake Facts, Obvious Plant, & WYD/Would You Do It/What Would You Do collections are a series of posts that have a similar format or seem legit but are actually faked images. Click here for examples!\nInstant Reposts are when the image shows someone misspelling one word repeatedly AND/OR when there are only a few typos. Examples!.\nRule 3: Censor Personal Information\nCensor personal information: including usernames, real names, profile pictures, phone numbers, addresses etc. -- especially Reddit usernames. Celebrities and famous people don't have to be censored, but please keep in mind we're not aware of all celebrities: it never hurts to include a comment with who they are.\nRule 4: No Fake/Staged Posts/Memes\nPlease do not submit fake/staged posts.\nMemes are considered fake because they're done intentionally. Some may be allowed during Shitpost Sunday hours (see Rule 6), but this is up to Mod discretion.\nRule 5: No NSFW/NSFL submissions\nNSFW/L posts are NOT allowed, under any circumstance. Posting anything NSFW/L will result in a ban.\nRule 6: \"Shitpost\" Sunday (where the rules are more relaxed)\n\"Shitpost\" Sunday is a time when the rules are more relaxed and things that don't belong during normal hours are OK to post. This happens every Sunday from 00:00 Sun UTC to 00:00 Mon UTC (Click here for current UTC time) or check the sticky posts, they will indicate when the time is right!\nFlair your post! That we can fairly moderate Shitpost Sunday. We will force flairs where we can, but PLEASE flair your posts for the sake of mod sanity.\nRule 2 may be applied, since there are some things that get posted way too often, even during these hours.\nRules 3 & 5 (Censoring Personal Info & NSFW/L) are still enforced as normal.\nMiscelaneous notes about this sub\nJoin our Dicsrod server!\nhttps://discord.gg/FKPeMeb\nPost Flairing\nPost flairs are not required, except for Shitpost Sunday posts. However, if you do not want the mods bringing down their never-ending wrath on you, it may not be a bad idea to add a flair to a post."}]}