{"time_collected":"2023-03-07 00:49:42.502477-05:00","top_headers":[{"heading":"Changes to IllegalLifeProTips","time_posted":"1 year ago"},{"heading":"ILPT Mod Announcement: Revenge & 'Sock' Posts.","time_posted":"4 months ago"},{"heading":"ILPT Request: Illegal ways to treat depression. Anything that can help enhance mood if traditional means don't work (antidepressant, exercise,...)","time_posted":"11 hours ago"},{"heading":"ILPT Request. People hacked my friends account on insta and are now trying to get into mine by pretending to be said friend and asking for the link sent by sms. Can you guys provide me with the most malicious link the internet can offer so I can send that back instead of my recovery link?","time_posted":"20 hours ago"},{"heading":"ILPT: If you’re riding with a small amount of drugs and think you would be searched if pulled over, tape them to your dick","time_posted":"7 hours ago"},{"heading":"ILPT: how to stop people in their cars making loud noise at night begging my house","time_posted":"8 hours ago"},{"heading":"ILPT Request: What would you do if your apartment neighbor had a pickup truck so loud it literally rattled the window, and every time he left he would sit there and rev the engine for 5-10 minutes first, and your landlord refused to do anything about it?","time_posted":"1 day ago"},{"heading":"ILPT Request for help dealing with debt collection companies.","time_posted":"11 hours ago"},{"heading":"ILPT Request- Local business copied my wife’s business name","time_posted":"1 day ago"},{"heading":"ILPT Request - Where can I find a free upgrade to MS Office?","time_posted":"14 hours ago"},{"heading":"ILPT Request: I have $17,000 in credit card debt and was affected by a natural disaster; how can I use this as leverage?","time_posted":"11 hours ago"},{"heading":"ILPT Request - How to get my gm fired or make her quit","time_posted":"11 hours ago"},{"heading":"ILPT : Legal probability/outcome if I sell abusive boyfriend/his family’s large furniture and TVs before I move. Furniture is in house me and bf shared separately from his family.","time_posted":"2 days ago"},{"heading":"ILPT Request: can audible audiobooks be torrented? where can I find them online?","time_posted":"1 day ago"},{"heading":"ILPT Request: Will Walmart Come After Me (Am I even in the wrong here?)","time_posted":"1 day ago"},{"heading":"ILPT Request How to get back at my brother for stealing and destroying my stuff","time_posted":"1 day ago"},{"heading":"ILPT Request Botting views on popular streaming platforms such as YouTube,TikTok,Twitch,etc","time_posted":"1 day ago"},{"heading":"ILPT Request: How to overdraft my already negative-balance account or take out a loan while unemployed","time_posted":"2 days ago"},{"heading":"ILPT : Can do buy rep sneaksers and send back cash shoes","time_posted":"18 hours ago"},{"heading":"ILPT Request: Swap out my old broken Airpods and return them?","time_posted":"1 day ago"},{"heading":"ILPT Getting back at abusive father with video games.","time_posted":"1 day ago"},{"heading":"ILPT Request: Need help learning to pick a specific lock","time_posted":"1 day ago"},{"heading":"ILPT Request: best website to watch free f1, if possible in every language","time_posted":"2 days ago"},{"heading":"ILPT : How can me and my friends get back at a kid that SA’d our friend","time_posted":"3 days ago"},{"heading":"ILPT Request: Can I buy rep sneakers and the originals and send back the reps to the seller?","time_posted":"1 day ago"},{"heading":"ILPT: I have reason to believe my opponent is planning to rig the next presidential election!! Help","time_posted":"1 day ago"}],"rules":["Use the correct prefix followed by a short descriptive title","No DM/GC solicitations","No advertising","No scams / carding","No request about making x amount of money","No Obfuscation / Bypass","Follow reddit's site-wide rules","No Revenge Posts"],"subreddits":{},"about":{"header":"About Community","description":"An Illegal Life Pro Tip (or ILPT) is a tip that could significantly improve a person's life but whose legality is highly questionable. As you may have guessed, these tips are works of fiction and are purely hypothetical, do not try to recreate these scenarios at home, they are just for the sake of entertainment.","created":"Created May 26, 2017","stats":["958k socks","1.2k online criminals"]},"other_information":[{"header":"BE CAREFUL OF SCAMS","description":"Warning:\nIf you ever see someone advertising for free products they could get you or ways to make easy and free money. It's totally a scam, if those methods were real, why would they need you to make more money? Please use some common sense, every one you see advertising here is a scammer and just wants your money, they don't care about you or giving you \"method dat work 4 sure\"."}]}