{"time_collected":"2023-03-08 22:01:11.478884-05:00","top_headers":[{"heading":"Secretary of State Giannoulias wants authority to refuse state grants to book-banning library boards","time_posted":"9 hours ago"},{"heading":"It’s that time of the week, where we don’t know if it will snow , rain or hail. But, as always, stay vigilant and prepared for the worst","time_posted":"6 hours ago"},{"heading":"State revenue projections increase again in fiscal year’s final stretch","time_posted":"9 hours ago"},{"heading":"Illinois to Relocate at Least Half of Residents in Facility Plagued by Abuse and Cover-Ups","time_posted":"7 hours ago"},{"heading":"Gov. Pritzker Announces New Behavioral Health Workforce Education Center","time_posted":"6 hours ago"},{"heading":"Illinois nixes renewable bans | Illinois Put a Stop to Local Governments’ Ability to Kill Solar and Wind Projects","time_posted":"1 day ago"}],"rules":["Follow Reddiquette and Content Policies","Keep Discussions Civil","No Discrimination, Harassment, Misinformation or Malicious Content","No Self Promotion","Posts must be related to Illinois","No Low Effort Posts, No Obvious Trolling","No misinformation, misleading posts, or screenshots without context will be tolerated."],"subreddits":{"Related Communities":{"r/chicago":"498,958 members","r/CoronavirusIllinois":"147,638 members","r/illinoispolitics":"5,603 members","r/ChicagoSuburbs":"161,716 members"}},"about":{"header":"About Community","description":"Illinois: The Land of Lincoln","created":"Created Mar 7, 2008","stats":["164k Illinoisans","102 in the Prairie State","Top 1% Ranked by Size"]},"other_information":[{"header":"Warnings/Bans","description":"First offense: Documented warning.\nSecond offense: 3-day ban.\nThird offense: 1-month ban.\nFinal offense: Permanent ban (any offense of site-wide rules will immediately result in a permanent ban).\nAll bans and warnings are left to moderator discretion. If you disagree with a moderator's decision to issue a warning or ban, please reach out to us in modmail for appeals. Any messages to individual moderators will be ignored."}]}