{"time_collected":"2023-03-07 02:00:10.562458-05:00","top_headers":[{"heading":"Results of last contest and the next theme!","time_posted":"11 days ago"},{"heading":"Appalachia - Land of the rising Sunflower","time_posted":"9 hours ago"},{"heading":"Establishment of Council Power in America: The American Civil War and Foreign Intervention","time_posted":"7 hours ago"},{"heading":"Babe wake up, there is another big Greece post on r/imaginarymaps","time_posted":"10 hours ago"}],"rules":["Post must be a map, be fictional and be OC or commissioned.","Finished maps only.","No low effort maps or thoughtless content. No edits of existing maps.","No support/advocation for genocidal regimes or atrocities/war crimes. No bigotry or hate speech.","No hard-to-read or incomprehensible or low-resolution maps.","No advertising","No shitposts, excluding those that are exceptionally well made AND original. Go to circlejerk sub!","No map generating tools or websites (excluding GIS tools)","Don't post more than once a day"],"subreddits":{"Related Communities":{"r/hoi4":"350,024 members","r/countryballs_comics":"40,311 members","r/hoi4modding":"40,872 members","r/OldPhotosInRealLife":"695,945 members","r/Stellaris":"385,274 members","r/kaiserredux":"15,886 members","r/imaginaryelections":"12,097 members","r/inkarnate":"73,574 members","r/HistoryMemes":"6,809,821 members","r/RedFloodMod":"10,755 members"}},"about":{"header":"About Community","description":"Imaginary Maps! Share maps you have made of alternate history, fantasy, sci-fi or anything really! Join our Discord server here: https://discord.gg/tKV9SjBzaQ","created":"Created Dec 8, 2012","stats":["386k Cartographers","838 Online"]},"other_information":[{"header":"FAQs","description":"Want to get started making maps but don’t know how to? We got you covered!\nIf your post has been removed for rule 3 and you want to know why, look here\nFor banned and recommended programs check out this\nWhat constitues a shitpost in reference to rule 7? Check this\nDue to some repetitive questions certain words and phrases have been blacklisted and may result in your post being taken down. Check this wiki page to see which words are blacklisted and why they’re blacklisted."}]}