{"time_collected":"2023-03-19 16:20:04.822987-04:00","top_headers":[{"heading":"“False Star,” by Sterling HolyWhiteMountain","time_posted":"6 days ago"},{"heading":"A very beautiful image of these smiley blackfoot. Photograph by Mary T. S. Schaffer in 1907.","time_posted":"3 hours ago"},{"heading":"Otoe-Missouria Delegation, photographed by John K. Hillers, 1881 (Metropolitan Museum of Art).","time_posted":"8 hours ago"},{"heading":"Navajo Nation’s quest for water and justice arrives at the Supreme Court","time_posted":"6 hours ago"}],"rules":["Be Respectful","No Bigotry","Post Relevancy","Legitimate Posts","No Unauthorized Promotions, Solicitations, Discords, or Research","No Identity-Related Posts (Moratorium)","No Posts on Restricted Topics (Moratorium)","No Outrage Posts","No Creative Writing Advice Posts","No Traditional Religious/Ceremonial/Spirituality Posts","General Guidelines","Community Policies","Centering Native Voices"],"subreddits":{"Indigenous & Related Subs":{"r/NativeAmerican":"46,228 members","r/Indigenous":"7,562 members","r/NativeAmericans":"4,689 members","r/IdleNoMore":"981 members","r/Navajo":"5,078 members","r/NativeAmericanMusic":"1,660 members","r/cherokee":"3,083 members","r/AskHistorians":"1,738,674 members","r/Anarchism":"256,852 members","r/BigIsland":"21,327 members"}},"about":{"header":"About Community","description":"Native American and Indigenous news, happenings, cultures, politics, arts, community, and thought. Give us your local, give us your Pan-Indian, Aleut, Hawaiian, Yupik, Inuit, and Métis; it's all good. We accept all Indigenous Peoples. Please consider checking out our community on the Old Reddit design model: https://old.reddit.com/r/IndianCountry/","created":"Created Nov 15, 2014","stats":["57.3k Natives & Allies","97 Agitators","Top 5% Ranked by Size"]},"other_information":[{"header":"Welcome to Indian Country","description":"This is a community for Indigenous and Native peoples. Here, we can share our cultures and discuss relevant issues to our communities. Feel free to ask a question, have a discussion, and/or make a post, provided you follow the guidelines.\nPlease note: You do not have to be Indigenous to participate here, but we do prioritize the Indigenous voice. We are an inclusive community. Despite being called \"Indian Country,\" we also welcome all Indigenous voices from around the world. We believe in having a diverse set of views contributing to our community here.\nBelow this, you will find a comprehensive list with several categories related to native interests, movements, and resources that may be of interest or help. Several sections will refer you to the wiki for further information."}]}