{"time_collected":"2023-03-20 01:37:30.249847-04:00","top_headers":[{"heading":"New Look! New Mod! New Changes!","time_posted":"2 years ago"},{"heading":"Uncovering the SHOCKING Secrets of Loot Island!","time_posted":"11 hours ago"},{"heading":"Cyberpunk: Edgerunners Copium","time_posted":"8 hours ago"},{"heading":"Short video about Ramadan!","time_posted":"9 hours ago"},{"heading":"33 kills and 10,500 Damage Dub!!","time_posted":"10 hours ago"}],"rules":["Rule 1","Rule 2","Rule 3","Rule 4","Rule 5","Rule 6","Rule 7","Rule 8","Rule 9","Rule 10"],"subreddits":{"Other Cool Subreddits":{"r/SmallYoutubers":"77,636 members","r/AdvertiseYourVideos":"51,970 members","r/GetMoreViewsYT":"104,906 members","r/SmallYTChannel":"131,719 members","r/TwitchFollowers":"14,753 members","r/soundsworld":"2,712 members"}},"about":{"header":"About Community","description":"Welcome to the subreddit! Here you can share your content with others in order to get a higher performance on your videos, streams, music, servers and more. Also, please make sure that you give feedback on other posts so we all can get better at creating content! Also, remember to read the rules to know what to not do in this subreddit. Here's my channel! :) https://youtube.com/morxthegamer","created":"Created Nov 25, 2017","stats":["9.0k Creators","13 Creating Right Now","Top 10% Ranked by Size"]},"other_information":[{"header":"Welcome to r/industrialized!","description":"New YouTube video is up! Click this link to watch it!\nWhat do I need to start promoting my content in the subreddit?\nBefore you go and promote your content, please make sure that you have over 20 Karma as well as 5 Karma to give feedback on other posts.\nWhat does it take for my content to get pinned/featured?\nIf you want your content to be featured or pinned, please contact the mod of this subreddit, and also subscribe to their channel :), then a mod will check your content to see if its feature worthy.\nHow can I get my content to be approved?\nIf you want your post to be approved, then message me asking for an approval request or I will manually go through the subreddit and approve and content that I think will be interesting for others to watch or view.\nFor more information on anything, please contact me, send a message or modmail and you'll get a response when possible. Thank you!"}]}