{"time_collected":"2023-03-06 23:28:12.862050-05:00","top_headers":[{"heading":"Monthly User Megathread","time_posted":"7 days ago"},{"heading":"My mom’s mental breakdown over me wanting to take a fucking walk(Happened back in February but I just decided to post it now.)","time_posted":"12 hours ago"},{"heading":"I told my mom (who demands proof that I’m eating every single day and flips her shit if she doesn’t get it) that I walked 5 minutes down the road to go get food at Whataburger. This is how she responded. I’m really at a breaking point with her.","time_posted":"7 hours ago"},{"heading":"I'm gay and my mom is schizophrenic and she started telling everyone she knew that I had HIV even though I get tested regularly and I'm disease free for everything.","time_posted":"2 hours ago"}],"rules":["Rule 1: No Identifying Information.","Rule 2 & 2b: Submit Links To Actual News Stories and no news older than 90 days.","Rule 3: No direct links to or screenshots of reddit posts or comments.","Rule 4: Improperly Flaired Post.","Rule 5: Spam Account Posting.","Rule 6: Be Excellent To Each Other.","Rule 7: Fake Post.","Rule 8: No reposts within the last 2 months or anything on top all-time.","Rule 9 / 9b: No Medical or Legal Advice. No Anti-Vax bullshit, Conspiracy Theories, or Conspiracism","Rule 10: No Memes, image macros, or other non-forms of communication.","Rule 11: Submissions MUST Be In English.","Content Guidelines Violation (ie: Banned Source, Not Marked NSFW, etc.)."],"subreddits":{"Subs we recommend.":{"r/raisedbynarcissists":"859,579 members","r/ShitMomGroupsSay":"392,812 members","r/vaxxhappened":"366,188 members","r/insaneparentsmemes":"10,940 members","r/spiritualabuse":"3,186 members"}},"about":{"header":"About Community","description":"/r/insaneparents is a weird place where you can post those crazy parents who post in those woo-woo anti-vax groups on facebook and do things harmful (directly and indirectly) to their children. Things posted here do not have to be physically abusive. Abusive and insane are not mutually exclusive. The Anti-Vax mom you know isn't legally abusive, but you know she's insane for not vaxxing her kid.","created":"Created Oct 30, 2017","stats":["1.4m Readers","1.2k Sorting Through the Insanity."]},"other_information":[]}