{"time_collected":"2023-03-06 22:34:33.661954-05:00","top_headers":[{"heading":"He regrets getting caught","time_posted":"12 hours ago"},{"heading":"kicking a soft toilet paper roll should be easy...","time_posted":"23 hours ago"},{"heading":"He fought a good fight, but at the end he made a heckin mistake","time_posted":"1 day ago"},{"heading":"A sudden soaking","time_posted":"9 hours ago"},{"heading":"Crumby luck","time_posted":"2 days ago"}],"rules":["Videos and gifs must show regret.","Regret must be instant or near-instant.","No Animal Abuse.","No compilations.","Longer than 20 seconds with no tag","No top posts or frequent reposts.","General abuse","Youtube Spam","Im butthurt that GallowBoob has more karma than me","Turtles are friends, not food."],"subreddits":{},"about":{"header":"About Community","description":"Instant Regret (in'-stint rē-gret') n. a subreddit dedicated to deliberate actions that unexpectedly lead to undesirable consequences and horrible results; things which may cause someone to say, \"oh man, did I just screw the pooch!\"","created":"Created Jun 30, 2014","stats":["4.5m Members","983 Online"]},"other_information":[{"header":"Rules of engagement","description":"GUIDELINES & RULES 1) Videos and gifs must show regret. No text messages or still frames. Sometimes the display of regret is unmistakable. It can be evident in someone's face, or in their body language. Sometimes it's a judgment call. If you think it works, try it out. If we delete it, you were wrong. We are Reddit™ moderators. We are always right! A fail is not a regret. Some ripper eating a swellbow while trying to bone a rail on the backside, (that's skater lingo for a bad crash. I looked it up (made it up)), isn't regret. There should be a look of surprise, and an expression that clearly says, \"Oh no. Oh, God no. I really should not have done that. Why did I do that?\" Other examples that aren't regret: Eating bad food and not liking it is not regret. You knew what was going to happen, dumbass.\nLaughter is not an expression of regret. It's just not.\nA picture of a sunburn or a crappy tattoo is not evidence of regret. For all we know you like looking like a pumpkin, and definitely still want that potato tattoo on your ankle.\n2) Regret must be instant or near-instant. If someone does something which only has bad consequences minutes or hours later, it is not considered instant. 3) No Animal Abuse. We love animals. They are capable of regret, but we don't want to see videos where their regret is the fault of humans, involves cruelty, injury or is in any way unpleasant. 4) No compilations. Just pick one good thing and go with it. Everybody likes it when you do that. 5) If the video is longer than 20 seconds, please use a tag to tell everyone when the lead-up to the regrettable moment begins. For example [regret at 4:20]. Or post the video queued up to the point where things get good and the regret quickly follows. But, ultimately, these are just excellent suggestions. You're the director. Make it good. And don't worry. If it sucks, we'll get rid of it for you. 6) Reposts are highly discouraged. Reposts are allowed, but reposts which have been posted recently or are in the top of all time will be removed. No Dannys. If your name is Danny and we find out we will ban you. WE HATE SPAM! We remove spam. We exact vengeance on those who give us spam. If you see spam, report spam. If you see an account that uses a YouTube channel that takes videos from other channels in order to accumulate karma on said account. Report that account, We'll take care of it. and finally... REMEMBER YOUR REDDIQUETTE Please, no abusive comments, hate speech, or any other personal attacks. Doxing, brigading, and witch-hunting are not allowed. This includes derailing commentary sections to complain about prolific users, and by that we mean \"Gallowboob is not against the rules\". Complaining about the OP rather than the content is an easy way to earn a temporary ban. The moderators reserve the right to remove posts & comments, and to ban users at our own discretion. If we feel your post doesn't fit, we'll remove it. If you are an abusive person, or an intolerable troll, we just might ban you. If you feel that your post or comment has been removed unfairly, please feel free to message us. We'll try to be nice. We're not perfect but we really are working on it. If you see someone breaking the rules, please message the mods and let us know. Thanks! Now, please enjoy our sub and the consequences resulting from the poor choices made by your fellow humans."}]}