{"time_collected":"2023-03-07 01:25:14.222722-05:00","top_headers":[{"heading":"Daily Fasting Check-in!","time_posted":"23 hours ago"},{"heading":"Posted earlier last year ! This is an update. Started at 305 lbs with very very bad mental. Everything is good and getting better! I sit around 210-215. I started with 18:6 and then to one meal a day. Now I just eat whenever and gym everyday. Best of luck to everyone, stay strong ❤️","time_posted":"11 hours ago"},{"heading":"Thank you to everyone on this sub being an awesome inspiration over the years! (SW: 320 - CW: 155)","time_posted":"15 hours ago"}],"rules":["No Pro-ED Rhetoric","Be Good to One Another","No Harassment / Don't Be a Creep","Stay On Topic / Post Require Content","More than Midriff Rule / Mark Posts NSFW When Appropriate","Food pictures must be marked NSFW","IF is an 18+ community","No Bots","No Studies or Research Surveys","No Self Promotion, Requests for Cash, Affiliate Links","Progress Pics - Original Content Only"],"subreddits":{"Fasting related subreddits:":{"r/fasting":"449,338 members","r/leangains":"265,657 members"}},"about":{"header":"About Community","description":"Intermittent Fasting (IF) is way of eating that restricts *when* you eat, usually on a daily or weekly schedule. People engage in IF to reap the many benefits to health, fitness, and mental clarity. This is a place to share success, support each other, ask questions, and learn. IF is an 18+ community because the practice is not medically recommended to/for children.","created":"Created Feb 22, 2012","stats":["867k Members","658 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Sub Info","description":"New to Intermittent Fasting? Check out our Wiki!\nQuestions about IF? Please read the FAQ\nClick here for detailed SUBREDDIT RULES\nReport rule breaking content when you see it\nWe rely on user reports. If you see something on the sub that violates the rules please use the report button. If you are not sure if something breaks the rules report it for the moderation team to review.\nDO NOT MESSAGE MODS OUTSIDE OF MODMAIL, THIS WILL RESULT IN A 30 DAY BAN"}]}