{"time_collected":"2023-03-08 20:44:36.778656-05:00","top_headers":[{"heading":"How Have You Been Feeling This Week? (March 04, 2023)-- Anything that you feel didn't deserve its own post is welcome!","time_posted":"4 days ago"},{"heading":"IT'S SPRING","time_posted":"6 days ago"},{"heading":"Have I been doing it wrong for 15 years? Is IC actually \"healable?\"","time_posted":"29 minutes ago"},{"heading":"experiences with steroids for IC?","time_posted":"1 hour ago"},{"heading":"Cystoscopy/hydrodistension experience (positive experience!)","time_posted":"11 hours ago"},{"heading":"Fungal overgrowth a contributing factor?","time_posted":"14 hours ago"},{"heading":"Are there any safe foods from chain restaurants?","time_posted":"1 day ago"},{"heading":"I'm so scared","time_posted":"15 hours ago"},{"heading":"In so much pain","time_posted":"1 day ago"},{"heading":"Sleeping a lot?","time_posted":"1 day ago"},{"heading":"Pelvic Floor Relaxation","time_posted":"21 hours ago"},{"heading":"Does anyone know what could work similarly to antibiotics for help with inflammation?","time_posted":"1 day ago"},{"heading":"Surgery soon, advice?","time_posted":"23 hours ago"}],"rules":["Respect","Don't Spam Users About Embedded Infections","Don't Shame Users for Refusing a Treatment/Diagnostic Method","No Absolute Causes or Cures for IC, No Blanket Statements","Spam"],"subreddits":{"Related Subreddits":{"r/MensIC":"77 members","r/PelvicFloor":"16,909 members","r/vulvodynia":"6,708 members","r/MastCellDiseases":"1,783 members","r/CUTI":"2,165 members","r/Prostatitis":"9,752 members","r/Endo":"47,696 members","r/ChronicPain":"82,042 members"}},"about":{"header":"About Community","description":"A place for sufferers of the chronic bladder disease interstitial cystitis (IC; also known as painful bladder syndrome or PBS) to share advice, give support, ask questions, and give answers.","created":"Created Aug 30, 2010","stats":["17.3k Members","54 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Welcome!","description":"Welcome to r/InterstitialCystitis, the support forum for IC/PBS and other bladder problems!\nJoin us in the r/InterstitialCystitis Discord channel to live chat any time!\nWho we’re here for:\nPeople with Interstitial Cystitis/Painful Bladder Syndrome\nPeople who haven’t been diagnosed with IC/PBS but suspect they may have it\nPeople with other bladder/pelvic problems (Overactive Bladder, prostatitis, chronic urinary tract infections, pelvic floor dysfunction, ect.)\nFamily and friends of people with IC/PBS\nAnyone interested in learning more about this illness\nWhat we're here for:\nAnything related to IC/PBS, bladder problems or life with chronic illness is welcome! Please feel free to submit any links, articles, personal stories or anything else related to interstitial cystitis and living with interstitial cystitis.\nIt doesn’t matter if you’re unsure whether you have IC, if you think your question has been asked before, or if you don’t really know what to say. Please start a thread or contribute to our weekly check-in thread.\nIf you’re new to IC and overwhelmed, “Resources” below has some helpful links to get you started.\nTogether, we can find a cure for the phrase “What doesn’t kill you makes you stronger.”"},{"header":"REMINDER","description":"No one here is an expert, so always consult your own provider. Try to avoid diagnosing other members or prescribing treatment regimens for them.\nSuggestions for new things to pursue are great (i.e. \"Have you tried X yet?\", \"X helps me a lot\")\nOrders are not great (i.e. \"Stop taking X\", \"You need to take X\")."},{"header":"Resources","description":"/r/InterstitialCystitis Discord: IC Discord! Live chat with the subreddit!\nThe Six Steps of Treatment: Start here for options if you've been newly diagnosed. Step one is also good if you just suspect that you may have IC.\nCytoscopy with Hydrodistention Experiences: Users share their experiences with hydrodistension.\nCytoscopy/Hydrodistention FAQ\nPhysical Therapist Rec Thread\nPaying for Treatment: This guide is meant to be a resource for ways to make IC treatment more affordable.\nIC Diet FAQ: How to food with IC.\n2012 ICN Food List: Suspect you have IC? Follow this guide on safe and unsafe foods.\nFind a Provider: Need a new Urologist? Find an experienced one here!\nClinical Trials Database: Find a clinical trial in your area.\nAllergies and IC: A lot of patients find their symptoms are the worst or come out of remission around allergy season (April for North America). This is an explanation why and why antihistamines can help.\nIC Subtypes: The different types of IC explained.\nDiagnosis and Treatment Guidelines: Basic ICA guidelines for diagnoses and treatment. Make sure your doctor follows these.\nIC and Qualifying for Disability: For those looking into qualifying for disability due to IC.\nAntibiotic Poll: Learn which antibiotics are least likely to cause flares.\nThe Interstitial Cystitis Network: A great starting point when trying to get information about IC. If you can't get your question answered on this subreddit, then try the ICN's support forums. They also have articles, information about the latest research, and much more.\nInterstitial Cystitis Association: Authoritative information about IC including diagnostic guidelines.\nBladder Health UK: UK-based IC information and advocacy organization.\nicforeningen.dk/: Denmark IC organization.\nEmergency Hotlines (US): If you are in crisis or need support, help is here.\nEmergency Hotlines (International): For mental health crises outside of the United States."},{"header":"Help us grow!","description":"Please tell your friends, family, or anyone who might be interested in IC related news, advice, or support about this subreddit! The more we grow, the more we can help ourselves and each other."}]}