{"time_collected":"2023-03-08 21:21:01.088421-05:00","top_headers":[{"heading":"Unity.","time_posted":"5 months ago"},{"heading":"Iran Hacked Israeli Advanced Weapons Research from Technion","time_posted":"20 hours ago"},{"heading":"Will Pakistan defy US sanctions to complete ‘Peace Pipeline’ with Iran?","time_posted":"1 day ago"},{"heading":"Iran proposes creation of joint bank with African states","time_posted":"1 day ago"},{"heading":"The remains of Babak Castle in Northern Iran. Babak Khorramdin was an Iranian freedom fighter who fought against the Abbasid Caliphate and called for a return of the political glories of the Iranian past. This castle was one of his strongholds.","time_posted":"2 days ago"},{"heading":"Dariush and Parvaneh Forouhar of the National Front, assassinated by the IR as part of the chain murders of Iran in 1998","time_posted":"2 days ago"},{"heading":"IAEA Iran visit opens window to restart nuclear diplomacy","time_posted":"1 day ago"},{"heading":"Iran issues several arrests in schoolgirls poisonings case","time_posted":"1 day ago"},{"heading":"A decade ago a series of schoolgirl \"poisonings\" in Afghanistan resembled those in Iran. The expert consensus was that the cause was social-psychological.","time_posted":"3 days ago"}],"rules":["Be civil.","Relevant submissions, no reposts.","Respect user privacy.","No spam nor flooding.","No supporting bigotry in any forms.","No supporting human suffering in any forms.","No support for any form of Iranian separatist or Balkanization movements.","No Uncle Toms.","No misinformation/psyops."],"subreddits":{"Related Subreddits":{"r/WestAsia":"159 members","r/teammelli":"10,893 members","r/IranPics":"3,182 members","r/iranianmusic":"564 members","r/iranpolitics":"2,369 members","r/PersianHistory":"635 members"}},"about":{"header":"About Community","description":"The official community of Iranians and Iranophiles on Reddit. Dedicated to all topics Iranian. We are the only forum that guarantees free speech and does not censor users based on their views.","created":"Created Jan 11, 2011","stats":["18.1k ایران دوست","51 بیدار"]},"other_information":[]}