{"time_collected":"2023-03-08 18:19:48.011845-05:00","top_headers":[{"heading":"Register to vote","time_posted":"6 months ago"},{"heading":"Mick Wallace seen being interviewed by Jon Stewart in the EU Parliament","time_posted":"13 hours ago"},{"heading":"‘We are out to provoke’ - Richard Boyd Barrett on policies, politics and trusting Sinn Féin – The Irish Times Podcast","time_posted":"6 hours ago"},{"heading":"Special post: the eviction ban fiasco - Michael Byrne","time_posted":"9 hours ago"},{"heading":"Taoiseach registers as a landlord for first time","time_posted":"30 minutes ago"},{"heading":"Leo Varadkar: 40% of people in emergency accommodation are not Irish citizens","time_posted":"7 hours ago"},{"heading":"Varadkar accuses PBP of ‘bonkers’ conspiracy theory in ‘Left Government’ pamphlet","time_posted":"6 hours ago"},{"heading":"Bertie Ahern on TRIP","time_posted":"2 days ago"},{"heading":"Plan to cut car use: Congestion charges and 400% parking charge hike options divide Coalition","time_posted":"3 days ago"}],"rules":["Incivility, Hate Speech & Abuse","Relevant to Irish Politics","Posting Limits & Spam","Privacy Violation","Editorialisation","Heavily Biased Media","Trolling, Baiting, Flaming, & Accusations"],"subreddits":{"Related Communities":{"r/ireland":"641,198 members","r/northernireland":"181,646 members","r/unitedkingdom":"1,371,873 members","r/australia":"1,134,460 members","r/newzealand":"390,204 members","r/AustralianPolitics":"225,477 members","r/LabourUK":"63,022 members","r/LeopardsAteMyFace":"938,647 members","r/Scotland":"318,574 members","r/tories":"12,005 members"}},"about":{"header":"About Community","description":"r/irishpolitics is dedicated to facilitating constructive discussion. Our rules and guidelines were chosen to best facilitate such discussion and to create a healthy environment. Moderator actions will be used to enforce the rules as well as the general spirit of the sub. Our guidelines are recommendations and suggestions for behavior so as to have the optimal experience on the sub. On the other hand, we expect a strict adherence to the rules. We (the moderators) will enforce the rules liberally","created":"Created Apr 25, 2011","stats":["16.2k Members","97 Online"]},"other_information":[{"header":"Rules, Info & Useful Links","description":"Standard reddit rules and guidelines apply here.\nHomophobia, Racism or General Hate/Arseholery will not be tolerated.\nPlease be respectful even in disagreement!\nIf you have any suggestions or concerns please message the mods.\nNext Election &/or Referendum is:\nTBD\nBanner Image Leinster House Credit & Source"},{"header":"Guidlines","description":"1.       Politeness, Politeness, Politeness:\nThis sub is intended for constructive, reasonable discussion. The best way to have such an experience is to be honest, polite and respectful from the outset.\n2.       Sectarianism\nWe all have passionate beliefs and seeing that this is a discussion sub, the vast majority of users will like debate and argument. That is perfectly fine. However, if you feel so strongly over a topic that you cannot engage in discussion in a respectful, honest and decent manner, you may be better off not engaging in that particular discussion at all at all. Come to this sub with an open mind, not with a pet grudge.\n  3.       Bygones are bygones\nWe recommend users leave past disagreements at the door once a particular discussion ends. Grudge holding and bitterness only makes fruitful and enjoyable discussion less likely.\n  4.       Debate etiquette\nWe do not enforce a strict etiquette concerning debating tactics. However we recommend honest debate tactics. As well as that, we discourage consistent, unsubstantiated accusations of bad faith acting as that destroys discussion just as much as genuine bad faith argumentation does: it derails the conversation and distracts the opponents.\n5.       Editorialisation\nPosts presenting news articles/tweets shouldn’t be heavily editorialised"}]}