{"time_collected":"2023-03-19 23:56:23.432733-04:00","top_headers":[{"heading":"Iron Front USA | American Iron Front Website","time_posted":"2 months ago"},{"heading":"An Appeal","time_posted":"1 month ago"},{"heading":"Activism begins at home ↙️↙️↙️","time_posted":"7 hours ago"},{"heading":"Several Proud Boys are forced to flee under police escort after they attempt to attack a drag show being held in New York. At least one of them was left bleeding from the altercation.","time_posted":"10 hours ago"},{"heading":"UC DAVIS reportback from march 18th as Proudboys fascists were sent to run away","time_posted":"7 hours ago"}],"rules":["Nothing Anti-Democratic or Reactionary","No Threats/ Promotion of Unjustified Violence","Please No Hating on America as a Whole (Actions of The State ≠ Values of The People)","No Spam","No spreading of misinformation","No Doxxing","Stay On Topic","No \"Radical Centrism\"","Don’t Call Someone a “Nazi” Unless They Are One","Keep it Civil"],"subreddits":{"Ally Subs":{"r/NewPatriotism":"37,003 members","r/ContinueToServe":"1,194 members","r/WhereAreTheChildren":"25,273 members","r/StandAgainstTyranny":"4,382 members","r/AntifascistsofReddit":"114,046 members"}},"about":{"header":"About Community","description":"The American Iron Front is an anti-fascist, anti-authoritarian, pro-democracy activist coalition. We are a big-tent community for patriotic folks working to undermine the encroachment of right-wing authoritarianism in the United States, even if they don't necessarily identify with the more radical and/or revolutionary sections of the anti-fascist movement. We hope to reclaim 'patriotism' from hateful far-right nationalists, and work towards a better America where all people are free and equal.","created":"Created May 20, 2018","stats":["30.7k Comrades & Compatriots","63 Currently Online"]},"other_information":[{"header":"About","description":"Welcome to the subreddit of the American Iron Front\nThe AIF is a decentralized pro-democracy + anti-fascist organization operating in the United States. We are a big-tent community for patriotic folks working to undermine the encroachment of right-wing authoritarianism in this country, even if they don't necessarily identify with the more radical and/or revolutionary aspects of other 'Antifa' groups. We wish to reclaim the value of 'patriotism' from the ultranationalist right, and to encourage the American People to strive for a country where all are free and liberated.\nwww.IronFrontUSA.org\nEmail: American_Iron_Front@protonmail.com\nTwitter: @IronFrontUSA"}]}