{"time_collected":"2023-03-08 10:51:01.138979-05:00","top_headers":[{"heading":"IsitBullshit's Moratorium of COVID-19 posts","time_posted":"3 years ago"},{"heading":"On The Current War In Ukraine","time_posted":"1 year ago"},{"heading":"Isitbullshit: The bible never actually claims that hell is a destination that you arrive to?","time_posted":"19 hours ago"},{"heading":"isItBullshit: People are born without wisdom teeth due to rapid human evolution?","time_posted":"8 hours ago"},{"heading":"IsItBullshit: The bible stating that being gay is a sin is actually a mistranslation of paedophilia being the actual sin?","time_posted":"2 days ago"},{"heading":"IsItBullshit: You can't reuse photos from a previous listing to sell your home due to copyright","time_posted":"1 day ago"},{"heading":"Isitbullshit: @hotel on IG","time_posted":"2 days ago"},{"heading":"IsItBullshit: the crime rates in the USA dropped ~18 years after Roe v. Wade was originally ruled on.","time_posted":"3 days ago"},{"heading":"IsItBullshit: The one topic that astronauts refuse to answer questions about publicly, is whether they have sex on the ISS","time_posted":"4 days ago"},{"heading":"IsItBullshit: Brussels sprouts taste better than they used to.","time_posted":"3 days ago"},{"heading":"IsItBullshit: Eating before a sauna is dangerous","time_posted":"3 days ago"},{"heading":"IsItBullshit: Studying/working while sick is bad for your brain","time_posted":"4 days ago"},{"heading":"IsItBullshit: the music and film industry takes a cut for every piece of digital storage hardware sold","time_posted":"5 days ago"},{"heading":"Isitbullshit: stopping a steroid (prednisone) prescription midway will make a rash return worse","time_posted":"6 days ago"},{"heading":"isitbullshit: Has the Swedish government been destroying Viking artifacts?","time_posted":"5 days ago"},{"heading":"IsItBullshit: Different alarm companies subcontract the same call center whose agents, when responding to alarms, identify themselves as an agent working for whichever company the customer subscribes to.","time_posted":"6 days ago"},{"heading":"IsItBullshit: I was told to ask here about a site call My anime rings","time_posted":"5 days ago"},{"heading":"isitbullshit: the \"toe separator\" products they sell online will lessen bunions","time_posted":"7 days ago"},{"heading":"IsItBullshit: As someone who's an ardent Japan enthusiast, I am finding this unsubstantiated claim about Japan very upsetting and distressing. Can anyone fact check if this is bullshit or not?","time_posted":"6 days ago"},{"heading":"IsItBullshit: The Secret Speech of General Chi Haotian","time_posted":"9 days ago"},{"heading":"IsItBullshit:Constant overeating will reduce the body's ability to absorb micronutrients(?)","time_posted":"10 days ago"},{"heading":"IsItBullshit: Ocean Dumping, as in dumping waste straight into the ocean","time_posted":"10 days ago"},{"heading":"Isitbullshit: online shopping scam???","time_posted":"9 days ago"},{"heading":"IsItBullshit: earn real money through \"Atlas Earth\"?","time_posted":"11 days ago"},{"heading":"IsItBullshit: Incandescent lights are better for the environment but IF AND ONLY IF your electricity comes from renewables.","time_posted":"11 days ago"},{"heading":"IsItBullshit: you can have a subsconscous phobia that doesn't even feel like fear","time_posted":"12 days ago"},{"heading":"IsItBullshit: Gaming addiciton works the same as drug addiction in the brain","time_posted":"12 days ago"}],"rules":["Be Nice","No Baiting or Hate Speech","Search Before Posting","No Personal Questions","Avoid Open Questions, Discussions, or Speculation","Avoid Common Sense Questions","No Trolling, Spam, or Self Promotion","Posts Must Seek \"Bullshit/Not Bullshit\" Answers","Posts Must Begin with \"IsItBullshit:\" or \"Bullshit:\"","Moderators Have Final Say"],"subreddits":{},"about":{"header":"About Community","description":"A community for asking whether programs, products, or services are legitimate.","created":"Created Sep 12, 2013","stats":["519k Members","334 Online"]},"other_information":[{"header":"Welcome to /r/isItBullshit!","description":"If you suspect a product or service of being sketchy, or you'd like a rumour fact-checked, this is the community to ask.\nAlready know a certain product or service are bullshit? You can share that experience here, too.\nSubreddit Rules\nSubreddit Wiki\nYou Should Post:\nQuestions about products, services, or websites you aren't sure about.\nQuestions about rumours you've heard.\nOr, if you know about a bullshit product or service.\nYou Should Not Post:\nPersonal questions (including, but not limited to, medical questions).\nQuestions about anything illegal.\nDiscussion/Opinion pieces.\nQuestions regarding current events.\nBefore Posting\nRead the rules.\nCheck the Wiki.\nSearch to see if the subject of your post has been posted before.\nAll posts must begin with either IsItBullshit: or Bullshit:. Note that there are no spaces in the words and they do end with a colon.\nBefore Commenting\nBe Nice.\nTry to be unambiguous -- saying \"Bullshit\" or \"Not Bullshit\" is good. Simply replying \"Yes\" or \"No\" can be confusing.\nTry and be detailed. We don't require that comments include sources, but we appreciate it when they do!\nTry and be objective -- a product may be legitimate even though you personally dislike it.\n  Other Resources\n/r/AskReddit: General questions and opinions.\n/r/AskDocs: Medical questions.\n/r/askscience: Professional-level scientific explanations.\n/r/CasualConversation: Casual conversations (duh).\n/r/Dentistry: Teeth, and lots of 'em.\n/r/explainlikeimfive: Simple explanations of complex subjects.\n/r/OutOfTheLoop: Current events you may have missed."}]}