{"time_collected":"2023-03-07 15:26:01.227308-05:00","top_headers":[{"heading":"Caution: /r/IsraelExposed does not allow the propagation of any equivalence of Judaism with Zionism.","time_posted":"1 year ago"},{"heading":"Jonathan pollard the notorious American spy & one of the most damaging spies in US history who spied on the US for Israel & later moved to Israel after release with hero’s welcome received at the airport by Netanyahu with new Israeli ID in hand said the Palestinian town of Huwara must be destroyed","time_posted":"16 hours ago"},{"heading":"Israeli settlers induced another night of riots in Huwara. IDF arrived in place and danced with them.","time_posted":"7 hours ago"},{"heading":"Australia moves to ban Israeli-made countertops linked to lung disease in workers","time_posted":"7 hours ago"},{"heading":"Israel to continue demolishing Palestinian homes during Ramadan.","time_posted":"7 hours ago"},{"heading":"Palestine in Pictures: February 2023.","time_posted":"7 hours ago"},{"heading":"Iran Activates Air Defense System in Syria","time_posted":"16 hours ago"},{"heading":"I need to tell this to someone but nobody around me would understand.","time_posted":"17 hours ago"},{"heading":"Would you trade your water supply for a toxic waste dump?","time_posted":"1 day ago"},{"heading":"Israel's Ahmadinejad: Smotrich calls for Palestinian Town to be Wiped off the Map","time_posted":"5 days ago"},{"heading":"Major fears are sweeping into Israel's economy","time_posted":"5 days ago"}],"rules":["Adhere to rules of reddit and Reddiquette","Be Civil","Submission titles cannot be editorialized","No personal attacks or hate speech","Content Exposing Israel Only","Posting and Commenting Privileges Are Granted To New Accounts After One Month"],"subreddits":{},"about":{"header":"About Community","description":"A *multiracial* and *multicultural* coalition of anti-war, anti-hate and anti-Zionism dissidents, determinately compromise with defending the fundamental civil and human rights of Palestinians. Therefore we decisively and tenaciously stand for peace, justice, freedom, equality and dignity for all, regardless of gender, religion, ethnicity or sexual orientation. As human beings we recognize and cherish our common humanity.","created":"Created Sep 30, 2009","stats":["31.8k Members","23 Online"]},"other_information":[]}