{"time_collected":"2023-03-20 02:01:23.807987-04:00","top_headers":[{"heading":"Weekly Japan Travel Information and Discussion Thread - March 17, 2023","time_posted":"3 days ago"},{"heading":"Monthly Meetup Thread - March","time_posted":"23 days ago"},{"heading":"Trip Report - Tokyo, Kyoto, and Hiroshima - aka Travelling with a Teen in Japan (9 days)","time_posted":"16 hours ago"},{"heading":"Question about the Post Office.","time_posted":"54 minutes ago"},{"heading":"Wheelchair rental for my Mother.","time_posted":"3 hours ago"},{"heading":"What is your favorite Japanese shopping arcade?","time_posted":"18 hours ago"},{"heading":"Trip report: Tebori tattoo, Sumo and Kabuki","time_posted":"18 hours ago"}],"rules":["Posts must relate to travel and tourism inside Japan.","No low effort posts.","Itinerary posts must be identified and detailed.","No posts that primarily focus on individual establishments or services.","No self promotion.","No standalone meet-up request posts.","No solicitation posts.","No \"meta\" posts about this subreddit.","Keep content legal and PG-13 rated.","Be civil.","Trip reports are welcome on this subreddit.","No standalone posts about border policy or visas allowed."],"subreddits":{"Helpful Subreddits":{"r/travel":"7,405,467 members","r/japanlife":"478,749 members","r/japan":"417,586 members","r/movingtojapan":"66,667 members","r/LearnJapanese":"579,543 members","r/JapaneseFood":"187,524 members","r/TohokuJapan":"963 members"}},"about":{"header":"About Community","description":"Got questions? Need advice? Overwhelmed with your itinerary? Want to share your travel tips and experiences in Japan? Then this is the place for you! /r/JapanTravel is for any and all looking to visit Japan as a tourist — including those who have already been.","created":"Created Sep 5, 2012","stats":["2.1m Members","1.5k Online"]},"other_information":[{"header":"Introduction","description":"Welcome to /r/JapanTravel!\nPlease abide by our Common Sense Rule: Obviously this subreddit is for talking about topics related to traveling and tourism in Japan. Non-travel related Japan posts or generic travel posts belong in the appropriate related subs and will be removed from here.\nClickbait, spam, memes, ads, brochures, surveys, information crowdsourcing, vlogs and videos, personal blog links or other forms of self-promotion (especially gofundme campaigns) will be removed and users will be banned. If you want to promote yourself, go buy ad space on Reddit.\nPosts and comments containing racist, sexist, or other forms of discriminatory language will be removed. Please try to keep things PG-13. There are many resources online regarding sexual services and products available in Japan — we're just not one of them.\nPlease note: Accounts less than a day old are blocked to reduce spamming."},{"header":"Helpful Links","description":"Many posts here can be answered by looking through this sub's resources or by searching past posts.\nDid you join our Discord\nDid you thoroughly search or read the wiki/FAQ?\nDid you check the resource page?\nHave you explored Japan Guide?"},{"header":"Threads","description":"Meet-Up November 2022\nMeet-Up October 2022\nSakura 2022\nSakura 2021"}]}