{"time_collected":"2023-03-07 06:07:16.339436-05:00","top_headers":[{"heading":"Jeopardy! recap for Mon., Mar. 6 - High School Reunion day 11","time_posted":"17 hours ago"},{"heading":"From Nathan W. Pyle","time_posted":"6 hours ago"},{"heading":"Do you know how much I'd pay for...","time_posted":"15 hours ago"},{"heading":"Got the call — well, *a* call","time_posted":"17 hours ago"},{"heading":"What video games have you learned the most from?","time_posted":"17 hours ago"}],"rules":["Before 11 PM Eastern, everything about the day's game MUST be in one of the specified game threads.","If an episode has not yet aired in the United States, it may NOT be discussed in any way.","Be excellent to contestants and community members.","Do not request or post links to episodes.","No parody, joke, or troll submissions. Memes about show content should be posted on weekends.","Please read these self-promotion rules before posting."],"subreddits":{"Related Communities":{"r/Earwolf":"38,845 members","r/thebachelor":"232,525 members","r/PardonMyTake":"60,254 members","r/MtvChallenge":"108,674 members","r/crossword":"21,414 members","r/TheAmazingRace":"36,791 members","r/MasterchefAU":"18,299 members","r/coronationstreet":"5,005 members","r/audiodrama":"258,049 members","r/Totaldrama":"41,572 members"}},"about":{"header":"About Community","description":"/r/Jeopardy, a subreddit for the appreciation of The World's Greatest Game Show: JEOPARDY! This subreddit is not affiliated with, sponsored by, or operated by Jeopardy Productions or Sony Pictures.","created":"Created Sep 18, 2010","stats":["87.6k Members","91 Online"]},"other_information":[{"header":"Suggested Links","description":"Here are some awesome and/or helpful pages that we recommend for all newbies and veterans alike:\nJeopardy! - the official home of the World's Greatest Game Show.\nJ! Archive, the most authoritative fan-run archive of Jeopardy! episodes\n/r/jeopardy wiki, includes links to more in-depth resources on Jeopardy! history, strategy, etc.\nThe All-Time Jeopardy Leaderboard, a community spreadsheet of the all-time highest scoring J! contestants.\nCompiled by u/HellsHospitals\nAlternative Jeopardy viewing methods, a reddit post compiled by Matt Carberry (/u/mfc248).\nMatt Carberry's Jeopardy Page, which includes a comprehensive list of TV stations that carry Jeopardy!\nThis is Jeopardy! Discord Server, an unofficial server made for fans, by fans, to discuss their favorite players, episodes, play daily trivia, and more."}]}