{"time_collected":"2023-03-20 15:30:59.018863-04:00","top_headers":[{"heading":"Why you \"can't post\" and some basic housekeeping.","time_posted":"18 days ago"},{"heading":"General Discussion (03-20-23)","time_posted":"8 hours ago"},{"heading":"Does anyone have the clip of Jim talking about how much he hates the superplex-countered-into-a-roll up spot?","time_posted":"15 hours ago"},{"heading":"Britt Baker: “The Bella Twins inspired me to get into wrestling”","time_posted":"22 hours ago"},{"heading":"35 years ago Jim executed the perfect \"clunk clunk\" bump on Mike Jackson","time_posted":"1 day ago"},{"heading":"Who is the biggest energy/interest vampire in wrestling?","time_posted":"2 days ago"},{"heading":"Imagine being the CEO of the second largest wrestling promotion and still have time to argue with random people on Twitter.","time_posted":"3 days ago"},{"heading":"This is surely going to bring the ratings back to 1 million!!","time_posted":"3 days ago"}],"rules":["Keep posts relevant to the shows, pro wrestling, Cornette himself, or reasonably close.","No spam - unrelated posts will be removed and repeat spammers will be banned","No shitposting, especially provoking other members via invoking AEW or Russo comparisons","No harrassing - leave the discussions in the threads and don't be a jerk to other members","No porn - this is not the place for pornography, it will be removed and the posters banned","Racist, Sexist or otherwise hostile behavior will not be tolerated."],"subreddits":{"Related Communities":{"r/rap":"857,854 members","r/vinyljerk":"83,882 members"}},"about":{"header":"About Community","description":"The official subreddit for Jim Cornette and the Cult of Cornette","created":"Created Apr 21, 2017","stats":["9.9k Cult of Cornette members","39 Cult of Cornette members"]},"other_information":[{"header":"About Jim Cornette","description":"Jim Cornette is an American podcaster, former professional wrestling booker, commentator, manager, and occasional professional wrestler. As a manager, commentator, member of the booking committee and member of the creative team, he has worked for Continental Wrestling Association, Mid-South Wrestling, Jim Crockett Promotions, World Championship Wrestling and the World Wrestling Federation (now WWE), and from 1991 to 1995, was the owner of Smoky Mountain Wrestling. He has also worked as an on-screen character in an authoritative role; as \"Commissioner\" of Ring of Honor (in a previous stint with the company) and \"Management Director\" (and off-screen road agent) for Total Nonstop Action Wrestling. He Recently was color Commentator for NWA Powerrr.\nHis podcasts The Jim Cornette Experience and Jim Cornette's Drive Thru can be heard every week on all podcast apps =≠≠≠=\nPlease stay appropriate!\nPlease Post:\nNews\nPictures\nVideos"},{"header":"Links","description":"Official Jim Cornette Website\nFollow on Twitter: Jim Cornette\nOfficial Youtube Channel: Corny Youtube"}]}