{"time_collected":"2023-03-08 20:41:35.442619-05:00","top_headers":[{"heading":"Whitebelt Wednesday - 08 March 2023","time_posted":"1 day ago"},{"heading":"Basic concept you have heard that made Judo seem easier and more intuitive?","time_posted":"1 hour ago"},{"heading":"Alternative rule sets for judo","time_posted":"9 hours ago"},{"heading":"I'm going to be in Seoul in May and wanted to know of any dojos I could drop in at","time_posted":"14 hours ago"},{"heading":"What are your top 5 most effective go-to moves in every fight?","time_posted":"22 hours ago"},{"heading":"Where to buy a Judo Gi in the Philippines","time_posted":"7 hours ago"},{"heading":"How much Japanese do I need to know to study Judo at the Kodokan?","time_posted":"22 hours ago"},{"heading":"tokui waza vs your best throw(s)","time_posted":"20 hours ago"}],"rules":["Read the rules!","Be polite and respectful!","No Corona missinformation!","No memes, animal Judo, street fight videos, shitposts or reposts.","No off-topic content. Especially no politics, no religion, no advertisement.","Borderline content like MMA, wrestling or BJJ requires a topic or question to discuss.","Graphic content must be on topic and tagged as NSFW or NSFL.","One self-promotion post per week maximum per source.","Self-Promoters: Be an active part of the community and take part in the discussion of your content!","Self-promotion posts may only lead to freely accessable content.","If in doubt, it's the mods' decision.","Use our Flairs correctly"],"subreddits":{"Related Communities":{"r/bjj":"717,504 members","r/sambo":"10,437 members","r/MMA":"2,195,673 members","r/Ju_Jutsu":"3,788 members","r/Koryu":"2,962 members","r/wrestling":"91,639 members","r/aikido":"16,512 members","r/DanzanRyu":"327 members","r/martialarts":"221,143 members","r/GripTraining":"97,338 members"}},"about":{"header":"About Community","description":"A reddit for judoka and spectators to submit anything about Judo.","created":"Created Aug 9, 2008","stats":["180k Judoka","172 doing randori","Top 1% Ranked by Size"]},"other_information":[{"header":"What is Judo?","description":"Jūdō (柔道) is a Japanese teaching founded by Jigoro Kano (1860–1938), an educationalist and martial artist. By Kano's intention, Judo is a martial art, means to physical education and a pedagogic system. The guiding principles of Judo are making the best use of one's physical and mental powers as well as mutual welfare.\nToday millions of people worldwide practice Judo, most of them as combat sport, but also for fitness, as means to self-defense and many other reasons.\nFor more info check out our Wiki & FAQ!"}]}