{"time_collected":"2023-03-07 04:46:15.331992-05:00","top_headers":[{"heading":"Weekly Questions & FAQ Thread","time_posted":"5 days ago"},{"heading":"Ijichi's Colosseum: Powerscaling Megathread","time_posted":"5 hours ago"},{"heading":"Jujutsu Kaisen is absolutely HURDLING towards it's end.","time_posted":"7 hours ago"},{"heading":"about harima","time_posted":"6 hours ago"},{"heading":"How Nobara's death has affected Yuuji","time_posted":"13 hours ago"}],"rules":["This is a manga spoiler zone for all officially released chapters. Tag spoilers from other series.","Be kind and be civil.","Leaks go in the pre-release thread only.","Low-Effort or Repetitive Content","Powerscaling Rules","TEMP RULE: Yuji Powerup Posts","No art, no memes, etc. This is a manga-discussion-only zone.","No aggregate manga sites, only officials (Manga PLUS or VIZ).","No Shipping Discussion","No NSFW","No Plagiarism","⚙ Cog of Excellence ⚙","Appealing Bans"],"subreddits":{"Visit Our Other Subs!":{"r/JuJutsuKaisen":"308,254 members","r/JJKMeiMei":"1,758 members"}},"about":{"header":"About Community","description":"Manga discussion of the series Jujutsu Kaisen by Gege Akutami. Free range for officially released chapters. -- LEAKS GO ONLY IN THE PRE-RELEASE MEGATHREAD. Check here to see if the chapter has officially released yet: https://mangaplus.shueisha.co.jp/titles/100034","created":"Created Mar 16, 2021","stats":["49.5k Members","467 Online"]},"other_information":[{"header":"Things to Know...","description":"Official Simurelease of JJK Chapters are:\nSundays @ 9:00 am UTC-6\nYou can read it here or here.\nAnything that comes out before this date and time is considered a Leak or Fan/Speedscan and is not official. These scans will be treated as Leaks and must only go into the dedicated Megathread.\nUsers who disregard this will be subjected to tempbans on a case-to-case basis.\nTL;DR - If you didn't read it on the MangaPlus or Viz sites, and are talking about it already outside the megathread, you will get a temporary ban until official release.\nAll posts regarding Yuji receiving a powerup will be removed for the time being until he actually receives one."}]}