{"time_collected":"2023-03-19 19:55:23.518077-04:00","top_headers":[{"heading":"How are you guys dealing with the March 2023 Google update?","time_posted":"15 hours ago"},{"heading":"Is “Discovered - currently not indexed” normal for new sites in Search Console?","time_posted":"18 hours ago"},{"heading":"Best way to navigate hundreds of articles?","time_posted":"1 day ago"},{"heading":"Testing new niche ideas","time_posted":"1 day ago"},{"heading":"How are you guys allowing your writers to create affiliate links?","time_posted":"1 day ago"},{"heading":"DMCA copyright - lose 40% off traffic","time_posted":"1 day ago"}],"rules":["Contribute","Text Posts","Self-Promotion","No Buyers","No Spoonfeeding","Don't ask others to reveal niche/website","No Shitposts","Don't Be a Dick","10 comment karma needed to post","AMA's"],"subreddits":{"Related Communities":{"r/SEO":"218,681 members","r/Blogging":"118,631 members","r/HireaWriter":"79,467 members","r/PPC":"136,391 members","r/DigitalMarketing":"103,595 members","r/PartneredYoutube":"45,423 members","r/FacebookAds":"37,931 members","r/socialmedia":"220,141 members","r/dropship":"183,428 members","r/Entrepreneur":"2,066,675 members"}},"about":{"header":"About Community","description":"A community about affiliate marketing, search engine optimization and related topics. Learn what works, what doesn’t and what’s new through real experiences from both beginners and experts. We welcome and encourage posts from anyone, but please review our rules before posting.","created":"Created Jan 15, 2016","stats":["127k Members","54 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Welcome to r/juststart","description":"This community was created to share and discuss real experiences with affiliate marketing, search engine optimization and related topics. We share case studies, discuss best practices and question methods used by ourselves and others.\nWe welcome and encourage posts from anyone, whether you’re beginner or expert. However, we are not here to hold anyone's hand through setting up a website. Real people take time away from their own businesses to answer questions. Please respect our rules:\nUse the search bar. Most basic questions have been answered and don’t need to be revisited (i.e. questions about themes or hosting).\nProvide detail. Details promote discussion. Don't just post things without context. Fill us in on your situation, you'll get better advice this way.\nNo self-promotion. Don't promote your product, service or anything you're affiliated with. This includes other groups and communities. Keep the discussion here so the community can grow and everyone can learn.\nNo buy and sell. Looking to buy or sell a website? Go somewhere else.\nDon't be a dick. Criticism is helpful but don't go overboard. If you have to ask yourself, \"Am I being a dick?\", the answer is probably yes.\nDon't ask for website/niche reveal. People who post here are already being generous with their time and information. Revealing their website or niche can invite unwanted competition and their right to privacy should be respected. If someone doesn't identify these things, don't ask (this includes asking via PMs)."}]}