{"time_collected":"2023-03-06 22:24:59.614132-05:00","top_headers":[{"heading":"✨✨JusticeServed's 2 Million Subscriber Extravaganza ✨✨","time_posted":"1 month ago"},{"heading":"Woman who went on a racist rant against pizzeria owner because he had a Spanish language channel on the TV is arrested and charged with a hate crime","time_posted":"5 hours ago"},{"heading":"Paul Manafort, the former Trump campaign manager who was sentenced on criminal charges to 7.5 years in prison but was pardoned in Dec. 2020 by former president Trump, agrees to pay $3.15 million to settle civil lawsuit with U.S. Justice Department over undeclared foreign bank accounts","time_posted":"4 hours ago"},{"heading":"Thank you, BMW owner.","time_posted":"2 days ago"},{"heading":"Former Army paratrooper plotted with violent extremist neo-Nazi group and planned jihadist attack to kill U.S. service members in his own unit, 173rd Airborne Brigade in Vicenza, Italy. Ethan Phelan Melzer, 24, of Louisville, Kentucky, sentenced to 45 years in federal prison","time_posted":"2 days ago"},{"heading":"San Jose, California man, who reportedly is software engineer at \"Zoox\", arrested and held without bail on charges involving explosive materials and bombings of two PG&E transformers, leaving thousands without power. Police also say Peter Karasev, 36, had \"inactive\" meth lab in his home","time_posted":"2 days ago"},{"heading":"United States Obtains Permanent Injunctions and Civil Penalties in Actions against California, Georgia, and Utah Distributors of Essential Oils and Nutritional Supplements [for deceptive COVID-19 claims]","time_posted":"2 days ago"},{"heading":"TN youth pastor and coach receives a federal sentence of 45 years in prison for multiple child sexual abuse charges","time_posted":"2 days ago"},{"heading":"FBI arrests man dubbed 'Sedition Panda' for allegedly storming Capitol wearing bear head","time_posted":"7 days ago"},{"heading":"Iowa inmate in Anamosa State Penitentiary, who would be on parole soon, wanted to continue to live in prison because he “had nowhere to go”, so he confessed to murdering homeless man, Stanley Golinsky, 56, whom he killed in 2012. Inmate William Rulli, 36, sentenced to 50 years in prison","time_posted":"8 days ago"},{"heading":"Texas former youth pastor busted in child porn sting recorded underage girls bathing at church","time_posted":"8 days ago"},{"heading":"City of Palm Beach Gardens, Florida reaches $2 million settlement with family of Black motorist Corey Jones, who was stranded and waiting for tow truck after his car had broken down, when a police officer fatally shot him. Officer Nouman Raja was fired and sentenced to 25 years in prison","time_posted":"9 days ago"},{"heading":"Bigfork, Montana man contacted woman in Beckley, West Virginia on social networking website and stated he planned to engage in sex with woman's 2 daughters, age 11 and 13. Man flew to Charleston to meet them, where he was arrested. Gary Lee Hodges, 72, sentenced to 27 years in federal prison","time_posted":"10 days ago"}],"rules":["No memes or image macros. No pictures of articles","No novelty accounts","Posts must show clear display of justice.","No Porn. No Gore or Deaths. No Children","Be nice","Don't be a bot or a karma farmer","Social Media identities must be censored","No Reposts","Moderators Have Final Say"],"subreddits":{"Recommended Subreddits":{"r/PublicFreakout":"4,466,766 members","r/FloridaMan":"767,789 members","r/Bad_Cop_No_Donut":"542,225 members","r/IdiotsInCars":"4,095,629 members","r/Whatcouldgowrong":"7,307,367 members","r/Wellthatsucks":"3,176,101 members","r/WhyWereTheyFilming":"1,217,940 members","r/FuckYouKaren":"1,472,928 members","r/ProRevenge":"1,626,457 members","r/ModerationMediation":"3,423 members"}},"about":{"header":"About Community","description":"This subreddit stands against hate speech","created":"Created Jan 3, 2013","stats":["2.0m Subscribеrs","5.3k Оnline"]},"other_information":[{"header":".","description":"This subreddit stands against hate speech"},{"header":"Community Award Recipients","description":"🚫Listing of users that have received the prestigious JusticeServed Community Award🚫"},{"header":"r/JusticeServed Rules","description":"These rules are subject to the moderator's discretion, and can change at any time."}]}