{"time_collected":"2023-03-08 17:50:49.246233-05:00","top_headers":[{"heading":"Help bring Emily home! Went missing from her Indiana home right across the bridge crossing into kentucky. Police believe she could be in surrounding states.","time_posted":"6 hours ago"},{"heading":"Kentucky sports betting bill easily passes out of committee","time_posted":"8 hours ago"},{"heading":"Federal investigators found the Louisville Metro Police Department has an extensive pattern of violating civil rights, conducting unlawful searches and discriminating against Black people and people with behavioral health disabilities.","time_posted":"1 hour ago"},{"heading":"On March 7th, women representing various breweries around the Commonwealth gathered at Mirror Twin Brewing in Lexington to brew “A Pink To The Past,” a Hazy Pale Ale created for Pink Boots Society Collaboration Brew Day (CBD).","time_posted":"7 hours ago"},{"heading":"Storms destroy 1835 Carriage House at Pleasant Hill Shaker Village","time_posted":"10 hours ago"},{"heading":"GOP Gubernatorial candidate Eric Deters pleads guilty to menacing and harassing communications. Sentenced to 270 days in jail conditionally discharged for the next 2 years.","time_posted":"2 hours ago"},{"heading":"Mowed my yard for the first time this season on March 6th","time_posted":"1 day ago"},{"heading":"Kentuckians angered by Forest Service plan to log mature trees in Daniel Boone National Forest","time_posted":"2 days ago"},{"heading":"Lexington Legends baseball team name changed to Counter Clocks","time_posted":"2 days ago"},{"heading":"HB 568 Is a Bad Bill","time_posted":"2 days ago"},{"heading":"Does Kelly Craft think she is running for president?","time_posted":"3 days ago"},{"heading":"Anywhere to recycle 3d printer filament from failed prints near Lexington?","time_posted":"2 days ago"},{"heading":"Reminder - Home insurance companies typically pay up to $500 worth of food lost in a power outage if the cause of the power outage is covered by your policy. (I just tossed a lot of food)","time_posted":"3 days ago"},{"heading":"Purchasing a car in your state, comming from nj, have a few questions..","time_posted":"3 days ago"},{"heading":"Kentucky shortage in large-animal veterinarians creates issues for cattle, horse industry","time_posted":"3 days ago"}],"rules":["Off Topic - Post does not relate specifically to Kentucky","Low Effort Politics - Politics should be discussion, or news, and not editorialized.","Conduct yourself in a civil and respectful manner","Editorialized Title","No Brigading"],"subreddits":{"Related Communities":{"r/NCSU":"26,568 members","r/Utah":"109,807 members","r/Polandballart":"46,806 members","r/Arkansas":"53,111 members","r/Graffiti":"2,245,659 members","r/AskOuija":"759,251 members","r/Bandnames":"84,542 members"}},"about":{"header":"About Community","description":"/r/Kentucky","created":"Created Nov 4, 2008","stats":["154k Members","96 Online"]},"other_information":[]}