{"time_collected":"2023-03-07 03:55:48.065573-05:00","top_headers":[{"heading":"Announcement: Looking to Add to the Moderator Team","time_posted":"6 days ago"},{"heading":"***TYPE ME TUESDAYS!!!***","time_posted":"9 hours ago"},{"heading":"Y2K legend, Britney Spears (unverified SN).","time_posted":"16 hours ago"},{"heading":"Soft Gamine Retro casual","time_posted":"9 hours ago"},{"heading":"type me Tuesday 💕 5'6 or 5'7","time_posted":"7 hours ago"}],"rules":["Generally be a nice person","Rule 1 amendment - about the targetting of FNs and generally stereotyping image IDs","Minimum karma and account age","About “Type me” posts","\"Type me\" posts photos","No \"what is my essence\" posts","No nudity and mark NSFW posts accordingly","No posts about the test","Don't correct people's image IDs/ don't suggest an image ID on outfit posts","Report posts that are against the rules, do not comment on them","This is a community to specifically discuss David Kibbe's work","Don't tell people that their post belongs on r/kibbecirclejerk","Don't post exercises, quotes, or photos from strictly kibbe","No spam and no politics","Inappropriate behavior will result in a ban"],"subreddits":{"Helpful/ related subreddits":{"r/coloranalysis":"32,196 members","r/WinterColorAnalysis":"410 members","r/SpringColorAnalysis":"339 members","r/autumns":"301 members","r/ABraThatFits":"445,382 members"}},"about":{"header":"About Community","description":"This is a community to discuss the image identities described by David Kibbe.","created":"Created Aug 5, 2019","stats":["58.4k Members","319 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Introduction","description":"This is a community dedicated to discussing the work of David Kibbe. David Kibbe is best known for his work as a stylist and image consultant in New York City. In 1987 he published his acclaimed book, Metamorphosis: Discover Your Image Identity and Dazzle as Only You Can. In his book he discusses the 13 (now 10) Image Identities, based on the Old Hollywood Archetypes, and how one can embody these style archetypes through their clothing and essence. David’s work differs from other styling systems that seek to “correct” one’s body into a conventional hourglass. Instead, he seeks to harmonize with one’s natural yin-yang balance by having their clothing imitate their natural shapes in their silhouette. The Kibbe system is about creating a style that is authentically you, embracing your natural features and enhancing them. \nThe Kibbe system is a tool to help people learn the importance of creating a head-to-toe look and occasion for which you are dressing. Additionally, it will teach you about your accommodations and how clothing interacts with you body. This system is a tool to develop your style, not a body typing system. It takes a holistic view of the body and help us to have “enlightened subjectivity” when looking at ourselves. The journey may be long, but will result in a better understanding of personal style."},{"header":"Disclaimer","description":"This is a body positive sub, and Kibbe's styling system is body positive. If you are looking for hot & not \"body types\", then it might not be for you - none of the Image IDs are a negative one. If you are looking for which IDs are more \"feminine\", then again, this might not be the system for you; and yin/yang do not equate feminine/masculine in their original meaning, nor in the Kibbe system appropriated meaning. This sub is NOT affiliated with vindicta, redpill, and the like."},{"header":"Book extracts","description":"Please note: The book contains some bits that are considered outdated today.\nDramatic\nSoft Dramatic\nFlamboyant Natural\nNatural\nSoft Natural\nDramatic Classic\nClassic\nSoft Classic\nFlamboyant Gamine\nGamine\nSoft Gamine\nTheatrical Romantic\nRomantic"},{"header":"Visual glossary","description":"Visual glossary regarding styling, however ~unofficial~ :)\nLine break\nCurve accommodation for R ≠ bodycon\nDramatic outfit vs stereotype"},{"header":"Image IDs are not aesthetics","description":"Clothing has no ID\nBreaking stereotypes: TR’s in playful aesthetic and SG’s in glam aesthetic\nBreaking stereotypes: romantics in suits, dramatics in floral dresses\nBreaking stereotypes: classics in animated/detailed styles VS gamines in simple/classic styles\nBreaking stereotypes: naturals in non-boho styles. Ft. Other families in boho\nBreaking stereotypes: Gamines in non-preppy aesthetics, everyone else dressed preppy"},{"header":"Resources","description":"David Kibbe mentioning how his work gets misunderstood\n(There are no \"body types\", it is Image Identities. The test was never intended for \"typing\". It is not a prescriptive system etc. No boxes. No stereotypes.)\nThe test, why it doesn’t work, and why most people get TR or SC\nRita's YouTube channel\nRita is someone who has gone to see David Kibbe herself.\nPlease note: There's a lot of other YT channels and blogs on Kibbe out there, however, a lot of them are inaccurate, especially when they mainly use the test - which was never intended for \"typing\" - to work backwards/reverse engineer the Image ID's characteristics. Even those who have access to the (now outdated) book fail to interpret terms like \"true hourglass\" with the silent generation context in mind (where it refers to round shapes coming from the flesh, not WHR). They also fail to interpret the clothing descriptions - which come from an 80s book referring to Old Hollywood concepts. Example: a dress with a loosely defined waist is this, not this.\nFabric, Kibbe, and You: A Crash Course\nAn amazing post on fabric and dressing for your own lines.\nStrictly Kibbe Facebook group\nA Facebook group where David Kibbe is active himself; contains a lot of resources for learning about the system and dressing for your own silhouette; updated info and clarifications in regards to the now outdated book."},{"header":"Helpful threads","description":"From the main menu: Kibbe Glossary - Silhouette Terms - How to Outfit? - Black List\nA DIY Kibbe Graduates Guide to Kibbe Newbies\n(an introduction)\nA reminder about image ID and body diversity\n(on diversity within the IDs - they are not boxes within which all people must look the same)\nAddressing common misconceptions from Youtube & TikTok\nSome misconceptions about the system\nWhy the feedback on your image ID help posts should be taken with a grain of salt\nWhat are “personal lines” and why we should use those instead of “FG/D/R etc. lines”\n(on using Kibbe as a tool, not a way of putting people into boxes)\nNewbies guide to vertical line\nVertical is not about looking tall or short\n(on Kibbe vertical line)\nI keep seeing people commenting on typing posts that people don’t seem “wide enough” to be a natural. Posting this pics here as a reminder than Kibbe width and “being wide” are not the same thing!\n(on Kibbe width)\nTHE height. Verified 5'4 and 5'5 celebs.\n(verifieds from all the IDs of a similar height)\nIf you question verified celebrities you should maybe reevaluate your perception of the image IDs\n(on misconceptions)\nKibbe is complicated- your experience with it will be improved by welcoming feedback\n(on misconceptions)\nEssence in Kibbe\n(on Kibbe essence)\nKibbe essences\n(on Kibbe essence)\nCommon misconceptions\nVerified celebrities masterpost\nVerified male celebrities"},{"header":"Announcements","description":"Blocking content by flair\nOn the subreddit's rules\nWhy your comments might not be posting\nOn correcting IDs\nThe use of masculine and feminine terms\nOn content from SK\n\"Essence\" flair has been removed"}]}