{"time_collected":"2023-03-06 18:55:13.575639-05:00","top_headers":[{"heading":"Weapon Shop & Trading Tavern","time_posted":"4 months ago"},{"heading":"Death Guard [Health:3500]","time_posted":"2 hours ago"},{"heading":"I can hit you from space with this thing [Health:1700]","time_posted":"5 hours ago"},{"heading":"Death Gator [Health:4500]","time_posted":"2 hours ago"}],"rules":["No alt accounts","No botting to play the game","Please report issues with the bot","No brigading","Be civil and respectful"],"subreddits":{"Related Communities":{"r/GetMoreViewsYT":"104,509 members","r/RPClipsGTA":"154,520 members","r/Youtubeviews":"26,370 members","r/BokuNoShipAcademia":"52,705 members","r/YouTube_startups":"94,690 members","r/videos":"26,677,505 members","r/DigitalPainting":"1,156,309 members","r/realdubstep":"33,502 members","r/DeepIntoYouTube":"3,040,639 members"}},"about":{"header":"About Community","description":"Welcome to Reddit's biggest (and only) literal boss fight arena!","created":"Created Sep 8, 2018","stats":["12.0k Adventurers","201 Kicking Open The Door!"]},"other_information":[{"header":"Welcome to r/KickOpenTheDoor!","description":"Welcome!\n\"What is KOTD?\"\n/r/kickopenthedoor is a literal bossfight arena in Reddit. Bosses appear at random intervals over the course of every day and the community joins forces to fight them.\n\"How can I participate?\"\nAs you are reading this, chances are that there is a boss up right now! If there is a post with the flair \"Boss [Health: X]\" that means you can still attack it. Go into the comment section and type either \"!melee\", \"!ranged\", or \"!magic\". You can attack each boss once per hour.\n\"Cool, I did some damage- Hey, the boss hit me back!\"\nWhen attacking you will do a small amount of damage, gaining some XP of that attack type as well as a bit of gold. Attacks have a slight chance to critically hit and have a damage multiplier. The higher your level of that combat type is, the more damage you deal.\nBe careful though, these bosses fight back! You have a certain amount of health based on your constitution level. Depending on the boss's difficulty stars, it will also subtract your health. Watch your health bar often! Once it reaches 0, you die! A sum of gold would be deducted from you and you'd have to be over 0 HP before you can attack again.\n\"Yeah... About that...\"\nAaaaaand you died. Not to worry, though! All players passively regenerate health at a whopping rate of... 2 HEALTH PER HOUR??!!\nSigh, we are NOT waiting that long. Instead, you can buy potions from the shop and use them to restore health anytime you want! To use a potion, comment \"!use [potion ID]\" on any post.\n\"Shop? What shop?\"\nRemember the gold you got? You can use this gold to buy weapons in the shop so you can do more damage and gain more XP! Be sure to check out shops often, as they rotate and new items become available.\nThe shop is not always up due to us being chaotic people who love to rock the boat, BUT if you would like to be in the know, come join the Discord server!\n\"The weapons I bought have weird combat types and elements!\"\nYep! See those bosses over there? They have a specific combat type just like you. Melee bosses receive more damage from !magic, mages receive more from !ranged, and ranged bosses receive more from !melee attacks. You can use this to your advantage in order to deal more damage!\nAs for elements, each boss has a certain set of weaknesses and resistances to elements. Attack a boss with a corresponding weak elemental weapon to deal more damage.\nIt's up to you and your fellow attackers to discover their weaknesses and combat type.\n\"What does my flair mean?\"\nThat is your race. You start out as a very nice slime and once you either kill a boss or reach level 10, you are randomly assigned to one of 6 races! These races cannot be changed and are purely cosmetic. Your race has a set of channels in the KOTD Discord that you use to coordinate raids, send each other goods, and support your gang!\n\"What is my rank?\"\nYour rank is your standing on a special RP leaderboard each month! Unlike the normal leaderboard, the RP leaderboard and all player's ranks are reset once a month. You gain RP when you attack, and the more RP you get, the higher you climb. The available ranks are E, D, C, B, A, S, SS, SSS, and X, with X being the top player for the month. If you work hard, you might find yourself at the top of the board!\n\"How do I gain gold?\"\nGold is awarded every attack and is based off of your level. The higher level you are, the more gold you get.\n\"How do I gain XP?\"\nXP is awarded every attack and is based off the damage you do. The more damage you do, the more xp you get. Bonus xp is also awarded for dealing the final blow to a boss! (Same with an item... usually)\nHappy door-kicking!"}]}