{"time_collected":"2023-03-06 23:26:19.967335-05:00","top_headers":[{"heading":"Still Available / Price Check Thread","time_posted":"4 days ago"},{"heading":"Want To Buy Thread","time_posted":"4 days ago"},{"heading":"[WTS] Two knives for a total of 30v","time_posted":"5 hours ago"},{"heading":"WTS/WTT Microtech Venomtech","time_posted":"4 hours ago"},{"heading":"[WTS] Bog Oak Sebenza S45","time_posted":"4 hours ago"},{"heading":"[WTS] TRM Shadow Black G-10","time_posted":"4 hours ago"},{"heading":"[WTS] STRIDER SNG & MBK OG WHARNIE","time_posted":"1 hour ago"},{"heading":"[WTS] Benchmade Anthem 1st Production","time_posted":"1 hour ago"},{"heading":"[WTS] modded spyderco Manix 2 s30v.","time_posted":"4 hours ago"},{"heading":"The \"Life is giving me the middle finger\" sale","time_posted":"12 hours ago"},{"heading":"WTS Quietcarry The Nine","time_posted":"2 hours ago"},{"heading":"(Price Reduction) WTS/WTT BNIB Magnacut Protech PT Plus","time_posted":"2 hours ago"},{"heading":"WTS Prestige Holt Morpheus","time_posted":"3 hours ago"},{"heading":"M. Strider SNG; Hinderer XM-24 and Maximus; Medford Swift Auto","time_posted":"3 hours ago"},{"heading":"[WTS] 2x WESN Samla, 2x WESN Henry - M390 Upgrades","time_posted":"1 hour ago"},{"heading":"WTT/WTS CRK Large Inkosi DP Black Micarta","time_posted":"3 hours ago"},{"heading":"[WTS] Berg Blades Slim x2, WE Roxi 2, WE Roxi 3 x2","time_posted":"4 hours ago"},{"heading":"[WTS] Benchmade Tengu, Spyderco Birdseye Maple Chaparral, and Knifejoy Spyderco Dragonfly Damascus","time_posted":"4 hours ago"},{"heading":"WTS: Hogue, Kizer, Civivi, WE","time_posted":"2 hours ago"},{"heading":"[WTS] Cheburkov Small Strizh","time_posted":"4 hours ago"},{"heading":"WTS/WTT Kershaw Spec Bump","time_posted":"35 minutes ago"},{"heading":"Microtech, two benchmades (price drop)","time_posted":"4 hours ago"},{"heading":"[WTT] My Rockscale Design 940 Mollusk Scales for your Deathgrip 940 Scales","time_posted":"3 hours ago"},{"heading":"Yeager Damasteel Knifejoy Exclusive","time_posted":"5 hours ago"},{"heading":"[WTS] CRK Umnumzaan Tanto and Spyderco Spydiechef","time_posted":"6 hours ago"}],"rules":["Mods have final say for any rule grey areas.","Posting Rules (Flair)","Timestamp and Description","Formatting and Detailed Description Requirements","Payment Methods","Deletion (Posts and Prices)","Confirming Sales","Reasonable Pricing","Repost Price Reductions","Gear Sales","WTB Thread","External Links","Don't be a Dick","Rule Grey Areas"],"subreddits":{},"about":{"header":"About Community","description":"Welcome to Knife_Swap! If you have any questions, please contact the mod team through modmail, accessible via a link in the about section. Please read the rules before posting!","created":"Created Jan 30, 2012","stats":["76.1k Members","791 Online"]},"other_information":[{"header":"READ THIS","description":"TO MESSAGE THE MOD TEAM, SCROLL DOWN TO 'MODERATORS' AND CLICK MESSAGE THE MODS\nPrice Reduced\nStill Available\nWTB Thread\nConfirm Your Transactions: CLICK HERE to learn how to confirm a transaction\nSite-Wide Known Scammer List: CLICK HERE\nShipping a knife? Check out this\nShipping Thread\nNeed Knife Advice?\nJoin /r/Knifeclub on IRC here!\nJoin us on Discord (unofficial).\nCheck out the Behind the Edge podcast by some of our users! (unofficial)\nRules of /r/Knife_Swap:\n1. Ignorance of the rules is not a valid defense against rule breaking.\n2. Until you have Trader flair, you may only post one knife at a time for sale or trade. This does not mean you can post multiple threads, each with one knife. Sellers with flair may list as many knives as they want in a single post, but please keep it to one post- exorbitant listing spam will be removed. Also remember, Moderators hold little control over bad deals, there IS a risk if you are dealing with a first time trader. Be cautious. If a trade goes bad, message us with what happened and proof. Click the little envelope by the list of the moderators to message modmail. Additionally, please do not post [META] posts without mod approval.\n3. Every post requires a TIMESTAMP to show the items are in your possession, which is at least one photo of any item(s) that you are posting, with something with your reddit username (or other explicitly identifiable identification, like a date tattoo) and the **CURRENT date handwritten (not digital)** and shows any visible problems with the item(s). Please try to use detailed pictures showing any wear, but also note that your description carries more weight than pictures. BE ACCURATE when describing your knives. You must have at least one picture of the knife open so the blade is visible.\n4. Format the title of your post along the lines of [WTT] (Trade), [WTS] (Sell), Make and Model of Knives you are selling- as an example, [WTS] Hinderer XM-18 3.0 Spanto, Quietcarry Waypoint.\nEvery post requires a detailed description. Failure to adequately describe your knife will result in mandatory partial or full refunds. A detailed description should include, at a minimum, if it's been sharpened, if it's dull/chipped, approximate number of owners, centering/lockup, scratches/snails, if it comes with the box/papers/accessories that one could reasonably expect from the factory, mods, etc... We cannot emphasize this enough. Here's an easy template you can copy and paste into your post:\nEdge Condition: Factory/Sharpened (by who)/any edge damage like chips/currently sharp or dull\nOwnership: First/Second/Unknown (At least Second)\nCentering/Lockup: PICTURES, lockup percentage, centering\nBody Condition: PICTURES, snail trails, scratches, screw damage, loctite\nBox, papers, and accessories: Do you have everything that normally comes with it, e.g. a COA, CRK cloth, extra hardware, lanyard tube with lanyard? Or what's missing?\nModifications: None/Reversible/Irreversible/Anodization\nDisassembled: Never/Yes/by someone else\nAll WTS posts should have a price. All WTT posts should list what they're looking for and an approximate trade value.\nUsers under 25 flair MUST use Paypal Goods & Services for their sales. Users OVER 25 flair MAY request payment via any other platform. Buyers do not need to be over 25 flair to PAY via other non-G&S methods. However, if you do not feel comfortable paying non G&S, that is your prerogative, though you may lose out on the purchase. Users under 25 flair found to be requesting non-G&S methods will receive temporary bans as punishment. Please report any users requesting non-G&S under 25 flair.\nThe COST OF SHIPPING is the responsibility of each shipper (it must be included in the price of the item listed), unless agreed upon by both parties. This means you are responsible for anything you ship until it is received by the buyer, unless agreed upon otherwise. International users assume liability unless stated otherwise. It’s for these reasons we HIGHLY encourage the use of shipping insurance.\nOnce a sale is complete, it is mandatory to leave the prices listed in the post.\nDO NOT DELETE POSTS. There is a 10 minute grace period- if the post is up longer than 10 minutes it is against the rules to delete it. If you have a typo in the title, you can delete (as long as it’s within 10 minutes) and repost. If the post is live more than 10 minutes, any changes will need to be made in the body of the post. (Mods can not edit titles)\nWhen you complete (all items are delivered) a trade, sale, or purchase, be sure to use the confirmed transaction bot to get your appropriate flair. Click here to learn more.\n5. Do not ask exorbitant prices for a knife. All knives here are technically used, we do not recommend asking MSRP or a price where it will be cheaper elsewhere. YOU WILL BE CALLED OUT ON THIS BY MEMBERS OF THE COMMUNITY! That said, please do not dogpile somebody over this. Be respectful, follow the golden rule. This rule ties heavily into rule eight!\n6. When you post a knife and it does not sell (or get traded) and you wish to repost it, you must reduce the price (or trade value) by 10% or $25, at the seller's discretion. If you would like to repost your knife for the same price (without reduction), you may only post it again after one week. NEW USERS, if you post a knife that doesn’t sell you may post it again with a price reduction (stated above) OR you can wait five days and post a different knife penalty free.\n7. Sales must be at least half knives (or explicitly knife-related goods like pocket clips or scales) in both total post value and number. One to one ratio of knives to gear is the maximum. Total value of the gear cannot be higher in value than the value of the knives. Clear attempts to circumvent (a kershaw leek for $500 and a pen) will be removed and the OP will receive a temp ban for attempting to circumvent the rules. Knife-related items include things like sharpening equipment, scales, pocket clips, hardware, or bearings aka stuff that is only used on knives. Lanyards, beads, and similar things are not considered exclusively knife-related. Bundles count as the number of items in the bundle, not as one \"item\". Use /r/EDCexchange for your gear!\n8. Don't be a dick. Please use common etiquette when interacting with other swappers. Reply to offers and be respectful. Harassing and insulting will not be tolerated This rule ties heavily into rule five.\n9. Want to buy a certain knife? There are weekly WTB threads posted by a moderator where you can post what you are looking for. Individual WTB threads will be removed and you'll be directed to the WTB thread. Please only post in the WTB thread once every two days maximum to avoid unnecessary spam.\n10. Submitting links to Ebay, trading/selling forums or other external venues are not allowed.\n11. Mods have final say over any perceived grey areas in the rules.\nOther Info:\nRelated Subs\n/r/knifeclub\n/r/KnifeDeals\n/r/Knifeporn\n/r/EDCexchange\nCharity Raffles\nThese are a nice way to give back to the community at large. The person running the raffle chooses a charity, and the entry to the raffle is PROOF of donation (screenshot of * confirmation email with value of donation) equal to or higher than the minimum specified in the raffle.\nOur recommendation for these is that they have unlimited spots, because donating to charity is cool. Please keep entry prices reasonable. Make sure to research the charity as some are known for not being great with their money handling.\nMost importantly- have fun with these!\nTo draw a charity or giveaway winner, post on your submission as follows:\nknifeswap raffle # slots\n(#= number of raffle slots)\n/u/KNIFESWAP_RAFFLE_BOT will automatically draw your raffle winner for you. Mods can also comment on your raffle to do the drawing with the bot."}]}