{"time_collected":"2023-03-07 02:39:10.137136-05:00","top_headers":[{"heading":"Rule Adjustment: Injury/Gore must now be flaired as such.","time_posted":"3 years ago"},{"heading":"[META] THIS IS NOT THE PLACE FOR \"ISO\" OR \"WTB\" POSTS","time_posted":"4 months ago"},{"heading":"NKD! Lego Hunter fixed blade","time_posted":"8 hours ago"},{"heading":"Microtech Monday building Powerlines","time_posted":"8 hours ago"}],"rules":["Keep it relevant.","No harassment of any kind.","No spam.","Abide by reddit's terms of service.","No URL shorteners.","Memes are limited to Sundays","Injury Posts must be tagged NSFW and properly flaired","Community Guidelines"],"subreddits":{},"about":{"header":"About Community","description":"All things pocket knives. An alternative to r/knives.","created":"Created Jul 25, 2012","stats":["179k Members","237 Online"]},"other_information":[{"header":"Community Info","description":"The first rule of KnifeClub is to talk about KnifeClub! Bring a friend!\nThis Subreddit is based off of r/knives with a few changes. There will be multiple moderators not just one all powerful mod. Rules will be fair and opinions will be listened to.\nFeel free to engage in discussion on anything with a blade. Show off recent purchases or ask for advice.\nNew here? Welcome! Read Our Welcome Thread.\nWant to see our sub's traffic stats? They can be found here!\nCheck out our past design contest, here are the winners.\nSharp Swap#1, #2, #3, and #4 were fantastic! Thank you to all those who helped, and we look forward to another one soon!\nGoods and services offered by KC members\nKG's International Package Re-Routing service\nJoin us on IRC. Use #knifeclub to join our channel.\nJoin us on Discord\nCheck out the Behind the Edge podcast by some of our users!\nWant to link up with fellow knifeclubbers on Instagram ? Use #knifeclub.\nDisclaimer: Knifeclub Mods take no responsibility for bad experiences, trades, or loss of goods/money on this or other subreddits\nQuestions? Comments? Suggestions? Message the moderators! This community thrives on the suggestions and input of its members."},{"header":"Other Knife Related Info","description":"Sharpening guide created by /u/ElGatoTheManCat\nUK & Canadian Knife Laws\nLearn more about the elements in steels\nKnifeblog.com's Knife Buyer's Guide Infographic\nVisit kniferights.org to protect the right to own and carry knives everywhere in the U.S.\nOur favorite knife channels on YouTube!\nGreat knife related links"},{"header":"Other fun subs","description":"r/KnifeDeals Find and share deals on all kinds of knives and get up to date with all the newest knives when they come on the market.\nr/Knife_Swap For selling and swapping your knives.\n/r/Knifeporn For looking at strictly beautiful pictures of knives\nr/Chefknives The home for chef knives of every variety\n/r/knifemaking A community for knife makers\n/r/PokeyJokeys For memes, reaction pics/gifs relating to knives\n/r/Bladesmith Anything related to bladesmithing, a place welcome to everyone, from master artisans to beginners.\n/r/EDC \"Every Day Carry\" For showing off your other tools and gadgets\n/r/EDCexchange For trading things you don't keep in your pockets anymore.\n/r/Flashlight Discuss quality lights of all types including: keychain, EDC, work, headlamps, lanterns, and others\n/r/Wicked_Edge Tips, tricks, questions and bragging about shaving with straight, double edge or injector blade razors\n/r/Axecraft Axes and saws\n/r/camping All about camping and outdoors\n/r/guns or /r/Firearms All about firearms\n/r/lighter All about lighters\n/r/paracord For lanyards, fobs, bracelets and more\n/r/Balisong For all things flipping and balisongs\n/r/sheathsandholsters Leatherworking with a concentration on sheaths and holsters\n/r/multitools All about multitools!"}]}