{"time_collected":"2023-03-20 17:40:29.536479-04:00","top_headers":[{"heading":"#787: January 23, 2004","time_posted":"15 hours ago"},{"heading":"Every Knowledge Fight Theme Song remix & edit by DJ Danarchy: A somewhat comprehensive list of my KF-related music playlists on multiple platforms","time_posted":"22 hours ago"},{"heading":"Latest episode","time_posted":"4 hours ago"},{"heading":"How is Alex going to make trumps potential arrest about him?","time_posted":"4 hours ago"},{"heading":"I know a couple of guys who would love to hear that explanation...","time_posted":"2 hours ago"},{"heading":"One more and then I'll let em breathe... Here's the Kerry Cassidy trap/dubstep mash-up from the live shows","time_posted":"10 hours ago"},{"heading":"Holy shit, Roseanne is way whack-jobbyer than I could have ever imagined.?!","time_posted":"19 hours ago"},{"heading":"My buttons arrived today! I was incredibly grateful to be sent some from US to Australia, and also the envelope came with splodges of gold paint on the so I’m wondering if the final lucky winner is somewhere in Australia.","time_posted":"12 hours ago"},{"heading":"Early Jordan was real annoying","time_posted":"1 day ago"}],"rules":["Be polite when you are here. Treat genuine posters civilly and respectfully. No personal attacks.","We are a space for discussing the podcast episodes, its coverage, and the characters within.","No transphobic, fatphobic comments or hate against marginalized groups. No hate speech.","Leave Alex's family, including ex-wife, out of discussions/comments here. No DOXXING.","Reposts will be taken down.","No promotion or platforming of Alex Jones, INFOWARS, or his business activity. NO SPAM.","Unless substantially relevant, low-effort posts (like one-liners) should be restricted to comments."],"subreddits":{"Related Communities":{"r/politics":"8,295,660 members","r/uspolitics":"28,980 members","r/NoJumper":"52,293 members","r/Trumpvirus":"64,921 members","r/Destiny":"178,453 members","r/democrats":"432,705 members","r/Conservative":"1,029,806 members","r/moderatepolitics":"285,149 members"}},"about":{"header":"About Community","description":"A subreddit dedicated to the podcast run by Dan and Jordan: Knowledge Fight. Coverage and discussion of each episode and the content therein. Please keep all content topical to Knowledge Fight podcast episodes. We cannot become a catch all for all things conspiracy as there are other subreddits for that.","created":"Created Jun 7, 2019","stats":["22.6k Wonks","188 Researching with their minds"]},"other_information":[]}