{"time_collected":"2023-03-08 22:09:54.444991-05:00","top_headers":[{"heading":"Shows of the Week 2023: Week 10","time_posted":"2 days ago"},{"heading":"Changes to Korean Variety Subreddit - 2/25/2023","time_posted":"11 days ago"},{"heading":"Discussion Place for Shooting Stars (Kick A Goal) EP83","time_posted":"6 hours ago"},{"heading":"Peak Time - Episode 5 (Episode Discussion) (230308)","time_posted":"11 hours ago"},{"heading":"Why Oh Minsuk not appearing in My Little Old Boy?","time_posted":"23 hours ago"},{"heading":"Let's play soccer 2 players","time_posted":"1 day ago"},{"heading":"VIXX’s Ravi’s Arrest Warrant Dismissed After He Admits To Charges Of Military-Related Corruption","time_posted":"2 days ago"},{"heading":"Running Man E644 <A Day of Butlers, Part 2> | 230305","time_posted":"4 days ago"},{"heading":"Comic Rip | E07 | 230303","time_posted":"3 days ago"}],"rules":["Spam","Hurtful or inappropriate comments.","Repost","Song or episode identification post.","Streaming & download request as a new post.","Not Korean Variety related","Incorrect submission format","Spoiler Tags","Link the source"],"subreddits":{"Related Subreddits":{"r/korea":"319,863 members","r/KDRAMA":"448,976 members","r/kpop":"2,081,524 members","r/knowingbros":"615 members","r/runningman":"54,456 members","r/1Night2Days":"1,274 members","r/MasterintheHouse":"62 members","r/hangoutwithyoo":"377 members","r/TheGenius":"2,545 members"}},"about":{"header":"About Community","description":"A subreddit for fans of Korean variety shows on TV.","created":"Created Apr 8, 2013","stats":["175k Members","221 Online"]},"other_information":[{"header":"Useful Tools & Links","description":"USEFUL TOOLS\nWe have a great subreddit wiki, where you can find a lot of info and links for several shows, a list of hangul names for shows, a list for KBS World's variety shows playlists, and more.\nSubtitle Downloader : Web app that helps you download subtitles from Viki, DramaFever and SoompiTV\nVlive Downloader: Web app that helps you grab video and subtitles from Naver Vlive.\nSubShifter | Alt : Website where you can resync the timing on your subtitles. Works for both .srt and .txt\nKorean Variety Discord: Our very own brilliant discord chat channel. Join us to discuss Korean Variety Shows!\nSUBBING GROUPS & STREAMING\nKBS World: The international broadcasting service of KBS. It airs selected shows with subtitles about a week after they air in Korea. Available in over 52 countries. Here is a list of their variety show playlists.\nMudo Masterlist: A complete list over every subbed episode of Infinite Challenge.\nVIU: A licensed free-to-stream website, which locks their newest content for 72 hours for premium users. All their content is available for free after 72 hours. VIU is available in Singapore, with some of its content also available in Malaysia, Indonesia, Philippines, Hong Kong & India. Subs most Korean variety very quickly.\nOnDemandKorea: is a licensed free-to-stream website. It's available in North and South America. Licensed provider of Knowing Bros, Heart Signal, Let's Eat Dinner Together, Abnormal Summit, Take Care of My Refrigerator etc.\nKocowa: [US Only] A licensed pay-to-stream website, which leaves some of its content free-to-stream. Licensed provider of Running Man, Infinite Challenge, Law of the Jungle, My Ugly Duckling etc.\nNetflix: Knowing Bros, Abnormal Summit, Please Take Care of My Refrigerator etc.\nViki: Return of Superman, Star King, MV Bank Stardust, After School Club etc.\nGet-Dramas: Handy website for checking what legal streaming services are available in your country. It's focused on dramas, but a lot of websites that offer dramas will also have variety shows available."}]}