{"time_collected":"2023-03-07 00:10:25.171757-05:00","top_headers":[{"heading":"r/kpopthoughts Biweekly Banner Contest","time_posted":"3 days ago"},{"heading":"KpopThoughts Weekly Thread - (March 06)","time_posted":"16 hours ago"},{"heading":"Is there a double standard in kpop reddit?","time_posted":"3 hours ago"},{"heading":"Solo projects from idols under SM are incredible","time_posted":"10 hours ago"},{"heading":"Okay but can we take a moment to appreciate the INSANE amount of comebacks we will have in the next two months?","time_posted":"5 hours ago"},{"heading":"Anyone planning to be a Kpop idol should at least look at this interview by an industry expert where he talks about how they're being marketed as a consumer product and how difficult it is to debut.","time_posted":"1 hour ago"}],"rules":["Be Civil and Respectful","No Hating on Idols, Groups or Fandoms","No Discrimination","Participate in Good Faith","No Rumors or Speculation","No NSFW Content","Stay on Topic","No Low Effort Content","No Spamming or Repetitive Posts","Flair Posts Correctly"],"subreddits":{"Related Communities":{"r/kpophelp":"136,270 members","r/unpopularkpopopinions":"82,301 members","r/kpopnostalgia":"1,910 members","r/Thepeachcrew":"1,636 members","r/AskRedditKpop":"1,179 members","r/kpop":"2,078,793 members","r/kpopvents":"4,643 members"}},"about":{"header":"About Community","description":"Welcome to r/kpopthoughts, the friendly community for fans of the Korean music industry and everything within it. Be sure to look over our rules and guidelines before joining the discussions.","created":"Created Oct 23, 2019","stats":["124k thinkers","18.8k currently thinking","Top 1% Ranked by Size"]},"other_information":[{"header":"Banned Topics","description":"Posts and comments may be removed by moderators with no explanation. This is most often for breaking conduct rules, such as hostility, insults, or arguing with no constructive conversation or debate. Whole threads may be removed and/or locked if moderators feel the discussion has crossed a line.\nOur current list of banned topics:\n1. Cultural Appropriation\n2. Idols’ sexuality speculation (this also applies to their personal life; who is dating who, which ships are real or not real, etc.)\n3. Oli London\n4. Topics with ongoing megathreads"},{"header":"Megathreads","description":"No megathreads are active that the moment."},{"header":"Please Read Before Posting!","description":"Hello! If you are a first time poster on r/kpopthoughts, make sure to read the following:\nWhat is karma?\nWhat you earn by posting/commenting in the subreddits\nYou can learn more about karma here.\nHow can I earn karma?\nBy posting or commenting on other subreddits\nWhy are my posts/comments getting removed?\nYou don't meet the requirements. The karma requirement is 30 (post + comment) and your account age must be at least 7 days old. This is to prevent trolls and spam bots. If you don't want your posts and comments getting remove you have to meet the requirements.\nSometimes automod doesn't work and removes posts or comments even though they meet the above requirements\nPlease make your titles clear.\nUse the designated megathreads. If there are already posts about a certain topic, please comment in that post or use an available megthread.\nAutomod only counts post and comment karma so if even if you have 30+ karma but you have less than 30 post and comment karma it will be removed.\nWhat happened to x, song recommendations, which group or who is this member questions belong in r/kpophelp."}]}