{"time_collected":"2023-03-07 02:12:18.575329-05:00","top_headers":[{"heading":"Babylonian Chaos - Where all languages are allowed - March 01, 2023","time_posted":"6 days ago"},{"heading":"Bi-Weekly Discussion Thread - Find language partners, ask questions, and get accent feedback - February 22, 2023","time_posted":"13 days ago"},{"heading":"For those of you who learned a language, what did it feel like when you were finally fluent? How did you know?","time_posted":"15 hours ago"},{"heading":"What are some countries in Europe where the people usually don't (or are not able to) switch to English when you try speaking to them in their language?","time_posted":"10 hours ago"},{"heading":"I passed the French DALF C2 exam! Might you have any questions?","time_posted":"1 hour ago"},{"heading":"Has anyone here successfully managed to become fluent in Estonian as a second language?","time_posted":"2 hours ago"},{"heading":"Poliespo?","time_posted":"11 hours ago"},{"heading":"Question on learning both Italian and Spanish","time_posted":"13 hours ago"}],"rules":["Be mature and respectful to others","Read the wiki and FAQ before asking basic questions","Do not submit self-owned content too frequently","Do not post disallowed content","Do not focus your post on a specific language","Do not post low-quality content","Do not generalise large groups of people","Do not target individuals with threats or slander","Post requests for resources in the dedicated subreddit"],"subreddits":{"Related Communities":{"r/language_exchange":"120,757 members","r/duolingo":"206,521 members","r/WorkOnline":"493,592 members","r/ChineseLanguage":"164,148 members","r/GREEK":"21,200 members","r/French":"182,037 members","r/IELTS":"31,589 members","r/Portuguese":"56,368 members","r/italianlearning":"64,485 members","r/clep":"6,230 members"}},"about":{"header":"About Community","description":"This is a subreddit for anybody interested in the pursuit of languages. New to the sub or want to post? Go to About > Click here. Whether you are just starting, a polyglot or a language nerd, this is the place for you!","created":"Created Mar 1, 2010","stats":["602k Language learners","610 Learners online"]},"other_information":[{"header":"About Us","description":"r/languagelearning is a community for anybody interested in learning other languages. Whether you are just starting, a polyglot, or a language nerd, this is the place for you! Welcome all, and please enjoy your stay.\nNew to the sub or want to post? Click here\nFAQ\nModeration Policy\nBe mature and respectful to others"},{"header":"Resources","description":"How to start learning a language\nFAQ - If you have questions, and/or are new to language learning, please first check here.\nOur Resources Wiki - Overviews of useful programs and courses for learning languages as well as a large section for specific languages, including links to subreddits.\nWeekly Speaking Marathons\nList of Discord Servers\nList of ISO 639-1 Codes (useful for flairs)\nCommon European Framework of Reference for Languages - This is what you see a lot of people using in their flair to indicate their level of proficiency in various languages. These ratings are usually self-assessed, not official.\nOnline IPA Phonetics Keyboard - This allows you to type out how words sound, rather than how they are spelt."},{"header":"Rules (details)","description":"We have a few rules. This section lists the main ones. You can find the full list here.\nBe mature and respectful to others - we're all here in our own time, so please help us enjoy that time by keeping discussion civil.\nRead the FAQ before asking basic questions - if you are new, the chances are what you are looking for is there.\nDo not submit self-owned content too frequently - read our policy before submitting content you own or are associated with.\nDo not post disallowed content.\nDo not post low-quality content.\nDo not generalise large groups of people\nDo not target individuals with threats or slander\nPost requests for resources in the dedicated subreddit - this is a general subreddit; we are not well equipped to help you find the best resource for your language\nPlease report people who you see break the rules. Reporting helps us out a lot. We can't scour every thread for infractions."},{"header":"Related Subreddits","description":"r/clozemaster\nr/conlangs\nr/DoesNotTranslate\nr/Duolingo\nr/fullforeignmovies\nr/indigenous_languages\nr/judgemyaccent\nr/languagelearningjerk\nr/language_exchange\nr/lingodeer\nr/Linguistics\nr/Memorization\nr/multilingualparenting\nr/NonEnglishMusic\nr/penpals\nr/thisorthatlanguage\nr/TranslationStudies\nr/translator\nr/RandomActsOfLetters"}]}