{"time_collected":"2023-03-07 05:30:22.818282-05:00","top_headers":[{"heading":"This is not a place to be wrong and belligerent about it.","time_posted":"6 months ago"},{"heading":"Federal Judge: Texas teens can't have birth control without parental consent","time_posted":"12 hours ago"},{"heading":"Supreme Court allows atheists' lawsuit against Florida city over prayer vigil to continue","time_posted":"14 hours ago"},{"heading":"Texas sued over abortion laws by five women","time_posted":"5 hours ago"},{"heading":"Georgia police threaten concert goers opposed to \"Cop City\" with domestic terrorism charges, arrest legal observers","time_posted":"18 hours ago"},{"heading":"As Trump Inquiry Continues, Republicans Seek Oversight of Georgia Prosecutors","time_posted":"10 hours ago"},{"heading":"Corporations and conservative activists are pushing the U.S. Supreme Court to weaken Labor Unions according to several legal briefs","time_posted":"14 hours ago"},{"heading":"The U.S. Bankruptcy Court for the District of Massachusetts ruled that cannabis business employees are not protected by federal bankruptcy laws.","time_posted":"18 hours ago"},{"heading":"Paul Manafort, the former chairman of Donald Trump’s 2016 presidential campaign, has agreed to pay $3.15 million to settle a civil case filed by the Justice Department over undeclared foreign bank accounts","time_posted":"1 day ago"},{"heading":"Lawyers fight for man they say US wrongly deported to Haiti","time_posted":"23 hours ago"},{"heading":"A U.S. federal agency is suing Exxon after 5 nooses were found at a Louisiana complex","time_posted":"23 hours ago"},{"heading":"Michigan judge dismisses school staff as defendants in lawsuits over mass shooting","time_posted":"23 hours ago"},{"heading":"No jail time for woman who admitted having sex with 13-year-old, having his baby","time_posted":"1 day ago"},{"heading":"Want to be a lawyer, but don’t want to go to law school? Virginia is one of four states that allows it.","time_posted":"2 days ago"}],"rules":["Stay on topic.","No requests for legal advice.","No 0L or homework questions.","Limit self-promotion.","Keep headlines objective.","No soapboxing.","Personal Attacks"],"subreddits":{"Related Subreddits":{"r/LawSchool":"333,759 members","r/LSAT":"174,479 members","r/LawFirm":"37,986 members","r/scotus":"39,287 members","r/LawCanada":"9,325 members","r/eulaw":"4,350 members","r/uklaw":"17,458 members","r/paralegal":"26,256 members","r/tax":"176,467 members"}},"about":{"header":"About Community","description":"A place to discuss developments in the law and the legal profession.","created":"Created Feb 18, 2008","stats":["208k Members","143 Online"]},"other_information":[{"header":"Welcome!","description":"Welcome to r/Law!\nThis is a place for lawyers and non-lawyers to discuss the legal profession and new and interesting legal developments from around the world.\nPlease follow the Rules!\nr/law is moderated more heavily than most other subs on reddit. Please consult the Rules before posting or commenting.\nr/Lawyers Subreddit\nClick here for information about joining /r/Lawyers, a subreddit for licensed attorneys."}]}