{"time_collected":"2023-03-07 03:15:42.797355-05:00","top_headers":[{"heading":"The sidebar (as a sticky). Read this first!","time_posted":"7 years ago"},{"heading":"Discord Aggregate Post:","time_posted":"3 months ago"},{"heading":"Penne Penn A!!!!!","time_posted":"13 hours ago"},{"heading":"BU A BABY LFGGGGG","time_posted":"12 hours ago"},{"heading":"me writing LOCI’s to schools i haven’t heard from in months","time_posted":"5 hours ago"},{"heading":"so discouraged - 179/3.86","time_posted":"7 hours ago"}],"rules":["Be Nice","Provide Information","Give Good Advice","No Inappropriate Discussion of Affirmative Action or Related Topics","Do Not Offer Or Solicit A Person To Call A School","Do Not Misuse Flairs"],"subreddits":{"Related Communities":{"r/LSAT":"174,479 members","r/LawSchool":"333,739 members","r/AspiringLawyers":"1,596 members","r/law":"208,545 members"}},"about":{"header":"About Community","description":"The subreddit for law school admissions discussion. How to get into American and Canadian law schools. Help with law school personal statements, application requirements, and admissions chances.","created":"Created Aug 1, 2013","stats":["187k 0L Students","376 Refreshing status checkers","Top 1% Ranked by Size"]},"other_information":[{"header":"Useful Links","description":"Filter Meme/Off-Topic\nFilter Chance Me\nGroup Chats\nClass of 2026 Admissions Chats\nClass of 2020 Medians\nhttps://www.reddit.com/r/lawschooladmissions/comments/6u4ceb/class_of_2020_medians/\nEmployment Data\nClass of 2018 Employment by School\nClass of 2018 Employment and Suggested Scholarship Values\nSchool Info\nLaw School Decision Tracking Spreadsheet\nhttps://www.lawschooldata.org\nhttp://mylsn.info\nhttp://www.lstreports.com/\nhttp://lawschoolnumbers.com\nhttp://www.lawschooltransparency.com\nhttp://7sage.com/top-law-school-rankings/\nhttps://7sage.com/top-law-school-admissions/ (school medians)\nOnline viewbooks for 165 schools\nFirm hiring data by school (National Law Journal)\nCosts, Scholarships and Debt\nAccess Group Debt Calculator\n2017-2018 Conditional Scholarships - \"Naming and Shaming\"\nPersonal Statements and Applying\nhttp://spiveyconsulting.com/blog/ - Great source of admissions info\nhttp://lawschoolexpert.com/\nAnalysis of LSN GPA data by /u/newdawn15\nApplication requirements and essay prompts for top law schools\nAdmissions And Applications Programs\n7sage law school admissions program\nLST Pro\nLSAT Resources\nhttp://www.lsac.org\nhttp://lsathacks.com\nhttp://7sage.com\nhttp://lsatblog.blogspot.ca/\nOn School Itself\nExcellent compendium of advice: 1L advice from around the forums\nA compendium of recent AMAs by current students and law grads\nUseful Sites\nLSAT Blog Admissions Articles\nr/lawschool's Discord Server, which includes a pre-law channel\nPowerscore Free Admissions Resources\nLaw Students.ca Forum\nLawschooli\nNALP Legal Salaries\n7sage law school admissions primer\nUseful Posts\nr/LSA Hall of Fame Gudies/Tools/OC\nBig Law Associate Who Paid Off Sticker Debt in 3 Years, AMA\nFactors in choosing a school (Biglaw focussed, but good guide)\nHow to calculate whether School X is worth the cost or not\nGlossary of common terms and acronyms\nFAQ with Spivey Consulting!\nComparison of LRAP Programs\nRules\nBe nice.\nProvide Info: When asking for advice, please provide as many details as possible (e.g., LSAT/GPA/URM, age, where you want to practice, ties to the area, what kind of law you want to do, total cost of attendance). When posting an admissions decision, please provide as much information as you are comfortable communicating. We will not remove a post for not including stats, as we respect people's privacy decisions and encourage everyone to participate. However, please consider the benefit that slightly anonymized stats would provide to the community.\nOn giving advice: When giving advice, answer the question first. If both options asked about are bad, you can point that out too and explain why.\nAffirmative action discussion policy: See this post.\nDo Not Offer or Solicit A Person To Call A School: See this post\nDo Not Misuse Flairs: Do not deliberately use the wrong flair. In particular, do not flair a meme or off-topic post as anything other than Meme/Off-Topic, and do not use the \"Admissions Result\" flair for anything but actual admissions results.\nAdvice here often seems harsh. Here's why: on blunt advice\nFor book length coverage of the dire state of America's law school market, this is required reading: Don't go to law school unless\nAnd a nifty flowchart of the book: flowchart\nI wrote a list of factors that can help assess whether LS is a good/bad choice here\nNew Community Members\nWelcome! We hope you are able to benefit from and contribute to our community of law school applicants. In order to cut down on spam and trolling, new members to r/lawschooladmissions and Reddit may have their posts automatically filtered for manual review based on a variety of account factors. If you believe your post was filtered and is still not approved after 24 hours, feel free to send a message to the mods. Thank you!\nRetakes\nRetakes are a no brainer in these circumstances:\nYou scored at the low end of your PT average\nYour scores were still increasing in the weeks up to test day\nYou had less than perfect on logic games\nIf none of these are true for you, and you're clearly stalled, then make this clear. Most people posting have retake potential.\nEven 2-3 points can make a large difference in admissions/scholarships. That's why so many people here post \"retake!\" to a lot of situations.\nCanada?\nMost people here are US. So most advice doesn't apply. Feel free to ask questions, though, there are some Canadians. Big differences:\nAlmost no scholarships.\nMost schools are pretty good.\nGo where you want to practice\nMultiple LSAT takes are bad. Aim for no more than 2.\nGPA is significantly more important. Do all you can to raise it.\nFor god's sake don't go abroad. That's Canada's TTT."}]}