{"time_collected":"2023-03-07 03:41:15.701488-05:00","top_headers":[{"heading":"/r/Lawschool summer 2023 sublet thread","time_posted":"6 days ago"},{"heading":"0L Tuesday Thread","time_posted":"7 days ago"},{"heading":"Can we please do better?","time_posted":"7 hours ago"},{"heading":"Shoutout to Quimbee","time_posted":"5 hours ago"},{"heading":"Anonymously share your law firm start dates, stipend, moving expenses (or lack thereof)","time_posted":"7 hours ago"},{"heading":"3Ls going to firms: How many of you have been placed into a practice group already?","time_posted":"14 hours ago"},{"heading":"Canadian 1L Looking For Advice","time_posted":"10 hours ago"},{"heading":"Jed Purdy Outline from Columbia?","time_posted":"10 hours ago"},{"heading":"So. Burnt. Out. Advice?","time_posted":"6 hours ago"},{"heading":"PA \"Tipstaff\" vs \"Law Clerk\"","time_posted":"7 hours ago"}],"rules":["0L posts must be made in the 0L sticky","No bigotry, racism, or hatred of any nature","No personal attacks","Memes are allowed only on Friday, Saturday, Sunday or Monday","No non-law school homework help or legal advice","No self-promotion"],"subreddits":{"Related Subreddits":{"r/law":"208,544 members","r/lawschooladmissions":"187,672 members","r/LSAT":"174,479 members","r/Ask_Lawyers":"50,538 members","r/Bar_Prep":"9,179 members","r/CABarExam":"2,369 members"}},"about":{"header":"About Community","description":"For current and former Law School Redditors. Ask questions, seek advice, post outlines, etc. This is NOT a forum for legal advice.","created":"Created Oct 29, 2009","stats":["333k Gunners","219 Neglecting their readings","Top 1% Ranked by Size"]},"other_information":[{"header":"Description","description":"This is a subreddit for law students, lawyers, and those interested in law school."},{"header":"Resources and Flairs","description":"This sub is for current and former Law School Redditors. Ask questions, seek advice, post outlines, etc. This is NOT a forum for legal advice.\nClick here to join the official /r/LawSchool Discord channel!\nResources\nR/LAWSCHOOL'S FAQ! READ THIS BEFORE POSTING!\nAGGREGATED CONTENT FOR 1Ls\nR/LAWSCHOOL'S OUTLINE BANK (Click here to request access). YOU MUST HAVE 100 COMMENT KARMA or provide us with a valid law school email address. Please ensure that your law school email address is contained in the body of your message, not the subject. If you take advantage of the outline bank please submit material as well for others to use. If you are confused, click here for a more detailed explanation on joining this subreddit.\nR/LAWSCHOOL'S HYPOBANK (Same entry requirements as the outline bank, Click here to request access). If you have already requested access to the Outline Bank, you do not need to request access to the Hypo Bank. You will be added to both subreddits no matter which link you use. If you are confused, click here for a more detailed explanation on joining this subreddit.\nR/LAWSCHOOL'S AMA SERIES\nR/LAWSCHOOL'S ABBREVIATIONS GUIDE (New!)\nR/LAWSCHOOL'S TRANSFER GUIDE (In Progress)\nLawyer Assistance Program Law is insanely stressful, please reach out if you ever feel like you need this kind of help.\nFlairs\nClick \"(Edit User Flair)\" next to your name above the sidebar and below \"User Flair Preview\"\nPlease note that r/lawschool typically neither alters nor verifies the accuracy of flair. Honor system is in place. The mods retain their godlike powers to make flair conform to community standards with impunity."}]}