{"time_collected":"2023-03-07 06:19:58.521132-05:00","top_headers":[{"heading":"Weekly LeanFIRE Discussion","time_posted":"6 hours ago"},{"heading":"LeanFIRE Dating","time_posted":"2 days ago"},{"heading":"Should I sell my property before elections in TR?","time_posted":"2 days ago"},{"heading":"How many of you plan to never have kids?","time_posted":"4 days ago"},{"heading":"Keep the grind or slow down? The boring middle","time_posted":"4 days ago"},{"heading":"26 with $60k net worth no liabilities, not sure where to go from here. what’s your advice?","time_posted":"12 days ago"},{"heading":"Does the FIRE method encourage paying off a property as soon as possible or just paying the minimum and putting that extra money in a 10% index fund (which is more than you would save by paying off a 5% mortgage)?","time_posted":"12 days ago"},{"heading":"move to a low cost country but come back to us for family visits. how to pay for health coverage","time_posted":"12 days ago"},{"heading":"Am in a bad position . Shall I just suck it up and start grinding ?","time_posted":"14 days ago"},{"heading":"Anyone have experience using 72(t) withdrawals in their 40s?","time_posted":"14 days ago"},{"heading":"investing in rental property vs reit or real estate etf","time_posted":"15 days ago"}],"rules":["Completely off topic","Attacks the person rather than the argument","Encourages or normalizes spending over subreddit guidelines","Racism, sexism, or other forms of bigotry","Don't argue the rules outside of Meta posts","Moderators should not engage in arguments over the rules"],"subreddits":{},"about":{"header":"About Community","description":"For those that want to approach the problem of financial independence from a minimalist, stoic, frugal, or anti-consumerist trajectory. If you want to retire before 60 with less than $50k in planned yearly household expenses ($25k individual), this is the place to discuss it!","created":"Created Jun 26, 2015","stats":["257k Members","31 Online"]},"other_information":[{"header":"Credits","description":"Icons made by Freepik from Flaticon"}]}