{"time_collected":"2023-03-19 19:57:31.067336-04:00","top_headers":[{"heading":"Community resources","time_posted":"3 months ago"},{"heading":"Programming courses harder than MOOC","time_posted":"15 hours ago"},{"heading":"I am about to finish my DSA bootcamp course in Java. What's next?","time_posted":"18 hours ago"},{"heading":"How much Spring learn for junior position?","time_posted":"21 hours ago"},{"heading":"Chad Darcy course's legacy sections","time_posted":"17 hours ago"},{"heading":"I finished Java EE Bootcamp and I still feel like I lack a lot.","time_posted":"1 day ago"},{"heading":"What's your favorite thing about the java language compared to other languages?","time_posted":"2 days ago"},{"heading":"Getter works but setter not.","time_posted":"1 day ago"}],"rules":["No \"Do my homework\" posts","Stay civilized","No complete solutions","Do not delete","No resource recommendations/promotions outside of the community resources thread"],"subreddits":{"Related Communities":{"r/java":"287,675 members","r/javahelp":"85,682 members","r/javaexamples":"3,357 members","r/learnprogramming":"3,751,564 members"}},"about":{"header":"About Community","description":"Resources for learning Java","created":"Created Jan 27, 2011","stats":["135k Members","61 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"General Information","description":"Help on how to post code\nDo not compare String values with ==. Use .equals().\nNo JavaScript. Please use /r/javascript instead.\nNo Android. Please use /r/androiddev instead.\nNo MineCraft - Please use /r/Minecraft\nNo Processing - Please use /r/processing\nNo links to your stackoverflow questions - we are not a second opinion to stackoverflow, nor are you going to get answers here when you didn't get satisfying ones there.\nNo Rewards: You may not ask for or offer payment when giving or receiving help.\nDo not delete your posts! Deleting is selfish and will deprive others of existing solutions. There might be other people with similar problems who could profit from the discussion in the thread.\nDo not ask for or reply with complete solutions as code, nor in plain text, rather comment explanations and guides. Comments with solutions will be removed and commenters will automatically be banned for a week.\nNo PM help requests or offers. Either ask your questions here and show your code, or you're out of luck. PM help requests or offers will be removed without warning.\nNo piracy! We do neither tolerate requests for pirated material, nor do we allow advocating pirated material (even mentioning that you could download commercial products for free is forbidden) - such content will be removed without warning and the poster will automatically be permanently banned from the subreddit.\nNo resource recommendations/promotions outside of the community resources thread Please post any recommendations and promotions of resources such as courses, websites and videos in the bi-weekly community resource thread."},{"header":"Free Tutorials","description":"MOOC Java Programming from the University of Helsinki\nJava for Complete Beginners\naccompanying site CaveOfProgramming\nDerek Banas' Java Playlist\naccompanying site NewThinkTank\nMarco Behler's youTube channel\naccompanying site Marco Behler\nHyperskill is a fairly new resource from Jetbrains (the maker of IntelliJ)\nDev.java - Oracle's own Java learning platform"},{"header":"Where should I download Java?","description":"With the introduction of the new release cadence, many have asked where they should download Java, and if it is still free. To be clear, YES — Java is still free.\nIf you would like to download Java for free, you can get OpenJDK builds from the following vendors, among others:\nAdoptium\nRedHat\nAzul\nAmazon\nSAP\nLiberica JDK\nOracle\nMicrosoft\nSome vendors will be supporting releases for longer than six months. If you have any questions, please do not hesitate to ask them!"},{"header":"Code Posting","description":"No screenshots of code!\nDo not submit executable jar or compressed (zip, rar, 7z, etc.) files!\nFor small bits of code (less than 50 lines in total, single classes only), the default code formatter is fine (one blank line, then 4 spaces before each line).\nRedditlint is a quick and simple code formatter for reddit code. Copy your code into Redditlint, click Format + Copy, and paste the code in your post (remember to leave an empty line above the code!).\nPastebin for programs that consist of a single class only\nGist for multi-class programs, or programs that require additional files\nGithub or Bitbucket repositories are also perfectly fine as are other dedicated source code hosting sites.\nCodiva.io or Ideone for executable code snippets that use only the console\nRepl.it - online IDE for many different programming languages\nGoogle Drive, Dropbox, Mediafire, etc. are not suitable for code posting!"},{"header":"Other Resources","description":"Software downloads\nEclipse IDE for Java Developers\nIntelliJ IDEA Community Edition\nNetBeans IDE for Java Developers\njEdit (programmer's text editor)\nnotepad++\nOfficial Resources\nNew to Java?\nJava API Specifications\nJava SE Technical Documentation\nJava Developer Tutorials and Training\nCode Samples & Apps\nOracle Discussion Forums: Java\nTraining & Tutorials: Downloadable Files\nJava on Twitter\nResources\nHave a question? Search here!\nJava Book\nIntroduction to Programming Using Java\nFreewarejava Tutorials\nThinking in Java, 3rd Edition (eBook)\nJava Beginner Tutorial\nExplanation to the is Java \"pass by value\" or \"pass by reference\" question\nProgramming ideas & Challenges\n/r/dailyprogrammer\n/r/programmingprompts\n/r/NerdyChallenge\nProgramming Challenges List from the /r/learnprogramming wiki"}]}