{"time_collected":"2023-03-07 02:42:04.181037-05:00","top_headers":[{"heading":"Daily Thread: simple questions, comments that don't need their own posts, and first time posters go here (March 07, 2023)","time_posted":"8 hours ago"},{"heading":"Amazon Japan's new web comic service has lots of free Japanese web comics","time_posted":"9 hours ago"},{"heading":"Is 寿司を出した店 ambiguous between \"the place where I served sushi\" and \"the place which served sushi?\"","time_posted":"16 hours ago"},{"heading":"What’s your reason for not getting a private tutor?","time_posted":"4 hours ago"},{"heading":"Chrome App That adds Furigana to Japanese websites.","time_posted":"20 minutes ago"},{"heading":"I'm having a hard time learning Japanese characters. Is there a connection between the symbols and their syllables?","time_posted":"8 hours ago"},{"heading":"Have any of you tried using ChatGPT for simple questions? How reliable is it?","time_posted":"1 hour ago"},{"heading":"A community where one can share interesting stuff that they read?","time_posted":"11 hours ago"},{"heading":"Good online courses (free or paid)","time_posted":"18 hours ago"},{"heading":"Kanji branching out","time_posted":"13 hours ago"},{"heading":"Using な with な Adjectives","time_posted":"15 hours ago"}],"rules":["If you're new to learning Japanese, please read the Starter's Guide in wiki. (Expand to see link)","Check if the question is addressed in wiki/search.","State your question clearly in your post title.","Consider the OP's skill level when answering.","Answering beyond one's level","No requests for or links to copyrighted content.","No trolling, immature, or hostile behavior.","Refrain from disallowed post types.","The following types of posts/questions should be posted to the pinned daily question thread.","The following types of posts/questions should be posted to the discord.","No advertising your own content w/o permission.","Slurs or discussions about the acceptability of slurs are not tolerated."],"subreddits":{"Related Subreddits":{"r/japan":"412,872 members","r/SpeakJapanese":"8,446 members","r/japaneseresources":"13,590 members","r/JapaneseInTheWild":"12,855 members","r/NHKEasyNews":"11,802 members","r/WriteStreakJP":"2,435 members"}},"about":{"header":"About Community","description":"Welcome to r/LearnJapanese, *the* hub on Reddit for learners of the Japanese Language.","created":"Created May 15, 2009","stats":["578k 登録者","467 オンライン","Top 1% Ranked by Size"]},"other_information":[{"header":"About Us","description":"Welcome to r/LearnJapanese!\nIf you are new to Japanese or new to the subreddit, please read the Wiki! (Posts of \"How do I learn Japanese\" are prohibited)\nTo submit a translation request, visit here instead.\nBefore submitting a post, please read the below rules.\nWhether you're a beginner or an expert in the Japanese Language, our index of resources might come in handy. Check them out here!"},{"header":"Rules (read before posting)","description":"1. If you are new to learning Japanese, read the Starter's Guide. Check to see if your question has been addressed before posting by searching or reading the wiki. Not doing so falls under 'Low effort' (see rule 6).\n2. State your question clearly in your post title.\n3. Consider the OP's skill level when answering a question. Use furigana if you think they won't understand your kanji usage.\n4. Do not guess or attempt to answer questions beyond your own knowledge. Remember that answers you receive are never guaranteed to be 100% correct.\n5. No requests for or links to copyrighted content.\n6. Trolling, immature, or hostile behavior will result in a warning or ban.\n7. The following will result in post removal:\nAsking \"How do I learn Japanese?\" or \"What should I learn next?\" and other duplicate enquiries without reading the wiki pages\nTranslation requests (asking for help with your own translation is fine except for tests and exams)\nRequests for, or links to copyrighted content\n\"Low-effort\" posts (e.g. Memes/image macros, some random Japanese you took a picture of)\n8. The following types of questions should be posted to the pinned daily question thread:\nAny question for beginner or JLPT N5 level material (e.g. Genki I, Tango N5, etc)\nQuick/short questions that could be addressed by a single answer.\nTech support questions/requests\nHand-writing feedback request\nGeneral questions about onyomi/kunyomi reading and memorization\n9. The following types of post/questions should be posted to the pinned \"Welcome\" thread:\nSelf-introduction\nLooking for a Study Buddy\nStudy Plan\n10. Creators wishing to promote their own content (no kana apps) must contact the mods with link to their content for approval. This includes survey requests.\nThis is not the full list of rules. Please also read the full list of rules on the wiki. or at the bottom of the sidebar"},{"header":"Furigana","description":"To create furigana in your posts, use the following syntax:\n[漢字](#fg \"かんじ\")\nwill display 漢字\nThe quotation marks are not optional. Read more here."}]}