{"time_collected":"2023-03-08 22:08:39.272388-05:00","top_headers":[{"heading":"Media in Spanish [MEGATHREAD] 6","time_posted":"4 months ago"},{"heading":"Desk research","time_posted":"8 hours ago"},{"heading":"Pronunciation of double L's.","time_posted":"9 hours ago"},{"heading":"Are these sentences grammatically correct?","time_posted":"2 days ago"},{"heading":"Reflexives question","time_posted":"2 days ago"},{"heading":"Are there any cognates that took you a while to realize they were cognates?","time_posted":"3 days ago"},{"heading":"Clarification on subjunctive?","time_posted":"8 days ago"},{"heading":"Pronominal question: The \"me\" in \"¿me puedo comer un poco de pastel?\"","time_posted":"8 days ago"}],"rules":["Self-promotion","Spam","Laziness","Skin colour"],"subreddits":{"Related Communities":{"r/languagelearning":"603,815 members","r/translator":"142,513 members","r/language_exchange":"120,853 members","r/JudgeMyAccent":"20,262 members","r/WriteStreakES":"9,409 members","r/Castellano":"333 members"}},"about":{"header":"About Community","description":"The subreddit for anyone interested in Spanish. If you have something to share or a question about the Spanish language, post and we'll help the best we can! Remember to provide enough context, read the sidebar/wiki, and use the search function.","created":"Created Nov 23, 2009","stats":["177k Aprendiendo","102 En línea"]},"other_information":[{"header":"Helpful Resources","description":"Dictionaries / Translators:\nRAE, WordReference, SpanishDict\nGreat dictionaries and verb conjugators. They show conjugations for all verbs and their tenses.\nSinónimos Online, Lenguaje.com\nThesaurus / Synonym dictionaries.\nDeepL, Google Translate\nDecent translation engines for whole sentences. They're not 100% accurate but they do the job.\nPronunciation:\nIPA Transcriptor\nInternational Phonetic Alphabet transcriptor in Spanish that provides IPA transcriptions for anything you want.\nForvo\nA database with millions of words pronounced by native speakers from all around the world. It sometimes includes IPA transcriptions.\nYouGlish\nFind out how words are spoken in context by real people through YouTube videos.\nCorpus / Text databases:\nCorde (-1974)\nCrea (1975-2001)\nCorpes (2001+)\nFind out how words are written in context by real people through novels, plays, movie scripts, press releases, essays, transcripts of radio/TV news and conversations, speeches, etc.\nLessons:\nStudySpanish, 123 TeachMe, SpanishDict\nSpanish lessons and verb conjugation charts for beginners.\nEspañolAvanzado\nLessons and articles for intermediate-advanced learners.\nRAE: F.A.Q.\nRAE: Dictionary of Spanish usage\nRAE: Complete Spanish grammar\nFundéu: Urgent questions search\nHispanoteca: Spanish grammar\nGrammar explanations and answers in Spanish for advanced learners.\nTextbooks:\nGuides, Readers and Textbooks\nA list of guides/specialised vocabulary, graded reading material, and textbooks for self-study.\nApps:\nLingvist, Busuu, Memrise, Wlingua\nDrops, Fluent Forever, Duolingo\nFree online teaching apps similar to Rosetta Stone that focus a lot on repetition and visual learning.\nAssimil (also on iOS)\nListen to conversations and then repeat them, helped by the text, the translation, the grammar notes and some exercises.\nPimsleur (also on iOS)\nGreat resource to practice speaking and hearing Spanish. Good for commuters.\nSpanishListening\nShort and free listening exercises with comprehension questions.\nConjuGato\nAn app to learn purrrfect conjugations.\nFlashcards:\nAnki (and decks)\nFlashcard program to learn through repetition. It offers free downloadable decks that you can edit and combine, or you can make your own.\nAccent marks / Tildes:\nRules of accentuation and stress\nGuidelines to correctly mark and stress words.\nHoldKey\nA great tool for Windows that allows you to type accent marks and tildes by holding a key and choosing the one you want from a pop-up menu.\nKeyboard and accents guide\nA nice guide to help you set up and find important Spanish characters in your keyboard.\nTests / Certificates:\nFree online language tests\nIf you don't know what \"A1, B2\" means, read this.\nInstituto Cervantes exams\nOfficial language certifications.\nMedia:\nPodcasts, Youtube, TV, etc.\nA list of books, newspapers, music, radio, podcasts, Youtube channels, TV, series, movies, schools, etc. in Spanish.\nLanguage exchange / Tutors:\nHelloTalk, Tandem\nNice apps to practice Spanish with native speakers from all around the world.\nr/Language_Exchange, r/Penpals\nFind others on Reddit to practice Spanish with.\nitalki, LanguaTalk, Verbling, Preply\nHire private tutors and schedule Spanish classes with them.\nProofreading / Accent judging:\nr/WriteStreakES\nWrite something in Spanish, publish it, and then wait for corrections.\nr/JudgeMyAccent\nRecord your voice and ask for opinions.\nGames:\nBa Ba Dum\nA game where you have to type or match pictures with their spelling and pronunciation.\nClozeMaster\nLearn words by guessing them in context.\nSkribbl.io\nA Pictionary game where players draw a word and others have to guess it. You can use custom word lists and vocabulary.\nMore resources in the Wiki."}]}