{"time_collected":"2023-03-07 03:12:59.851115-05:00","top_headers":[{"heading":"Do you have just a bit of extra time to give back to Leaves? Please help us by joining the mod team!","time_posted":"17 days ago"},{"heading":"Leaves Lounge, our live chat community, will be open every day from 11:00am to 12:00 noon and 5:00pm to 6:00pm EST. Come by if you're around!","time_posted":"1 year ago"},{"heading":"I used daily for 25 years. Now I am on Day 3 of sobriety. I am proud but humble.","time_posted":"18 hours ago"},{"heading":"The addicted mind","time_posted":"8 hours ago"},{"heading":"9 days no cannabis and I am happy about it, and proud of myself, but facing horrible anxiety and depression, please. just tell me it will pass. Thank you in advance.","time_posted":"14 hours ago"},{"heading":"two weeks, biznitch","time_posted":"6 hours ago"},{"heading":"I smoked 1.5g daily with high THC content","time_posted":"8 hours ago"},{"heading":"relapsed after my first month and im as depressed as i can be...","time_posted":"7 hours ago"},{"heading":"Used to think i had low sex drive becuase of low test or something but turned out it was entirely weed","time_posted":"4 hours ago"},{"heading":"A little over a week clean, starting to crest the hill!","time_posted":"4 hours ago"},{"heading":"DAY 6","time_posted":"3 hours ago"},{"heading":"I’m turning 37 this month, and I’m terrified to quit","time_posted":"12 hours ago"},{"heading":"Today is the Day","time_posted":"10 hours ago"},{"heading":"Anyone else start making terrible, impulsive decisions after quitting?","time_posted":"3 hours ago"},{"heading":"well here I am, sitting with myself on Day 1, for the 18th time.","time_posted":"4 hours ago"},{"heading":"It’s been a while since I posted.. but in 2 days will be 10 months sober for me.. 10 MONTH UPDATE","time_posted":"16 hours ago"},{"heading":"A few hours shy of a week sober and my mind is trying to tell me to get high. I'm","time_posted":"5 hours ago"},{"heading":"Day 7","time_posted":"6 hours ago"},{"heading":"Currently 2 months sober after smoking every day for 13+ years. Here's my story so far...","time_posted":"3 hours ago"},{"heading":"Mental health issues masked by weed","time_posted":"3 hours ago"},{"heading":"Few weeks in and blue","time_posted":"4 hours ago"},{"heading":"Day 12. Feeling down but not down enough to start over. Thank you Sub","time_posted":"8 hours ago"},{"heading":"What to do with my stash?","time_posted":"4 hours ago"},{"heading":"A month down: Ebbs and flows","time_posted":"8 hours ago"},{"heading":"Thoughts on edibles?","time_posted":"3 hours ago"}],"rules":["Please be kind, courteous, and supportive even if someone isn't being that way to you.","Please do not discuss tolerance breaks, moderation, or an intention to return to smoking.","Please don't participate if you've smoked today.","Share your own experience and resist the urge to tell others what theirs should be.","Please no posts or comments about general anti-cannabis sentiments, other smokers, or legalization.","Please no discussions of other drugs, CBD, supplements, or any remedies other than mutual support.","We only allow text posts, and recommendations of resources outside the group will likely be removed.","These rules are just guidelines to help you anticipate what is usually removed."],"subreddits":{},"about":{"header":"About Community","description":"This is a support and recovery community for practical discussions about how to quit pot, weed, cannabis, edibles, BHO, shatter, Delta 8, or whatever THC-related product you're using, and getting support in staying stopped.","created":"Created Jan 8, 2011","stats":["279k Members","323 Online"]},"other_information":[{"header":"Welcome to Leaves!","description":"People smoking pot when they want without recrimination? Good. Not being able to stop smoking pot even when you want to? Bad.\nThis subreddit is for practical discussions about how to stop smoking if you've decided to and support in staying stopped from your fellow leaves.\nIf you're looking for meetings or additional help try Marijuana Anonymous, Narcotics Anonymous, or SMART Recovery.\nPlease note: Our first and most important rule is that we be kind, courteous, and supportive with each other. Even (and maybe especially) people that aren't being kind to us. If someone is breaking this rule, please use the report button and we'll sort it out. Many people come here at the worst point in their lives so far and tempers can be short -- be kind to them and you will get kind back.\nKeep it About You: This group is pot-positive and we have no problems with pot other than the fact that it isn't right for us, so we keep this a selfish place. If your problem is with other people, other smokers, or cannabis in general then keep it about how that affect you.\nYou're welcome to talk about bad experiences, but they have to be yours, not other people's, society's, or general anti-smoking opinion. If your post doesn't have \"I\" or \"me\" in it you should question whether you're describing your own experience or just talking about others.\nAlso, this is a politics-free zone. There are lots of thoughts on legalization and plenty of places to debate them, but they are a distraction from the mission of this subreddit which is to help people stop smoking.\nBadges: We get occasional requests for badges -- please see this post: http://bit.ly/K0Y6Hg\nThere is, however, group of /leaves at Chains -- sign up and chart your daily progress with us.\nOther things that will be removed:\nPosts regarding strategies, wait times, products or anything related to drug testing.\nPosts in which the sole subject is tolerance breaks or moderation management. This subreddit is for people who have made the decision to quit for good, not for people who will resume or continue.\nPosts discussing or advocating pot substitutes, CBD, or any remedies other than mutual support and the sharing of our experience. There are medications that can help mitigate the effects of quitting or conditions that might have contributed to addiction, but you should get those from a doctor, not an Internet chat group.\nLinks to outside media -- essays, songs, videos, will be considered on a case-by-case basis, but please understand that they will most (most) likely be removed. These things can be inspiring, but it's better to talk about your inspiration in your own words. Both the writing and the reading are much more helpful to you and everyone.\nThis include your own quitting or vlog videos. I'm afraid we just don't have time to review them as part of the modding process."}]}