{"time_collected":"2023-03-07 02:16:28.449532-05:00","top_headers":[{"heading":"Looking to find something in Lebanon? Have a quick question, remark, or comment? This thread is for you; post here! - Mar 1 2023","time_posted":"6 days ago"},{"heading":"a lebanese restaurant in Denmark","time_posted":"18 hours ago"},{"heading":"Look how brightly Lebanon is illuminated! Yareit ken 3anda hal ad kahraba!","time_posted":"2 hours ago"},{"heading":"Lebanon: financial crisis or national collapse?","time_posted":"14 hours ago"},{"heading":"i was looking into the history of the austro-hungarian Empire and its collapse and i would like to show a few similarities between our situation and their's.","time_posted":"10 hours ago"},{"heading":"Lira stable at 80k, how?","time_posted":"20 hours ago"},{"heading":"Volunteering","time_posted":"21 hours ago"}],"rules":["All posts should be directly related to Lebanon. Please flair your post appropriately","Be civil, polite and courteous, Respect others' religions and faiths","Post a link to a credible news source when posting News or new information","If you link to an article protected by a paywall, copy the content in the comments","Memes, low effort questions or posts can only be posted in the weekly thread","Do not post misleading titles. Do not include your opinion in the title when linking articles.","Pictures must be sourced to the Original Creator","Get mod approval before posting surveys, job vacancies or advertising","Don't advertise discord servers, personal social media accounts, blogs or vlogs","Do not ask for drugs or medication or offer medical advice","The moderators reserve the rights to ban toxic users, shit stirrers, and trolls."],"subreddits":{"Related Communities":{"r/Tunisia":"58,165 members","r/dubai":"204,153 members","r/saudiarabia":"118,232 members","r/jordan":"66,927 members","r/Kuwait":"47,368 members","r/algeria":"58,193 members","r/southafrica":"201,951 members","r/Nepal":"129,449 members","r/UAE":"78,494 members","r/Bahrain":"34,311 members"}},"about":{"header":"About Community","description":"Welcome to Lebanon! The country where East meets West, bordered by the beautiful Mediterranean sea and home to grand green Cedar forests and high snow covered mountains. We focus on everything Lebanese; the people and rich cultural diversity, the lush and vibrant nature, our world-renowned national cuisine and a history that stretches back to ancient Roman ruins and the birth of the Phoenician alphabet. We're a trilingual sub, submissions made in English, Arabic or French are welcome.","created":"Created Jun 3, 2009","stats":["89.1k Members","225 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Lebanon Hotlines","description":"Embrace Emotional Support and Suicide Hotline: 1564 / +961-1-341941\nRed Cross: 140\nCivil Defense: 125\nFire Fighters: 175\nISF(Police): 112\nGeneral Security: 1717\nLebanese Army: 1701\nTourist Police: 1735\nKafa Domestic Violence: 1745 / +961-3-018019\nHimaya Children/Minors Abuse Report: +961-3-414964"}]}