{"time_collected":"2023-03-07 07:06:07.892036-05:00","top_headers":[{"heading":"Monthly Roll Call: LEFT WING","time_posted":"11 months ago"},{"heading":"Monthly Roll Call: RIGHT WING","time_posted":"11 months ago"},{"heading":"Progressivism vs Traditionalism [Debate topic]","time_posted":"1 day ago"},{"heading":"Progressivism vs Traditionalism [Debate topic]","time_posted":"5 days ago"},{"heading":"[Discussion] \"Denouncing the Horrors of Socialism.\" Everyone's thoughts?","time_posted":"26 days ago"},{"heading":"[Article] Preventing Elected Leaders from Owning Securities and Investments Act","time_posted":"1 month ago"},{"heading":"[Debate Topic] Puritanical Authoritarianism is bad in every form","time_posted":"2 months ago"}],"rules":["Be civil.","No Aggressive Attack Posts","All posts must have intent to inform, or promote civil discussion.","No personal attacks on each other or politicians.","Either concede or defend posts from your opposition, civilly.","No accusations of rape or pedophilia on politicians unless it's been addressed in court.","All members must be open minded and willing to learn.","Video content must have a clear debate topic."],"subreddits":{},"about":{"header":"About Community","description":"Our goal is to enlighten our counterparts with information and insight that our own media wouldn't be able to provide us with. This is a free sub with no biases. It's up to you to prove your points, civilly.","created":"Created Mar 17, 2021","stats":["996 Members","3 Online","Top 20% Ranked by Size"]},"other_information":[{"header":"Debate Guidelines","description":"STAY ON TOPIC. Just because you have something to say doesn't mean it's a legitimate rebuttal.\nRemember to keep all discussions civil. ZERO personal attacks will be tolerated.\n\"Whataboutism's\" are DISCOURAGED because they don't further educate, they just bash their opposition.\nIf you're debating and you don't believe something you've read, we ENCOURAGE you to ask for a source.\nMisinformation will find it's way here, it's up to you and your sources to properly expose it."},{"header":"Our Moderator Guidelines","description":"General Guidelines\nModerators are held to a high standard and will uphold their position while interacting with community members. We are mods, but also members who would like to participate in civilized discussion with intent to inform, or to be informed.\nBan Procedure\nWhen banning members for breaking the rules of our community, a mod will ban when they feel it's necessary. Bans typically are a warning for a first offense, 7 days for a second offense, 30 days on a third and permanent for a fourth offense.\nIf you feel you have been unjustly banned, message the moderators from within our sub and we'll discuss your ban amongst our team and hold a vote on whether to uphold or repeal your unban request."},{"header":"Related Subs","description":"CapitalismvsSocialism"}]}