{"time_collected":"2023-03-06 22:19:09.600908-05:00","top_headers":[{"heading":"Is it OK to leave 12 year old home alone while I work?","time_posted":"9 hours ago"},{"heading":"My mom has become a drug addict and has been evicted from her apartment. I co-signed 6 years ago for her apartment when I was 21. How will this effect my life?","time_posted":"12 hours ago"},{"heading":"[Update] 3rd cousin is claiming 50% of all my grandfather’s assets.","time_posted":"13 hours ago"},{"heading":"Can birthgiver get MY daughter back?","time_posted":"8 hours ago"},{"heading":"Do I really owe these apartments 4,000 dollars?","time_posted":"9 hours ago"},{"heading":"Court postponed.. lawyer fees catching up to me. Help please","time_posted":"5 hours ago"},{"heading":"Neighbors keep parking in front of my mailbox","time_posted":"4 hours ago"},{"heading":"Condo neighbour with tourettes","time_posted":"2 hours ago"},{"heading":"Employer won't let me pickup my paycheck","time_posted":"2 hours ago"}],"rules":["All responses must contain legal information/answers only. No off-topic or anecdotal comments.","Do Not Give Illegal Advice","Do Not Advise Media Exposure","Personally Identifying Information","Personal Attacks Prohibited","Advertising or Recommending a Lawyer or Business","Troll Post","Duplicate Post","Requesting PM"],"subreddits":{},"about":{"header":"About Community","description":"A place to ask simple legal questions, and to have legal concepts explained.","created":"Created Oct 26, 2009","stats":["2.3m Members","6.2k Online","Top 1% Ranked by Size"]},"other_information":[{"header":"About This Subreddit","description":"A place to ask simple legal questions. Advice here is for informational purposes only and should not be considered final or official advice. See a local attorney for the best answer to your questions.\nREAD OUR RULES before posting or commenting.\nGet answers to our most common questions, pointers to other sites about the law, and information about finding a lawyer of your own at the /r/legaladvice wiki.\nSee our list of megathreads before posting your question.\nPour obtenir des informations et un conseil juridique en France, visitez /r/conseiljuridique.\n¿Necesitan ayuda en México? Contacten a nuestros amigos en r/DerechoMexicano.\nFor help in the UK use /r/LegalAdviceUK\nFor help in Australia, please visit /r/AusLegal\n*For help in Ireland, please visit /r/legaladviceireland\nFor legal help in Canada, visit r/legaladvicecanada. / Pour obtenir de l'aide juridique au Canada, visitez r/legaladvicecanada.\nFor help and questions for posters in the European Union, please visit LegalAdviceEurope.\nFor help and questions for posters in The Netherlands, please visit juridischadvies.\nFor a more relaxed and humorous meta discussion of the 'legal' advice offered elsewhere on Reddit and the posts here please visit Bestoflegaladvice.\nFor discussion of hypothetical legal questions, or other off topic law related questions please visit Legaladviceofftopic.\nWhile we do not accept donations or payment of any kind, we strongly suggest that you support Legal Aid and other public service legal organizations either by donating directly to the Legal Services Corporation or finding your state or local Legal Aid office and donating to them.\nContact the subreddit moderators with questions, comments or concerns."}]}