{"time_collected":"2023-03-20 18:43:54.959210-04:00","top_headers":[{"heading":"DeSantis administration sent undercover agents to an Orlando drag show and they found nothing wrong with it. The state is still trying to punish the venue.","time_posted":"3 hours ago"},{"heading":"Undercover agents saw nothing ‘lewd’ at Orlando drag show. Florida is going after venue anyway","time_posted":"9 hours ago"},{"heading":"Proud Boys left bloodied in clash outside NYC Drag Story Hour","time_posted":"6 hours ago"},{"heading":"Filibuster over transgender bill jams Nebraska legislature for weeks","time_posted":"4 hours ago"},{"heading":"Marjorie Taylor Greene deadnames Rachel Levine in transphobic rant","time_posted":"6 hours ago"},{"heading":"A drag queen who survived the Orlando Pulse shooting says Florida's LGBTQ community is 'scared' of further hate following DeSantis' push to revoke a hotel's liquor license","time_posted":"18 hours ago"},{"heading":"Proud Boys bloodied and jailed during NYC drag queen story hour protest","time_posted":"15 hours ago"},{"heading":"School library book bans are seen as targeting LGBTQ content","time_posted":"2 hours ago"},{"heading":"Missouri A.G. Announces Emergency Regulation on Gender Transition Interventions for Minors","time_posted":"4 hours ago"},{"heading":"Mics Off, 6 Minutes Notice - Anti-Trans Kentucky Forced Detransition Bill Passes After Shameful Secret Meeting","time_posted":"19 hours ago"},{"heading":"Nashville’s Livestreaming ‘Love Rising’ Concert Looks to Combat Tennessee’s LGBTQ-Targeting Laws With Music and Joy","time_posted":"1 hour ago"},{"heading":"Prosecutor to Librarian: Get Rid of LGBTQ+ Book or Face Felony Charges","time_posted":"2 hours ago"},{"heading":"Victoria to ban Nazi salute after ‘disgusting’ scenes at anti-trans protest","time_posted":"17 hours ago"},{"heading":"A Chicago Bakery Is Closing After Receiving Extreme Harassment for Hosting Drag Event","time_posted":"3 hours ago"},{"heading":"Surfside Mayor Poo-Poos Idea for Town-Sponsored Gay Pride Event","time_posted":"5 hours ago"},{"heading":"The Need to Make Space for Dalit Queer Voices in India","time_posted":"58 minutes ago"},{"heading":"LGBTQ Suicide Hotline Workers Are Burned Out After Being Attacked by the Far Right: Staff at the Trevor Project, which operates a crisis support hotline for queer youth, say the organization isn't adequately supporting them—and they're unionizing in response","time_posted":"1 day ago"},{"heading":"GOP lawmaker complains that equality for trans people will make her less equal somehow","time_posted":"2 hours ago"},{"heading":"This Georgia County Spent $1 Million to Avoid Paying for One Employee’s Gender-Affirming Care","time_posted":"21 hours ago"},{"heading":"Buster Murdaugh denies ‘vicious rumors’ surrounding death of classmate Stephen Smith","time_posted":"8 hours ago"},{"heading":"One Way To Protect the Queer Community? Unionize the Nightclubs","time_posted":"1 day ago"},{"heading":"Artists mobilize against Tennessee anti-drag bill","time_posted":"1 day ago"}],"rules":["Broken Link","Inaccurate Title","Disrespectful Comment"],"subreddits":{},"about":{"header":"About Community","description":"r/LGBTnews is for sharing links to recent news articles about lesbian, gay, bisexual, transgender, and all queer issues from a variety of sources, locales, and perspectives; along with comments and discussions about the posts.","created":"Created Oct 9, 2009","stats":["78.3k Members","63 Online"]},"other_information":[{"header":"Communnity Information","description":"About\nr/LGBTnews is for sharing links to recent news about lesbian, gay, bisexual, transgender, and all queer issues from a variety of sources, locales, and perspectives; along with comments and discussions about the posts.\nWiki\nPosting Rules\nReporting Rules\nLocation Link Flair\nFilter by Link Flair\nEurope\nAfrica\nMiddle East\nAsia\nCentral Asia\nSouthern Asia\nSoutheast Asia\nEast Asia\nAustralia/NZ/South Pacific\nAmericas\nNorth America\nCentral America\nSouth America\nCaribbean\nOther\nCommunities\nr/actuallesbians\nr/asexuality\nr/lgbt\nr/bisexual\nr/BisexualMen\nr/demisexual\nr/dixiequeer\nr/GayMen\nr/gay\nr/lgbt\nr/nonbinary\nr/pansexual\nr/TransSpace\nr/ainbow"}]}