{"time_collected":"2023-03-06 18:54:24.669136-05:00","top_headers":[{"heading":"COVID Was a Test of How Far \"Emergency\" Can be Used to Push Authoritarianism","time_posted":"9 hours ago"},{"heading":"Libertarian Party: \"Financial and military aid shouldn't just be totally withdrawn from Ukraine, it should be totally withdrawn from Israel and Saudi Arabia too.\"","time_posted":"4 hours ago"},{"heading":"Rhode Island Bill Would Limit Warrantless Electronic Data Collection and Stingray Surveillance","time_posted":"9 hours ago"},{"heading":"Don't just hire 'better cops.' Punish the bad ones.","time_posted":"1 day ago"},{"heading":"Trump’s Threat of a Third-Party Run Is Undercut by ‘Sore Loser’ Laws, while this article is about Trump it brings up an interesting discussion on how election law and candidacy is driven by the states.","time_posted":"7 hours ago"},{"heading":"Evaluating Alaska's First Run with Final Four Voting | Cato at Liberty Blog","time_posted":"8 hours ago"},{"heading":"CONTACT YOUR SENATOR - AZ legislator contact in favor of SB1117 - would legalize SROs, taller buildings, backyard cottages, condos and apartments on parking lots and strip malls - throughout AZ","time_posted":"7 hours ago"},{"heading":"Podcast Recommendations?","time_posted":"5 hours ago"},{"heading":"The Forgotten Terrorist Pretext of the Vietnam War","time_posted":"3 days ago"},{"heading":"Minnesota Bill Would Ban Facial Recognition Surveillance","time_posted":"4 days ago"}],"rules":["Offtopic Posting - Posts must have a sufficient libertarian angle","Treat other users with civility and respect","No memes (all direct images are memes)","No linking to other subs","No solicitation","No Clickbait / editorializing"],"subreddits":{},"about":{"header":"About Community","description":"Welcome to /r/Libertarian, a subreddit to discuss libertarianism. We are NOT a generic politics sub. We are a libertarian sub, about libertarianism. Even if you are not a libertarian you are welcome to participate in good-faith discussion about libertarianism, we do not owe you a platform to push anti-libertarian ideologies such as socialism/communism. This sub is explicitly against Communism/Socialism as it is antithetical to libertarianism. In addition everyone must follow the rules below.","created":"Created Jan 25, 2008","stats":["512k Members","410 Online"]},"other_information":[{"header":"Rules","description":"Click for the full community Rules and Mod Policy\nMost Important Rules:\nFollow all site wide rules\nPosts must have a direct and immediate libertarian angle\nAttack the argument, not the person, no personal attacks\nNo memes (all direct images are memes)\nAll link posts must have a submission statement\nNo subredditdrama (including vote manipulation and brigading)\nNo solicitation (Posting anything from which you stand to personally profit)"},{"header":"More Resources","description":"New to Libertarianism? Want to learn more?\nThere is lots of great info along with links to free books, videos and more in the Libertarian WIKI Here\nHave questions about Libertarianism? Check out our Frequently Asked Questions\nWant to know if you are a Libertarian? Take the worlds shortest political quiz and find out!"}]}