{"time_collected":"2023-03-06 18:40:12.145067-05:00","top_headers":[{"heading":"21 million subscribers looking for the real tip in the comments!","time_posted":"7 months ago"},{"heading":"LPT: How to kill bed bugs effectively and inexpensively.","time_posted":"22 hours ago"},{"heading":"LPT: Don’t overlook a Dollar Tree. Not everything is good quality, but there are tons of affordable needs, and there should be no stigma around shopping there.","time_posted":"20 hours ago"},{"heading":"LPT Request: Any tips on how to deal with extreme procrastination?","time_posted":"10 hours ago"},{"heading":"LPT Request: what productive thing can i spend 8 hours of break on per week?","time_posted":"12 hours ago"},{"heading":"LPT: Which is the better option for my chances of being hired for an engineering job?","time_posted":"5 hours ago"},{"heading":"LPT: buy fake rings","time_posted":"1 day ago"}],"rules":["No rude, offensive, racist, homophobic, sexist, aggressive, or hateful posts/comments.","Posts must begin with \"LPT\" or \"LPT Request” and be flaired. Titles should be descriptive.","Tag tips for adult audiences as NSFW.","Do not post tips that could be considered common sense, common courtesy, unethical, or illegal.","Do not post tips that are based on spurious, unsubstantiated, or anecdotal claims.","Posts concerning the following are not allowed:","Do not post tips in reaction to other posts. Reposts may be removed.","Do not post tips that are advertisements or recommendations of products or services.","Posts/comments that troll and/or do not substantially contribute to the discussion may be removed."],"subreddits":{"Related Communities":{"r/YouShouldKnow":"4,732,554 members","r/hypnosis":"47,208 members","r/Cambly":"3,493 members","r/socialanxiety":"369,393 members","r/DermApp":"2,483 members","r/cleanjokes":"141,761 members","r/litterrobot":"10,830 members","r/introvert":"397,577 members","r/ExperiencedDevs":"102,424 members","r/socialskills":"3,325,095 members"}},"about":{"header":"About Community","description":"Tips that improve your life in one way or another.","created":"Created Oct 25, 2010","stats":["21.9m Members","12.1k Online"]},"other_information":[]}