{"time_collected":"2023-03-08 23:05:26.126462-05:00","top_headers":[{"heading":"Welcome to r/LifeAdvice","time_posted":"3 years ago"},{"heading":"Turned 35 this year wth do I do with myself?","time_posted":"3 hours ago"},{"heading":"There's this Girl in College who keeps on saying she loves me everytime we meet","time_posted":"6 hours ago"},{"heading":"Burnt out in dating and life feels meaningless","time_posted":"15 minutes ago"},{"heading":"Borderline hoarder?","time_posted":"40 minutes ago"},{"heading":"I'm having doubts about my relationship.","time_posted":"7 hours ago"},{"heading":"How do I get better at decision-making? Nothing is working","time_posted":"11 hours ago"},{"heading":"Cant keep a job, frequently getting into arguments with my bosses","time_posted":"5 hours ago"},{"heading":"How do i forgive myself for something i did in my teen years.. i need advice","time_posted":"12 hours ago"},{"heading":"My birthday is in a month and i know i wont be able to celebrate it at all how do i cope with this?","time_posted":"7 hours ago"},{"heading":"How should I go about anonymously letting someone know his wife cheated on him?","time_posted":"7 hours ago"},{"heading":"Advice","time_posted":"8 hours ago"},{"heading":"How do you stop caring what others think?","time_posted":"12 hours ago"},{"heading":"i don't know what to do please give me advice","time_posted":"8 hours ago"},{"heading":"(TW: Suicidal thoughts) I keep affixing myself to material goals to keep myself going","time_posted":"18 hours ago"},{"heading":"I hate who I am and wish I could be someone else","time_posted":"18 hours ago"},{"heading":"am i burnt out or just lazy","time_posted":"13 hours ago"},{"heading":"How do so many people get life figured out by age 28?","time_posted":"21 hours ago"},{"heading":"where should someone in their 20s move to when they have no idea what they want to do with their life?","time_posted":"20 hours ago"},{"heading":"Got an email from lawyers","time_posted":"1 day ago"},{"heading":"Is it better to call or email with questions?","time_posted":"15 hours ago"},{"heading":"I (23M) have a hard time creating any type of new relationship and need advice","time_posted":"17 hours ago"},{"heading":"I’d love to do things that make me actually happy, but school poses too much of a burden to me, how can I nullify my worries for my grades without feeling overwhelmed?","time_posted":"23 hours ago"}],"rules":["No spam.","No intentional targeted harassment to other users.","Unproductive conversations/threads will be locked by mods based on their judgement.","Use the 'Serious' tag appropriately","No Promotional Posts","No spiteful comments","No pushing religion or drugs as a solution","No \"Soap Box\" Posts","No bad advice, including misinformation, disinformation and that which could cause harm to others"],"subreddits":{},"about":{"header":"About Community","description":"Hi! Whoever you are, know that you are loved. If you are experiencing suicidal thoughts, please call: 1-800-273-8255 or (www.opencounseling.com/suicide-hotlines) - We are here to help each other with life's difficult situations. No one is perfect, but everyone is loved by someone out there no matter who they are. Share as much as you want, as long as you want, to people who are here to listen and talk to you. Finally, please read the community rules before you post. Thank you!","created":"Created Feb 23, 2010","stats":["38.6k Members","46 Online"]},"other_information":[]}