{"time_collected":"2023-03-07 03:33:17.858633-05:00","top_headers":[{"heading":"Don't troll/brigade other OS subreddits just so you can post screenshots here. It's cringey and can get the sub in trouble with the admins","time_posted":"3 years ago"},{"heading":"Desktop Screenshot Megathread","time_posted":"3 months ago"},{"heading":"the better Option","time_posted":"14 hours ago"},{"heading":"I use arch btw","time_posted":"18 hours ago"},{"heading":"publishers noticing the steamdeck","time_posted":"12 hours ago"}],"rules":["Respect the privacy of others.","Think before you type.","With great power comes great responsibility.","Microsoft Monday Violation","Posts must be somewhat related to Linux","Desktop screenshots belong in the megathread","Posts shouldn't be political"],"subreddits":{"Related Communities":{"r/linux":"811,755 members","r/linuxmemes":"128,735 members","r/LinuxCirclejerk":"17,825 members","r/linux_gaming":"244,225 members","r/debianinrandomplaces":"7,574 members","r/linuxquestions":"224,068 members","r/linuxhardware":"71,044 members","r/linuxanimemes":"4,694 members"}},"about":{"header":"About Community","description":"A subreddit for Linux enthusiasts.","created":"Created Sep 20, 2013","stats":["278k Penguins","292 Arch Users","Top 1% Ranked by Size"]},"other_information":[{"header":"Information","description":"Website: https://linuxmasterrace.org\nWe have an IRC channel! #linuxmasterrace on irc.snoonet.org\nWeb client here: https://kiwiirc.com/nextclient/irc.snoonet.org/#linuxmasterrace\nRegular client link: irc://irc.snoonet.org/linuxmasterrace\nMatrix: #linuxmasterrace:matrix.org\nRead our wiki for more info!\nThis is not a satirical or circlejerk subreddit. This is a normal casual Linux subreddit with some satirical & humor elements.\nLooking for help? Check /r/linux4noobs and /r/linuxquestions, they have more subscribers you'll find help there easier.\nWant to learn about linux? https://linuxjourney.com/\nAbout\nA subset of the Glorious PC Master Race, the Linux Master Race promotes the glorious operating systems that run using the free and open source Linux kernel. Linux differs from the disgustingly proprietary operating systems like Windows and Mac OS by being open and freely influenced by anyone with the necessary desire and abilities.\nWhy use Linux?\nLess malware than OSX and Windows.\nIt's faster and more efficient than OSX and Windows.\nNo bloatware included.\nYou can make your desktop look however you want. Literally.\nYou can update all your computer's software with a single click.\nRuns on pretty much anything, no matter how old it is.\nYou can see every line of code it uses, so you know there's no NSA backdoor. They tried (and failed) to get a backdoor inserted into Linux. There are also no keyloggers built-in, unlike in Windows\nIt costs exactly $0.\nAccording to Gabe Newell, it's the future of PC gaming (as is SteamOS).\nBy using it, you ascend even higher into the /r/PCMasterRace\nAlso check our wiki (WIP)\nRules\nWe trust you have received the usual lecture from the local System Administrator. It usually boils down to these three things:\n#1) Respect the privacy of others.\n#2) Think before you type.\n#3) With great power comes great responsibility.\nFor expansions on the three basic rules, view the full rules page here.\nAdditionally, posts that are Microsoft/Windows related may only be posted on Mondays. Posts including Microsoft/Windows that also relate to Linux might be allowed according to moderator discretion.\nPlease check that it is Monday on UTC before posting something MS or Windows related!\nI use Windows or Mac alongside Linux. Can I join the Linux Master Race?\nAlas, currently the Mac squids, and even more so the Windows krill, do not realize the inevitable triumph of the Linux OS. This is an unfortunate fact, and it may force many penguins to use the crude systems of the seafood. Even if persecuted in this way, as long as one believes in the supremacy of Linux, one may become a member of the Linux Master Race. One day the trials will end and we shall rise above all, but use the systems of the squids and krill for what you need and only for what you need, and persevere in the hope of the future.\nHeader by /u/Vladorz\nSnoo-Tux (Snux) by /u/0ctobox"}]}