{"time_collected":"2023-03-19 16:19:18.388454-04:00","top_headers":[{"heading":"Recap - \"You Have Got To Be High\"","time_posted":"3 months ago"},{"heading":"Is that Jerm with Audj? Looks some little old man 😳","time_posted":"16 hours ago"},{"heading":"Just saw this. I think they had a certain couple in mind lol","time_posted":"2 days ago"}],"rules":["Follow Rediquette","No inappropriate sexual comments about the cast","Don't be vulgar or rude to other members. Don't call each other \"leghumpers.\"","No kid shaming","No political debates","No doxxing or witch-hunting","No unfounded rumors or clickbait","Don't second-guess or debate the Mods","Report someone who's being rude","No repeat posts","Follow the 30-minute rule for appearance comments"],"subreddits":{"Related Communities":{"r/thebachelor":"234,721 members","r/BravoRealHousewives":"282,670 members","r/90dayfianceuncensored":"253,948 members","r/BringingUpBates":"21,457 members","r/realhousewives":"112,340 members","r/NoJumper":"52,219 members"}},"about":{"header":"About Community","description":"Discussions about our favorite LP family. Includes fandom, snark, and everything in between!","created":"Created Feb 24, 2017","stats":["19.0k Members","60 Lurkers","Top 5% Ranked by Size"]},"other_information":[{"header":"Always More Lies","description":"JerAuj bought their way into the NYT Best Sellers List!\nAs it turns out, A Love Letter Life got on that list (for just a few days) thanks only to BULK ORDERS, as indicated by this dagger symbol on the list."},{"header":"Key Threads","description":"If it's your 1st or 1000th time here, welcome! These are threads we consider to be KEY reading for context and other insider references you'll come across on this sub. (Yes, more will be added as time goes on.) Enjoy!\n• What this Sub is AND ISN'T for\n• ALSO: Our updated rules + when to report\n• Auj wore Bode while skiing once, ignoring the less-than-perfect skiers aroudn them who could've caused a serious accident. But we all know she was justified b/c OMG she's tHe BeSt SkIeR.\n• All about \"Crestive\" Love, Jeremy and Audrey’s second book\n• Behind The Scenes podcast recaps\n• Jer and Auj's mentors, Lisa and Matt Jacobson, are accused of child abuse\n• A Love Letter Life got on the NYT Best Sellers List due only to their publisher's BULK ORDERS\n• A Love Letter Life FREEBIE: 52 Date Nights!\n• Review + Synopsis of Amy's A Little Me\n• Some pages from LLL + commentary\n• That time Jer was cheating on Auj, Pt. 1\n• That time Jer was cheating on Auj, Pt. 2\n• Does Jeremy work or do anything productive w/his time? Nah: See this, this, and this.\n• An AMA w/someone who knows the family. Take all this w/a grain of salt!"},{"header":"Where to watch old seasons","description":"With Cable (at least for most episodes)\nTLC app\nRoku, Amazon Firestick\nWithout Cable\nThe Philo app is great and gives you access to old and new seasons. You can stream live episodes or DVR seasons for later viewing.\nApple season pass\nYouTube TV\nHulu\nThis thread has more ideas. If you know of other options, let us know!"},{"header":"Where to Get LLL for FREE","description":"• Audible trial\n• Your local library\n• Your library's online ebook or audiobook portal (such as Overdrive or Libby)\nAny posts asking where to get it for free that imply they could steal or torrent it will be removed. We may not like JerAuj but we also don't want to break the law or advertise ways to do so.\nIf anyone happens to have a link to the ebook and feels like \"lending\" it PRIVATELY, or if you've gotten your copy this way, that's their/your prerogative, but we won't endorse it. Let's stay legal, everyone."}]}