{"time_collected":"2023-03-06 23:07:05.452552-05:00","top_headers":[{"heading":"[March] Monthly positivity thread—a place to share good news and good vibes","time_posted":"3 days ago"},{"heading":"Vents, Questions, Anecdotes & more -- a weekly Wednesday thread","time_posted":"6 days ago"},{"heading":"Tim Robbins Backs Woody Harrelson: CoVid Set Protocols Are a ‘Charade’ and It’s ‘Time to End’ Them","time_posted":"11 hours ago"},{"heading":"Leaked Messages Reveal Plan to ‘Deploy the New Variant’ in Covid Messaging to ‘Get Proper Behaviour Change’ in UK Lockdown Compliance","time_posted":"6 hours ago"},{"heading":"NY court workers fired over vaccine mandate must be rehired with back pay: Board","time_posted":"10 hours ago"},{"heading":"Columbia University is first Ivy League to End Vaccine Mandate","time_posted":"9 hours ago"},{"heading":"New Covid Boosters’ Protection Waned After Two Months, Study Says","time_posted":"5 hours ago"},{"heading":"San Francisco: Wear a mask or go to prison","time_posted":"7 hours ago"},{"heading":"January Jones Slams Virtual Auditions: ‘It’s Time for Casting Directors to Come Back Into the Office Like Everyone Else’","time_posted":"12 hours ago"},{"heading":"CA to end mask requirement, vaccine mandate for health care workers","time_posted":"21 hours ago"},{"heading":"Punctuated Emergence, or: A further defence and closer specification of my view that pandemic policies arise primarily from the unbounded myopia and stupidity of the people who govern us","time_posted":"7 hours ago"},{"heading":"Matt Hancock’s plan to block funding for disabled children if MP opposed lockdown","time_posted":"4 hours ago"},{"heading":"Djokovic withdraws from Indian Wells amid U.S. visa row","time_posted":"8 hours ago"},{"heading":"Is it time for your COVID booster? New federal guidelines tell you","time_posted":"5 hours ago"},{"heading":"Bulgaria scraps 2.8 million doses of expired CoVid vaccines","time_posted":"11 hours ago"},{"heading":"How Scientists Got the Covid Lab Leak Wrong","time_posted":"4 hours ago"},{"heading":"Matt Hancock texts reveal concern at plans to relax Covid isolation","time_posted":"12 hours ago"},{"heading":"Wingham restaurant owner found guilty of defying COVID regulations for refusing to enforce vaccine passport system in 2021","time_posted":"14 hours ago"},{"heading":"How Tennis and Djokovic Are Pushing Against the U.S. Covid Vaccine Rule","time_posted":"4 hours ago"},{"heading":"Fauci prompted the drafting of paper to ‘disprove’ lab leak theory","time_posted":"1 day ago"},{"heading":"Doctors, Scientists Call On Mississippi Officials To Take COVID Vaccines Off The Market","time_posted":"1 day ago"},{"heading":"ArriveCan app to be reviewed by Canada's auditor general","time_posted":"22 hours ago"},{"heading":"Depression increases after COVID-19 pandemic even if you are…","time_posted":"17 hours ago"},{"heading":"Remote workers are adopting a new practice called ‘body doubling,’ in which they watch strangers work online","time_posted":"23 hours ago"},{"heading":"GB News host Mark Steyn's Covid vaccine claims broke Ofcom rules","time_posted":"14 hours ago"}],"rules":["Posts must relate to lockdowns or other COVID-19 mitigation policies","Be civil","No social shaming","Respect the law","Do not spread hype, panic, or fear","Not a conspiracy sub","No low effort / spam","No partisan content","No discriminatory language","Claims require evidence","No low-quality vaccine content","No cross-posts from, or links to, other subs"],"subreddits":{"Related communities":{"r/COVID19":"353,309 members","r/CoronavirusCirclejerk":"55,094 members","r/LockdownCriticalLeft":"8,426 members"},"Regional communities":{"r/Antilockdown":"3,678 members","r/ukantilockdown":"1,156 members","r/LockdownSkepticismAU":"3,797 members","r/LockdownSkepticismLA":"159 members","r/CoronaKritiker":"222 members","r/CeticosRespostaCovid":"67 members","r/SEAsiaSkeptics":"66 members","r/NewMexicoAntiLockdown":"121 members","r/LockdownSkepticismNZ":"437 members"}},"about":{"header":"About Community","description":"Interdisciplinary examination of lockdowns & other pandemic policies. We acknowledge the threat of COVID-19. We are also concerned about the policies' impact on our physical & mental health, human rights, and economy. This is a non-partisan, inclusive, global sub. We are empirically minded and do not tolerate unsupported claims against effective mitigation strategies such as vaccines. Conspiracy theories don't belong here. **Warning: users may be auto-banned from other subs for posting here.**","created":"Created Mar 25, 2020","stats":["56.0k Members","189 Online"]},"other_information":[{"header":"Links","description":"International crisis lines Please check here if you're struggling & need to talk to someone.\nr/LockdownSkepticism wiki - why we are skeptical+ links to related websites & resources.\nLockdown Skeptics Classifieds Invite-only sub for meeting similarly skeptical friends, maybe even romantic partners!\nCollateral Global -A global repository for research into the collateral effects of COVID-19 measures.\nGreat Barrington Declaration - global petition by thousands of scientists and medical professionals, as well as the public.\nWeekly Positivity Threads Click to view links to all of our weekly Positivity Threads since August 2020.\nAsk Me Anything-Dr. Jay Bhattacharya, Oct 18, 2020 Dr. Bhattacharya, professor at Stanford U., stopped by to do a multi-hour AMA with us!\nAsk Me Anything-Prof. Sunetra Gupta, Nov 17, 2020 Oxford U. professor of Epidemiology Prof. Gupta took about 2 hours to do an AMA with us (one year after the first reported case of SARS-CoV2).\nAsk Me Anything-Dr. Stefan Baral, Nov 20, 2020 Dr. Baral, clinician and professor of public health at Johns Hopkins U., stopped by our sub to talk about health equity, resources, messaging, and more.\nAsk Me Anything-Rob Sakovich, Esq., Nov 27, 2020 Mr. Rob Sakovich, lawyer working to challenge lockdown mandates in the US state of Pennsylvania, talked with us about the legal and empirical dimensions of COVID restrictions.\nAsk Me Anything- Dr. Monica Gandhi., Jan 19, 2021 Dr. Gandhi, professor of medicine and infectious disease specialist at UCSF, joined us during the workweek to talk about mitigation, messaging, and more.\nAsk Me Anything- Dr. Mark Changizi, Jan 28 2021 Dr. Changizi, cognitive scientist and entrepreneur, popped by to discuss the cognitive biases and psychological allure of lockdown mandates, among other topics.\nAsk Me Anything-Jenin Younes, Esq., Feb 18 2021Jenin Younes, a public defender in NYC and a writer vocally critical of lockdowns, joined us for an AMA about legal issues, the GBD/AIER, and more.\nAsk Me Anything- Dr. Simon Thornley, Mar. 3 2021 Dr. Thornley, public health doctor and epidemiologist at the U. of Auckland, spoke with us from distant New Zealand about his longtime critique of lockdowns as health policy.\nAsk Me Anything Dr. Vinay Prasad, Mar. 8 2021 Dr. Prasad, practicing hematologist and associate professor at UCSF, joined us for a multi-hour session where he took the time to answer questions on public health, messaging and effects of lockdowns.\nAsk Me Anything- Dr. Martin Kulldorff, Apr 15 2021 Dr. Kulldorff took a lot of time to complete our Great Barrington Declaration triumvirate!\nAsk Me Anything-Dr. Richard Schabas, May 5, 2021 Dr Schabas, retired physician & former Chief Medical Officer in Ontario, Canada, joined in to discuss our response to the pandemic and all things lockdown.\nAsk Me Anything-Dr. David Katz, June 15, 2021 Dr. Katz, expert on public health & preventative medicine and early dissenter from lockdown dogma, joined in to discuss harm minimization, alternative measures, risk stratification, & more.\nAsk Me Anything-Prof. Mattias Desmet, Aug 23, 2021 Ghent U. clinical psychology professor Mattias Desmet talked about psychological and social forces underlying the response to COVID.\nAsk Me Anything-Prof. Aaron Kheriaty, Sept. 17, 2021 University of California Irvine professor Aaron Kheriaty discussed ethical issues surrounding COVID restrictions and vaccine mandates.\nAsk Me Anything-Dr. Robert Freudenthal, Sept. 22, 2021UK Psychiatrist Robert Freudenthal discussed the psychological drivers & fallout of the global response to the pandemic.\nAsk Me Anything--Prof. Douglas Allen, Oct. 22, 2021 Prof. of economics at Simon Fraser University in British Columbia, Prof. Allen honed in on the central issue driving lockdown skepticism: cost/benefit.\nAsk Me Anything--Prof. Jesse Kauffman, Feb. 5 2022 Prof. Kauffman, European historian, talked with us about past crises, authoritarianism, and more.\nAsk Me Anything--Prof. Mike Haynes, Feb. 22 2022 Prof. Haynes, a historian of Russia and political economy, joined us from the UK to chat about academia, leftist politics, and more.\nAsk Me Anything--Dr. Jay Bhattacharya, REDUX! Feb. 22 2022 Dr. B is back answering more of your Qs!\nHypocrisy Megathread Public figures who have helped enact/promote lockdown policies and measures found in violation of these same policies."}]}