{"time_collected":"2023-03-08 17:39:08.661249-05:00","top_headers":[{"heading":"READ THIS BEFORE POSTING","time_posted":"7 months ago"},{"heading":"Anyone been getting unusually hard keys from ilco?","time_posted":"2 hours ago"},{"heading":"So you said no one has worked on this lock? Million and none chance the huge set screw worked is way here on is own.","time_posted":"4 hours ago"},{"heading":"BMW E39 EWS3 Programming","time_posted":"1 hour ago"},{"heading":"Why. 🙄","time_posted":"2 hours ago"}],"rules":["There is ZERO TOLERANCE for Spam.","Laymen, GO AWAY.","Locksmiths, kick back and relax.","Don't be TOO mean.","Be Careful What You Post","No Bitting Information","No Links to Purchase Tools"],"subreddits":{"Related Communities":{"r/homedefense":"87,152 members","r/lockpicking":"191,450 members","r/HotWheels":"101,318 members","r/midcenturymodern":"62,339 members","r/pkmntcgcollections":"39,893 members","r/civic":"60,141 members","r/FiestaST":"18,063 members","r/mr2":"18,938 members","r/mechanical_gifs":"895,951 members","r/Cartalk":"618,803 members"}},"about":{"header":"About Community","description":"The virtual break room for the locksmiths of reddit. Laymen are not welcome here. Go to /r/AskALocksmith instead.","created":"Created Aug 1, 2009","stats":["18.2k Members","70 Online"]},"other_information":[{"header":"/r/AskALocksmith","description":"If you are NOT a locksmith, please take your post to /r/AskALocksmith and we will be happy to help you there.\n/r/Locksmith:\nWhere locksmiths can talk to other locksmiths.\nIt's like the back room of a locksmith's shop.\n/r/AskALocksmith:\nWhere non-locksmiths can ask us for help.\nIt's like the front counter of a locksmith's shop."},{"header":"/r/Lockshop","description":"Have a sensitive question you need answered? Want to post some helpful tips that you don't want the general public to see? Just want to talk shit about your customers with no risk of it getting out?\n/r/Lockshop is our new private invite-only subreddit, where you must submit proof that you are genuinely a locksmith before you are allowed to join.\nHow do I join?\nFirst, you are going to need some form of proof. We are pretty flexible and many things will work, but here are some examples of proof; any one of these would be acceptable:\nNote: ALL pictures must contain a piece of paper with your handwritten username as proof that it is your own picture.\na picture of your locksmithing license, ALOA membership, or similar\na picture of your work truck or your shop from behind the counter.\na picture of uncut blanks from a restricted keyway (must have multiple blanks in the picture, not just one).\na link to your company website and a company email to which I will send a message asking about your username. The email must be obviously related to that company.\ntell me your specialty and I will quiz you with a handful of relevant questions.\nOnce you have your proof ready, head over to /r/Lockshop and you should see an announcement that the subreddit is private, with a short paragraph talking about the place.\nOn that page, there should be a link to message the moderators. If not, you can try clicking this link instead.\nCompose your message with the subject line \"Invite request\" and include your proof, and we'll get back to you ASAP, usually within 24 hours.\nRemember you cannot upload pictures directly to modmail, you will need to use a third-party image hosting site such as google drive or Imgur and include a link to your picture."},{"header":"Helpful Links","description":"Related subreddits:\nSecurity\nMetalworking\nWoodworking\nRF Electronics\nOther Trademasters:\nHeating, Ventilation, HVAC\nAutomotive Mechanics\nWoodworking\nConstruction\nElectricians\nPlumbing\nRoofing\nTowing\nRelated websites:\nKeyPro Web LLC\nKeyPro Locksmith finder (mainly automotive)\nALOA Locksmith Finder\nSAVTA Safe & Vault Tech Finder\nAssoicated Locksmiths of America\nLocksmith Legitimacy Help/Articles\nMaster Locksmiths Association - UK\nMaster Locksmiths Association of Australiasia\nPLAA - Professional Locksmiths Association of Alberta"}]}