{"time_collected":"2023-03-08 17:18:30.245814-05:00","top_headers":[{"heading":"Frequently Asked Questions","time_posted":"6 months ago"},{"heading":"Chad and Lori's cases will be severed","time_posted":"6 days ago"},{"heading":"Daybell Trial to be Live Streamed only to Madison County Courthouse","time_posted":"8 hours ago"},{"heading":"Has there been any news/progress in the investigation of Alex's death, or is it a closed case?","time_posted":"5 hours ago"},{"heading":"Do you think someone will be live tweeting the trial since we won’t be able to see it?","time_posted":"7 hours ago"},{"heading":"Colby","time_posted":"17 hours ago"},{"heading":"When the Moon Turns to Blood, panel discussion with Leah Sotille, Lauren Matthias, Mindy Caldwell et al. on Mormon Stories Book Club podcast [video]","time_posted":"2 days ago"}],"rules":["BE KIND - Keep the Sub Welcoming","Content Must be On Topic and Follow the Guidelines","Follow Reddit's Content Policy and Reddiquette","Report Inappropriate or Rule Breaking Content"],"subreddits":{"Please Also Join":{"r/FalseProphecy":"10 members"}},"about":{"header":"About Community","description":"The strange case of the accused: Lori Vallow & Chad Daybell. Lori's children Joshua JJ Vallow 7 & Tylee Ryan 16, went missing one by one in Sept. 2019. Their remains were found on Chad Daybell's property on June 9th 2020. Tammy Daybell, Joe Ryan, & Charles Vallow also died suspiciously. Chad and Lori were indicted for 1st degree murder/conspiracy to commit murder for the deaths of JJ, Tylee, and Tammy in May 2021. Lori was indicted for conspiracy to commit murder in Charles' death, in June 2021.","created":"Created Feb 3, 2020","stats":["22.8k Dedicated to Justice","64 Discussing Now"]},"other_information":[{"header":"Upcoming Court Dates","description":"Lori Vallow and Chad Daybell are scheduled for a joint trial in January 2023.\nAfter being in a mental health facility for a year, Vallow was determined competent to stand trial April, 11, 2022.\nProsecutors are seeking the death penalty for both Vallow and Daybell.\nIdaho's Cases of Interest : See Chad and Lori's motions in one place"},{"header":"Catch Up on the Case","description":"The Gravedigger and the Golddigger\n\"The Mormon Murders\"\n\"Cult mom\"\nStart Here\nFamily Tree/Timeline/Connections\nCase write-up: In Sept 2019 Tylee Ryan (17) and JJ Vallow (7) disappeared.\nTimeline and Info from Tylee's Aunt\nJoin the Discussion\nCurrent Discussion: 9/2022\nPost Directory: Unfinished, but a good resource of old posts. Will never be finished, sorry.\nMegathreads\nVictims Tylee and JJ | Charles Vallow | JJ Vallow | Tylee Ryan | Tammy Daybell\nFamily Members Kay and Larry Woodcock | Annie Cushing | Colby Ryan | Alex Cox| The Daybell Family\nOther Dateline | Melanie Gibb | Lori Vallow | Chad Daybell | Chad and Lori | Jason Mow\nTRUSTED Flair?: These posters have rarely, if ever, had a mod action taken against them and are actively helpful in building the community and furthering discussion. They are usually up to date on the case and can be looked to for help on the sub. This flair is given by the moderators, at mod discretion, it cannot be applied for.\nVERIFIED Flair?: Family, media, and legal professionals who have verified their identities with a moderator have a verified flair.\nThis sub celebrates cake days!"},{"header":"Sign the Petition","description":"Change Petition by Annie Cushing calling for the Phoenix Police Department to investigate Joe Ryan's death"},{"header":"Honoring the Children","description":"Plants trees in honor of Tylee & JJ\nUS | Canada"},{"header":"Rule Note","description":"Please familiarize yourself with the rules of the sub. All civility, personal information, and spam related rule violations can result in a permanent ban without warning. The rules are there to warn you not to break them. Not knowing the rules is no excuse for breaking them.\nThis is not a sub for entertainment, jokes, or drama.\nA full explanation of the subs rules can be found here"}]}