{"time_collected":"2023-03-08 16:45:57.208801-05:00","top_headers":[{"heading":"Is Lovecraft embraced by Providence like Poe is embraced by Baltimore?","time_posted":"3 hours ago"},{"heading":"‘’Call girl of Cthulhu’’ seriously…","time_posted":"1 day ago"},{"heading":"What do we call this series, first written by Edgar Allan Poe and continued by Jules Verne and H. P. Lovecraft? The Pym Cycle...? The Antarctic Triptych...? The Tekeli-li Trilogy (from the call repeated in each novel)...?","time_posted":"21 hours ago"},{"heading":"Sorry, Honey, I Have To Take This - New Episode: The Vendor","time_posted":"6 hours ago"}],"rules":["Keep discussion civil","No restricted content (memes, tattoos, apparel, AI images, etc)","Submissions must be directly related to Lovecraft, his work, and contemporaries.","Artwork posts are only allowed to be posted under certain restrictions.","Please read the sidebar before asking where to begin reading.","No excessive or undisclosed self-promotion. No selling artwork, merch, or similar items.","No promoting or enabling piracy","Please use spoiler tags where appropriate","No racism or low effort about it","No recent or frequent reposts"],"subreddits":{"Related Communities":{"r/horrorlit":"360,460 members","r/booksuggestions":"786,948 members","r/suggestmeabook":"2,608,607 members","r/stephenking":"187,595 members","r/callofcthulhu":"54,096 members","r/Fantasy":"3,118,989 members","r/whatsthatbook":"207,112 members","r/litrpg":"50,947 members","r/horror":"2,705,941 members","r/audiodrama":"258,070 members"}},"about":{"header":"About Community","description":"Dedicated to the works of H.P. Lovecraft, this is your stop for all of his outstanding works and weird fiction in general!","created":"Created Jul 8, 2008","stats":["226k Members","208 Online"]},"other_information":[{"header":"General Information","description":"Dedicated to the works of H.P. Lovecraft, this is your stop for all of his outstanding works and weird fiction in general!\nPh'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn!\nRules\nKeep discussion civil\nNo restricted content such as: memes, tattoos, jokes, apparel, AI images, etc.\nSubmissions must be directly related to Lovecraft, his work, and contemporaries.\nArtwork posts are only allowed to be posted under certain restrictions.\nPlease read the sidebar before asking where to begin reading.\nAll self-promotion must be disclosed and kept within reasonable limits. Selling artwork, merch, or similar items is prohibited.\nUse spoiler tags where appropriate.\nSpoiler formatting\n>!Spoiler!< will appear as Spoiler\nViolation of the rules will result in post removal and in some cases bans.\nIt helps to report instances of spam and posts/comments that break the rules.\nIf you have any questions about the rules, please don't hesitate to message the moderators.\nFor the full list of rules please check the wiki\nNew to Lovecraft?\nWhere do I start?\nHP Lovecraft wrote short and unconnected stories. Technically speaking you can read them at random. However for the best experience it's recommended that you read them in chronological order by date written or in most cases, just pick up a book and read left to right.\nIf you really just want to read the 'greatest hits' then you can browse the subreddit's top picks.\nWhere can I read Lovecraft?\nWith very few exceptions, Lovecraft's entire body of work is in the public domain and can be read online for free from numerous sources. We suggest the HP Lovecraft Archive.\nWhat book do I buy?\nPlease consult the spreadsheet for an overview of a large number of physical books. The most popular collections are generally the Knickerbocker edition and Barnes and Noble varieties.\nResources\nThe HP Lovecraft Archive\nAll Lovecraft's stories can be found here\nReading Club Archive\nThe subreddit's favorite picks\nBrown University's HPL Collection (manuscripts, letters, etc)\nComplete archive of Weird Tales magazine by /u/legofan94\nSpreadsheet for help determining which physical collection to purchase.\nDeep Cuts in a Lovecraftian Vein\nOn an Underwood No. 5\nTentaclii : H.P. Lovecraft blog\nThe Complete Works in various eformats here.\nReviews of Lovecraftian games by /u/Avatar-of-Chaos\nS.T. Joshi answers reddit's questions:\nPart 1, Part 2\nRelated Subreddits\n/r/CallOfCthulhu\n/r/ImaginaryNecronomicon\n/r/LovecraftianWriting\n/r/HorrorLit\n/r/WeirdLit\n/r/ClarkAshtonSmith\n/r/Cimmeria (Robert E Howard)\n/r/LordDunsany\n/r/SpaceHorror\n/r/EroticLovecraftianArt NSFW\n/r/DarkestDungeon\n/r/CallOfCthulhuTheGame\n/r/TheSinkingCity\n/r/Bloodborne\nPlease note that this is not the place to post your own personal glimpses of insanity. Content not related to Lovecraft [e.g. ranting, gibberish, hallucinations] should not be posted here. If you feel that you have been touched unnecessarily by eldritch forces, find a sanitarium near you that can restore 1d4 SAN per week.\nFor information on art used in the sidebar please check the wiki."}]}