{"time_collected":"2023-03-08 16:12:06.469189-05:00","top_headers":[{"heading":"Weekly 'What Can I Run?' Thread (March 5, 2023)","time_posted":"3 days ago"},{"heading":"Winners of the Best Freeware and Retail Fall 2022 Lowend Games","time_posted":"4 months ago"},{"heading":"RX 6600 XT vs. a Ryzen 5600G setup","time_posted":"6 hours ago"},{"heading":"game recorder","time_posted":"8 hours ago"},{"heading":"My go to low end gaming economy simulation game. Capitalism Lab","time_posted":"2 hours ago"},{"heading":"Can i record minecraft with intel i7 3770 integrated gpu (online/bedwars) ? how much cps do I get ?","time_posted":"7 hours ago"},{"heading":"Need to build 8 cheap PCs! My friends are coming from across the country for my wedding - for my bachelor party I want to host our first LAN party in 14 years. My budget is $1500. Help!","time_posted":"2 days ago"},{"heading":"Genshin Impact auto-closes on the Hoyoverse logo.","time_posted":"7 days ago"},{"heading":"Sifu on intel","time_posted":"8 days ago"},{"heading":"[Browser] HermitCraft TCG is now a browser game!","time_posted":"8 days ago"},{"heading":"Why do some high end gamers think everyone is rich?","time_posted":"8 days ago"},{"heading":"PPSSPP on laptop keeps freezing/crashing. Any way to fix this issue?","time_posted":"8 days ago"},{"heading":"[Steam] Retro games ahoy, Akka Arrh {Atari} and Pocky & Rocky {SNES} released as standalone recreations","time_posted":"8 days ago"},{"heading":"I made a FREE AI accelerated Ray Tracing Tech Demo that runs on low-end devices including some integrated graphics! Do try it out and let me know your thoughts.","time_posted":"9 days ago"},{"heading":"please recomend a GPU for me","time_posted":"9 days ago"}],"rules":["No \"recommend me games\" or \"can I run?\" posts","Do not accuse others of not being \"low end\"","All tech-advice posts must state your PC specs","Do not link to or encourage piracy","Self-promotion is generally not allowed"],"subreddits":{"Other Great Subreddits":{"r/gamingsuggestions":"184,417 members","r/willitintelhd":"1,303 members","r/lowspecgamer":"31,977 members","r/patientgamers":"562,194 members","r/IndieGaming":"303,622 members","r/GameDeals":"891,730 members","r/MUD":"15,685 members"}},"about":{"header":"About Community","description":"In this subreddit: we roll our eyes and snicker at minimum system requirements. This is a community for anyone struggling to find something to play for that older system, or sharing or seeking tips for how to run that shiny new game on yesterday's hardware. Found a cool game that runs fantastic on a lower end system? Great! Do you have a guide for running a newer game below the minimum requirements? Share it!","created":"Created May 21, 2012","stats":["86.4k Members","100 Online"]},"other_information":[{"header":"Helpful Links","description":"Unofficial r/lowendgaming Discord Server\nWinners of the Best Freeware and Retail Fall 2022 Lowend Games\nWinners of the Best Freeware and Retail Fall 2020 Lowend Games\nWinners of the Best Freeware and Retail Fall 2019 Lowend Games\nWinners of the Best Freeware and Retail Fall 2018 Lowend Games\nWinners of the Best Freeware and Retail Fall 2017 Lowend Games\nWinners of The Best Freeware and Retail Summer 2013 Lowend Games\nWinners of The Best Freeware and Retail Summer 2012 Lowend Games\nMaster List Of Low-end Games\nOfficial lists of games that support Intel integrated graphics\nNotebookcheck.net\nCheap Low-End Gaming Curator Page (Courtesy of /u/inyourarea)\nPicking A Cheap Graphics Card for Your Low-End Machine"}]}