{"time_collected":"2023-03-08 15:37:56.059122-05:00","top_headers":[{"heading":"Limited Resources 689 – All Will Be ONE (Drops) and Other Lessons for Success Discussion Thread","time_posted":"6 days ago"},{"heading":"Quick way to get up to speed on Strixhaven draft?","time_posted":"3 hours ago"},{"heading":"Typically an Alchemy skeptic but heads up, I have actually been enjoying this Alchemy format - I think it improves a little on ONE’s mistakes","time_posted":"4 hours ago"},{"heading":"When was the last Simic was a top draft archetype? Excluding when it’s splashing or part of multicolor.","time_posted":"18 hours ago"},{"heading":"ya'll... \"i freaking did it!!!\" Monument to Perfection kill","time_posted":"1 day ago"}],"rules":["You must love magic","No NSFW Content","No LR Podcast Links","You must not be a jerk.","Build Your Deck"],"subreddits":{"Other Magic Subreddits":{"r/magicTCG":"627,203 members","r/spikes":"94,915 members","r/mtgfinance":"106,094 members","r/mtgcube":"24,129 members"}},"about":{"header":"About Community","description":"The Limited Resources podcast runs every week with the goal of teaching you how to improve at Magic: the Gathering with an emphasis on Limited.","created":"Created Aug 12, 2014","stats":["22.4k Members","104 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"The Shows","description":"Limited Resources (RSS): Limited Resources is a weekly podcast dedicated to improving your skill at Magic: The Gathering, with an emphasis on Limited play. The show was started in 2009 with hosts Marshall Sutcliffe and Ryan Spain. In 2011 Ryan was hired into the R&D department at Wizards of the Coast, and as a result Jon Loucks joined the show as the co-host. After a long stint on the show, Jon was also hired into R&D at Wizards of the Coast in 2013. Brian Wong joined Marshall as the new co-host shortly after, but left late in 2014, making way for LSV who joined in 2015.\nThe 1-for-1(RSS): This is a new podcast where Marshall interviews interesting people. This is not currently slated to be a regular show, but one where he can record episodes as they present themselves.\nConstructed Resources(RSS): This is an even newer podcast about Constructed, mainly Standard focused, with the goal of having you walk away from each show feeling improved at Constructed Magic. It features Marshall Sutcliffe (Host of all the shows here) and Jon Loucks (an old LR host, and with a one-for-one episode here)."},{"header":"The Hosts","description":"Marshall Sutcliffe: The longest running member of the show, and its host, Marshall is a Magic and Poker personality, as well as a commentator for Magic. He writes columns for DailyMTG (Which can be found here)He can be contacted through his twitter: '@Marshall_LR', his Magic Online account: 'Marshall_LR', or his Reddit account: /u/Marshall_LR\nLuis Scott-Vargas (LSV): LSV has been a respected member of the Magic Community due to his work with ChannelFireball.com as an editor and writer. He has 5 Pro Tour Top 8's (with 1 win) and 13 Grand Prix Top 8's (with 5 wins) In 2013 he was inducted into the Hall of Fame.\nRyan Spain: Ryan is the original co-host of Limited Resources. He and Marshall started the show together in 2009. Ryan laid much of the foundation for the show, contributing such concepts as The Vanilla Test, BCSM, ROTTY, and the Time Traveling Super Computer. Ryan works in R&D at Wizards of the Coast as a game designer.\nJon Loucks: An old host of the LR podcast, and now host of the Constructed Resources podcast. A former R&D employee at WotC, he has experience with both development and play (both constructed and limited).\nBrian Wong: In late 2014, Brian announced his intent to leave the Limited Resources after a great run as co-host. Brian is still a part of the LR family and will make appearances on the show."},{"header":"Thread Archive","description":"Greatest Sign-offs\nNon set specific episodes"},{"header":"Useful Links","description":"Subreddit Wiki\nThe Mothership\nMTGO\nLR YouTube Channel\nThe LRcube schedule\nThe LRcube twitter account\nLR Patreon\nCommunity Discord Server"}]}