{"time_collected":"2023-03-08 12:28:31.784051-05:00","top_headers":[{"heading":"The sidebar (as a sticky). Read this first!","time_posted":"4 years ago"},{"heading":"My worst day of studying for the LSAT led to a massive improvement","time_posted":"3 hours ago"},{"heading":"Convinced myself RC wasn’t learnable and neglected it for months. Who knew actually doing RC improves your RC lol. 1 month of drilling passages pays off! I found reading speed helped for LR as well.","time_posted":"17 hours ago"},{"heading":"With 10 minutes left! I have great PTs but when it comes to the actual exam I get flustered and tank it","time_posted":"15 hours ago"}],"subreddits":{"Related Subreddits":{"r/lawschooladmissions":"187,727 members","r/LawSchool":"334,103 members","r/law":"208,617 members"}},"about":{"header":"About Community","description":"The Reddit LSAT Forum. The best place on Reddit for LSAT advice. The Law School Admission Test (LSAT) is the test required to get into an ABA law school. Check out the sidebar for intro guides. Post any questions you have, there are lots of redditors with LSAT knowledge waiting to help.","created":"Created Feb 1, 2009","stats":["174k Members","245 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Sidebar","description":"Read the Sidebar! Don't miss LSAT book list and Reddit LSAT discounts.\nThe subreddit for LSAT discussion. Good luck!\nGot questions? Post a submission\nThe Reddit LSAT Advice Community!\nUnofficial Discord: LSAT Discord\nNew? Start here:\nIntro To The LSAT\nLSAT Books\nLSAT Podcasts\nWhat To Bring On Test Day\nHow To Take a Timed LSAT\nLSAT Explanations\nLooking for an LSAT course or an LSAT Tutor?\nReddit LSAT Discounts!\nReddit LSAT Tutor Directory\nOfficial List of LSAT Courses\nLSAT Video Courses\nLSAT Resources\nLogical Reasoning\nLogic Games\nReading Comprehension\nGeneral Tips\nReddit LSAT AMAs\nTaking the LSAT\nLSAT test dates\nLSAT test day guide\nProctorU exam day guide\nShould I cancel my LSAT?\nExternal Resources\nGot questions? Post a submission, or check out these sites:\nLSAC FAQ\nUseful LSAT Websites\nLSAT Hacks\n7sage\nLSAT Blog\nPowerscore\nCambridge LSAT\nLawschooli\nAdeptLR\nRelated subreddits\n/r/lawschooladmissions\n/r/law\n/r/lawschool\n/r/prelaw\n/r/lawcanada\n/r/auslaw\n/r/legaled\nForum rules\nBe nice\nUpvote stuff you like.\nDon't downvote new posts unless they're clearly irrelevant.\nDon't post LSAC copyrighted content. e.g. LSAT questions\nDon't say the correct or incorrect answers to specific questions in a post title. It's a spoiler.\nDon't link to content that infringes copyright (e.g. LSAT torrents).\nIf someone posts a question about admissions, please direct them to /r/lawschooladmissions\nDon't be ashamed of your score. Only a tiny minority scores 165+. And don't shame anyone for their score.\nPosting Questions: The LSAC takes copyright violations seriously, and might sue.\nIf you want to ask about a specific question, do not paste the question. That's a copyright violation.\nYou can definitely ask about specific questions: just cite the test number. e.g.\nTest 63, section 1, question 14 --> \"The one about ESP\"\nIt's a good idea to describe the question, and which part of it you found confusing. Just don't post it verbatim. Thanks!\nFAQ\nMy post isn't appearing\nIt's probably in the spam filter. Mod message and it'll get sorted.\nIf you're a new account, make some comments before submitting. /r/LSAT seems to attract a lot of totally new accounts, but Reddit will often auto-spam submissons from accounts with 1 karma.\nWhat can I talk about after I take an official LSAT administration on test day?\nNot much. You signed an agreement not to disclose anything from the test. See this post for a full statement from LSAC.\nNote: I'm referring to unreleased tests that have not been disclosed by LSAC. Mind you, in the digital LSAT era, no test is disclosed, so this applies to every test.\nNew To Reddit?\nCheck out the Reddit FAQ wiki."}]}