{"time_collected":"2023-03-08 09:51:49.178469-05:00","top_headers":[{"heading":"A quick post to help stop scamming","time_posted":"2 months ago"},{"heading":"Finally got my Macadelic tattoo, love you Mac <3","time_posted":"19 hours ago"},{"heading":"Still not back on other socials, but I figured Reddit wouldn’t be a bad place to start sharing my art again 🌱","time_posted":"17 hours ago"},{"heading":"Vinyl YOU tattoo","time_posted":"4 hours ago"}],"rules":["All content must be related to Mac Miller.","Be respectful to other users in the subreddit.","Low-value content will be removed.","No abusive content","No self promotion for non-contributers.","Posting leaks on this subreddit are not permitted. This includes offering and requesting leaks.","Spam is strictly prohibited.","Temp rule: Don't make a post about Spotify wrapped. Post in the Pinned thread."],"subreddits":{"Related Communities":{"r/macdemarco":"56,191 members","r/KidCudi":"112,722 members","r/brockhampton":"134,908 members","r/EDM":"2,002,164 members","r/playboicarti":"407,935 members","r/tylerthecreator":"265,776 members","r/theJoeBuddenPodcast":"43,881 members","r/Logic_301":"52,733 members","r/KGATLW":"92,262 members","r/deathgrips":"151,690 members"}},"about":{"header":"About Community","description":"We're a community for Mac Miller fans. Share & discuss music, share news & views, and join our most dope family.","created":"Created Jun 23, 2011","stats":["121k Macheads","136 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Mac Miller Subreddit Rules.","description":"ALL content must be related to Mac Miller.\nBe kind to others. Regardless of the scenario, all posts and comments are subject to removal. Personal attacks, trolling, and bigotry will result in bans. Don't be a dick, and use your better judgment.\nDon’t just complain, provide feedback.\nLow-value content will be removed.\nPosting or seeking any identifying personal information will result in a ban without a prior warning.\nAbuse of tags, link flairs, AutoModerator, and fake posts about new music will be removed and subject to ban.\nNo self promotion for non-contributors. This applies to podcasts, videos, blog posts, & etc. Any user who wants to self promote must have a reasonable post and comment history in this subreddit that is not related to whatever the user is trying to promote.\nPosting leaks on the subreddit are not permitted. This includes, but is not limited to, offering and requesting leaks.\nImages from social media must blur out the user's social media username.\nModerators reserve the right to remove content or restrict users' posting privileges as necessary if it is deemed detrimental to the subreddit or to the experience of others.\nSpam is STRICTLY prohibited."}]}