{"time_collected":"2023-03-08 19:39:08.776470-05:00","top_headers":[{"heading":"MUR Daily Chat - March 08, 2023","time_posted":"14 hours ago"},{"heading":"Willpower Wednesday - March 08, 2023","time_posted":"14 hours ago"},{"heading":"Burnout","time_posted":"3 hours ago"},{"heading":"I can tell that anxiety was leading the majority of my purchases..","time_posted":"59 minutes ago"},{"heading":"Need help finding a lip balm to fit in Too Faced empties","time_posted":"7 hours ago"},{"heading":"Breaking up is hard to do","time_posted":"1 day ago"}],"rules":["Haul Posts, Sales and Product Links","Be Kind and No Drama","Buying and Swapping","Influencers","TMO Guidelines","Cross-post","Survey"],"subreddits":{"Related Communities":{"r/MoneyDiariesACTIVE":"59,548 members","r/shoppingaddiction":"28,676 members","r/Makeup":"1,592,017 members","r/TheGirlSurvivalGuide":"323,512 members","r/povertyfinance":"1,657,009 members","r/Ulta":"24,851 members","r/Fire":"253,817 members","r/internetparents":"197,427 members","r/MakeupAddiction":"3,862,273 members","r/beautytalkph":"142,291 members"}},"about":{"header":"About Community","description":"Welcome! MakeupRehab is a place for those who are on a no-buy, low-buy, or just want to talk makeup and beauty without being bombarded with sales, hauls, and other tempting posts. Let's ramp up the creativity to use your collection to the fullest and curb your spending at the same time!","created":"Created Jul 5, 2014","stats":["126k Members","80 Online"]},"other_information":[{"header":"Disclaimer","description":"Disclaimer: This sub's name was influenced by /r/MakeupAddiction and is a bit tongue in cheek with the name \"rehab.\" In no way is /r/MakeupRehab claiming to be a true rehabilitation program or an avenue to get mental health treatment or advice.\nWe encourage those who do have a serious addiction and mental health issues to seek professional help. Please see our Related Subs and Other Resources section in our wiki for more information."},{"header":"More Info","description":"Flair\nRemember to Flair your posts! If you need help, take a look at our How to Flair Guide!\nNoBuy/LowBuy Crash Course\nCheck out our beginner's guide to planning your nobuy or lowbuy courtesy of /u/daisyismydog.\nRecurring Posts Schedule\nCome participate in our daily and weekly discussions!\nQuarterly Activities Megathread All activities run by members are posted here - join one (or more)! The most recent link will redirect you to current activities.\nMUR Wiki\nCheck out our wiki for more information to help you on your MUR journey.\nMUR Meta Thread Archive Sub updates and reminders for sub members. Have an idea for MUR? Share your thoughts with the community in our META Thread!\nMUR Best of 2017 Winners\nGroupMe Chat This group chat was created by /u/emrcn here and is NOT moderated by any of the MUR Support Staff. Please keep that in mind when participating.\nDiscord Chat This Discord chat was created by /u/chibimagic and is NOT moderated by any of the MUR Support Staff. Please keep that in mind when participating.\nOfficial MUR Inventory Template Need a little help creating your inventory? Use the Official MUR Inventory Template!\n2019 Reverse Rouge Challenge Due to the amount of interest and participation in this activity, we include this user run activity the sidebar along with the corresponding FAQ. Please keep in mind that this is not a moderator-run activity when participating and that all challenge questions should be referred to /u/thatbrownelf, while technical questions on the app should be referred to /u/mesomerize.\nMonthly Posts: Empties | Collection | Jan '19 Meta | Quarterly Activities"}]}