{"time_collected":"2023-03-20 18:12:54.372880-04:00","top_headers":[{"heading":"Simple Questions","time_posted":"4 months ago"},{"heading":"Sunday Slay","time_posted":"20 hours ago"},{"heading":"Best Sephora/Ulta Products to draw on aegyosal?","time_posted":"3 hours ago"},{"heading":"Need a dupe ASAP","time_posted":"20 minutes ago"},{"heading":"🍀✅","time_posted":"2 days ago"}],"rules":["Harassment & Vulgarity","Makeup must be visible.","Appropriate angles/tilts/turns.","Photo Editing & Filters.","Unnecessary/Inappropriate","Impersonating or Stealing Content.","Constructive Criticism.","Product List.","Disparaging of Brand Use.","Hauls/Swatch Post Requirements.","Excessive Posting/Spam.","Self-Promotion.","COVID-Related Content."],"subreddits":{},"about":{"header":"About Community","description":"A chill place for all things makeup related.","created":"Created Feb 2, 2019","stats":["76.4k neighbors","48 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Helpful Resources🔍","description":"Makeup Basics\nHow to Find Your Skin Undertones - Video By Robert Welsh\nHow to Find Your Eye Shape - Video By Wayne Goss\nEyeliner for Different Eye Shapes - Video by Wayne Goss\nEyebrow Shapes by Face Shape - Video by Wayne Goss\nHow to Choose Flattering Lip Colors\nPOC Resources\nShade Matching for Skin w/ Hyperpigmentation & Discoloration - Video by KingMaliMagic x ABH\nHow to Match Foundation & Undertones Indian/Warm Skin - Video by AnchalMUA\nHow to Make Eyeshadow Pop on Dark Skin - Video by Nyma Tang\nNude Lipstick for Dark Skin - Video by Nyma Tang\nMakeup Resources for Men\nNatural Makeup for Men with Facial Hair - Video by Jakub Kolasa\nBronzed Makeup for Men - FENTY BEAUTY Tutorial\nMakeup for African-American Men - FENTY BEAUTY Tutorial\nGlass Skin for Men - Video by Brute Choi\nMature Skin Resources\nMakeup for Mature Skin - Video by Lisa Eldridge\nGlowy Makeup for Mature Skin - Video by Hindash\nLight Makeup for Mature Skin - Video by Hindash\nDrugstore Makeup for Mature Skin - Video by Kerry Lou\nProduct Resources\nMakeupLounge 2019 HG Product List\nHow to Find Cruelty-Free Products - CrueltyFreeKitty\nHow to Find a Dupe for a Product via Temptalia - Temptalia's Dupe List\nHow to Find a Dupe for a Product via DupeThat - DupeThat\nHow to Find Your Foundation Shade in Another Brand via Findation - Findation\nHow to Find Your Foundation Shade in Another Brand via Temptalia - Temptalia's Foundation Matrix\nA List of Black-Owned Makeup Brands\nA Simple Search Engine for Ingredient Lists - SkinCarisma"},{"header":"Community Representatives 💜","description":"A Representative is someone voted in who helps represent the community when getting ideas about the subreddit or discord across to the mod team if we were to miss it. They help keep the mod team \"in check\" by making sure no abuse of power goes on and are those who step in during arguments and alert us to any out-of-line behavior or rulebreaking here and the discord. If a mod is not available, please contact a rep so they can quickly forward any messages to us."},{"header":"r/MakeupLounge Discord 💄","description":"The r/MakeupLounge Discord is run by the same moderator team here on the subreddit.\nTo join us, click here.\nThe server is comprised of community members here. It is a great place to meet new friends, talk to the mods, get feedback on makeup looks or just talk about your pets.\nDiscussions regarding the subreddit, how to make better changes, rules and other important topics also take place here. We'd love for you to join and be part of the conversation."}]}