{"time_collected":"2023-03-07 01:39:19.377895-05:00","top_headers":[{"heading":"Patch Notes 3.0.0 + 1.0.0 \"Thrice Upon a Time\"","time_posted":"5 months ago"},{"heading":"March Q&A Thread","time_posted":"5 days ago"},{"heading":"[US][SELLING] Gantz, Astro Boy, Evangelion, Hells Paradise and more!","time_posted":"6 hours ago"},{"heading":"[US][Selling] Ciguatera 1-3","time_posted":"4 hours ago"},{"heading":"[US][TRADING] Ultimo complete, Battle Royale Ultimate Complete, Trigun, Vagabond Single, and more!","time_posted":"4 hours ago"},{"heading":"[US][SELLING] My Hero Academia vol 1-15 Brand New","time_posted":"3 hours ago"}],"rules":["Be respectful of others.","Posting limitations:","All selling posts must include prices and pictures.","All selling/trading posts must include handwritten timestamp.","Comment, “PM’d for xyz” prior to sending a PM.","PayPal Goods & Services is the only payment option allowed.","No posts linking to other marketplaces.","Accounts must be over 14 days old and have positive combined karma (15+) to post in the sub.","Keep a paper trail.","No submissions that aren't buy/sell/trade.","No thread crapping.","All giveaways must be approved by a mod."],"subreddits":{"Related Communities":{"r/comicswap":"25,524 members","r/YGOMarketplace":"21,863 members","r/AnimeDeals":"13,744 members","r/RightStufAnime":"8,997 members","r/VinylCollectors":"120,044 members","r/MangaCollectors":"1,771,488 members","r/Legomarket":"39,718 members","r/pkmntcgtrades":"35,379 members","r/BoardGameExchange":"26,695 members","r/anime":"6,628,144 members"}},"about":{"header":"About Community","description":"Welcome to mangaswap","created":"Created May 27, 2011","stats":["590k Manga Enthusiasts","149 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Welcome!","description":"Feel free to send Mod Mail's about any issues or suggestions you might have.\nAnybody who collects manga knows how expensive each book can be. Why purchase a brand new copy at a bookstore for full price? In general, those who read manga take good care of their books, and a used copy can be just as good as a new one.\nThis subreddit is for anyone wanting to trade/sell/buy manga. Other anime merchandise such as DVD's, figures, posters, etc. is allowed as well.\nGuides\nPermitted Merchandise\nBuying/Selling Safety Guide\nPricing Guide\nPacking Guide\nTrading Guide\nLocal Sale Guide\nImportant Links\nUSPS Media Mail Rates\nPayPal Fee Calculator\nUser Feedback\nScammer List\nUniversal Scammer List\nWhat Is Karma?\nRetailers\nRightStufAnime\nBarnes & Noble\nBooks-A-Million\nKinokuniya\nISBN Lookup\nAbeBooks\nBookFinder"},{"header":"Posting Format","description":"In order to keep posts consistent and easy to understand, please use the following format when posting. Please read the \"Book Grading\" section before posting as well.\nAll items, prices, and pictures must be included in the text post. No posting the aforementioned in the comments.\nIn your post title please include the following:\n[Country]; [US], [CA], [EU], etc.\nMust be two letters (with the exception of USA).\n[Selling], [Buying], or [Trading]\nExample: [US] [Selling] Berserk, One Piece, Naruto, etc.\nPost title must be ordered [country] [post type].\nUse brackets []; normal parenthesis () or braces {} will be filtered."},{"header":"Book Grading","description":"One person's idea of a book's condition may differ from another's so to keep things consistent when selling books please use the guide below to give buyers a better idea of the condition your items are in. Note: if you have a large amount of books for sale you can let buyers know the grade of the books as they ask about them instead of all at once.\nG5: Pages and cover are intact and not marred by notes or folds. It is pristine, as if it was new. Might have been read once.\nExample\nG4: Pages and cover are intact and not marred by notes or folds. The spine and cover has no creases, just minor shelf wear. Might have minor yellowing or a remainder mark and should be listed if so. Hardcovers might have dinged corners and should be listed if so.\nExample\nG3: All pages and cover are intact and not marred by notes. The book looks and feels old, the edges are very yellow, the cover is no longer smooth and may show signs of wear or have very minor folds on some of the pages inside but no creases on the covers or spines. Might have a security tag inside the book and should be listed if so. Might have a retail sticker on the back and should be listed if so.\nExample\nG2: All pages and the cover are intact, but the spine or cover may be damaged with a tear or creases. Might have a retail sticker on the front and should be listed if so. Might have sun damage (faded colors on the covers/spine) and should be listed if so.\nExample\nG1: water damage and any damage that prevents reading, such as a missing page or markings that obscure some text. Any part of the cover is missing. Might be a ex-library copy.\nExample\nG0: It looks like a dog shredded it and there's literally no reason to buy this outside of novelty.\nExample"}]}