{"time_collected":"2023-03-07 01:31:15.909074-05:00","top_headers":[{"heading":"Monthly Recommendation Megathread","time_posted":"6 days ago"},{"heading":"Manga in Naha Okinawa","time_posted":"19 hours ago"},{"heading":"Connecting cover art is the best!","time_posted":"3 hours ago"},{"heading":"Rate my manga taste?","time_posted":"4 hours ago"}],"rules":["Hentai, ecchi, and suggestive content are to be marked as NSFW.","Lolicon and Shotacon (suggestive art featuring underage characters.) is strictly prohibited.","Content containing series spoilers are to be marked as Spoilers.","Treat others with common decency. (Expand to read more on this.)","No self promotion. (Expand to read more on this.)","No stock images, low effort memes, or screenshots. News related posts is an exception to this rule.","No \"customer service\" posts. (Expand this to read more.)","Selling, buying, and trading posts are not allowed.","Consolidate your posts; don't create multiple threads to show off your collection.","Requests for recommendations should be done in the monthly pinned recommendation post."],"subreddits":{"Related Communities":{"r/comicbookcollecting":"56,086 members","r/ActionFigures":"116,199 members","r/kpopcollections":"13,402 members","r/graphicnovels":"281,394 members","r/Nendoroid":"16,222 members","r/HotWheels":"101,179 members","r/dvdcollection":"378,954 members","r/funkopop":"227,831 members","r/gamecollecting":"229,815 members","r/MarvelLegends":"40,516 members"}},"about":{"header":"About Community","description":"Welcome to MangaCollectors","created":"Created Oct 15, 2017","stats":["1.8m Members","297 Online"]},"other_information":[{"header":"Information","description":"Show off your manga collections and pickups. Discussion posts are encouraged so feel free to create topics about publishers, quality of translations, quality of physical books, excitement about a recent pickup, and more. You do not need to be a collector to participate in this community.\nIMPORTANT LINKS\nWhere to Buy Manga\nManga Restock Tracker\nThe Out-of-Print Manga Guide\nKonbini ban and bunko ban explained\nManga Release Dates\nManga One Book Releases\nBook Pressing Guide\nYou need 15 combined karma to submit a link post; this is to circumvent spam. Please note that awarder and awardee karma does not count towards that total.\nRULES\nHentai, ecchi, and suggestive content are to be marked as NSFW.\nLolicon and Shotacon (suggestive art featuring underage characters.) is strictly prohibited. You will be banned for this.\nContent containing series spoilers are to be marked as Spoilers.\nTreat others with common decency. If you have nothing pleasant to say then don't bother leaving a comment.\nWe see this a lot in the more risque posts, if you're being a jerk, you will be banned.\nNo self promotion. No linking your personal youtube channel.\nNo selling anything: x-posts, eBay links, etc.\nNo promoting unaffiliated subreddits or discord channels.\nReferrals to Amazon, BD, etc. will result in a ban.\nNo posting personal channel/project/blogs.\nNo stock images, low effort memes, or screenshots. (News is an exception.)\nIf you're going to post a image, it should be of actual books or be related to collecting.\nNo \"customer service\" posts. Refer to this post on what that means.\nDo not make a post asking where to buy manga unless your country is not listed in this megathread.\nNo shipping damage or quality control posts. Return the books if you're unhappy with the condition.\nNo bookshelf recommendations. This is touched up on in this thread\nSelling, buying, and trading posts are not allowed.\nFor retail sales/deals: /r/mangadeals\nBuying/selling/trading manga: /r/mangaswap\nConsolidate your posts; don't create multiple threads to show off your collection.\nNo more than two threads per day.\nRequests for recommendations should be done in the monthly pinned recommendation post. Don't create new threads for recs.\nRELATED SUBREDDITS\nFor manga discussion: /r/Manga\nFor graphic novels: /r/GraphicNovels\nFor anime figures: /r/AnimeFigures\nFor anime collections: /r/AnimeCollectors\nFor artbook collections: /r/artbookcollectors\nJoin the /r/MangaCollectors Discord!"}]}