{"time_collected":"2023-03-19 20:39:21.766866-04:00","top_headers":[{"heading":"Monthly One Time Sharing Thread!","time_posted":"19 days ago"},{"heading":"Monthly Q/A and Discussion Thread!","time_posted":"19 days ago"},{"heading":"Hidden gem website rivals to Rightstufanime sales with no tax","time_posted":"4 hours ago"},{"heading":"40% off Ouran High School Host Club box set on Amazon","time_posted":"23 hours ago"},{"heading":"Amazon Canada","time_posted":"1 day ago"}],"rules":["No posts/comments asking for discount codes - refer to the pinned monthly code sharing thread.","No posts sharing overpriced listings and sarcastically calling them a good deal.","No posts that aren't a deal, restock, or don't have close relevancy.","You must label your post with the appropriate flair, and your tilte must be descriptive.","No posts/comments containing referral/affiliate links or advertising.","Be kind to one another and keep the discussions civil.","No posts selling/buying manga - r/mangaswap is the location for that.","Ebay/other 3rd party listings are allowed, but must be contained in the One Time Deals thread.","No posting of the same deal within one week of the last time it was shared.","Questions must be posted in the Monthly Questions thread."],"subreddits":{},"about":{"header":"About Community","description":"Post deals for manga, anime, anime figures and other related items!","created":"Created Jan 9, 2018","stats":["1.0m Members","76 Online"]},"other_information":[{"header":"Community Description","description":"Welcome to r/mangadeals!\nHere, you can share any worth-wild manga deals you've discovered online to help out a fellow frugal collector. We all know what it's like to miss out on those one-day sales, or realize the limited print omnibus you had wasn't so limited edition after all. Either way, this is the place to stay updated with fresh deals and save a few bucks so you can thank yourself with a morning coffee!\nRelated subs:\nr/mangacollectors\nr/animecollectors\nr/mangaswap\nList of known scammers"}]}