{"time_collected":"2023-03-19 22:22:36.376742-04:00","top_headers":[{"heading":"Lupin - taking action","time_posted":"1 month ago"},{"heading":"Hi, just wondering if anyone has had close to remission by taking Nardil? And for how long?","time_posted":"3 hours ago"},{"heading":"For those that also saw a small benefit from SSRIs but now on Parnate","time_posted":"2 hours ago"},{"heading":"If you take propranolol for hypertension with Parnate, what is your dose like?","time_posted":"8 hours ago"},{"heading":"Possible to take Parnate only a few times weekly?","time_posted":"12 hours ago"},{"heading":"Beef jerky","time_posted":"8 hours ago"},{"heading":"Nardil questions / reassurance","time_posted":"10 hours ago"},{"heading":"Can’t taste food post discontinuation","time_posted":"23 hours ago"},{"heading":"MAOI presciber's guide","time_posted":"1 day ago"},{"heading":"Been buying Parnate from IndiaMart. Should I tell my doc?","time_posted":"1 day ago"},{"heading":"Parnate for emotional numbing from dissociation","time_posted":"1 day ago"},{"heading":"Moclobemide strange reaction","time_posted":"1 day ago"},{"heading":"How long until I can get back on Lexapro again?","time_posted":"2 days ago"},{"heading":"Parnate fatigue","time_posted":"2 days ago"},{"heading":"MAOI FATIGUE","time_posted":"2 days ago"},{"heading":"MAOIs and Rejection Sensitive Dysphoria (RSD) and ADHD","time_posted":"2 days ago"},{"heading":"Nardil or Parnate?","time_posted":"2 days ago"},{"heading":"Any opinions on nefazodone?","time_posted":"2 days ago"},{"heading":"Anyone tried bifemelane?","time_posted":"2 days ago"},{"heading":"paranoid thinking and psychotic depression","time_posted":"2 days ago"},{"heading":"Does the addition of tryptophan to MAOI lead to a dependence on taking tryptophan for best efficacy?","time_posted":"3 days ago"},{"heading":"Hypertension","time_posted":"3 days ago"},{"heading":"dental issues from parnate?","time_posted":"3 days ago"},{"heading":"what would you do? parnate..","time_posted":"3 days ago"}],"rules":["No sourcing or soliciting the sourcing of any drugs that isn't from a legitimate pharmacy."],"subreddits":{"Other Subreddits":{"r/depression":"947,766 members","r/depressionregimens":"45,272 members","r/antidepressants":"42,184 members","r/SuicideWatch":"411,282 members","r/anhedonia":"10,334 members"}},"about":{"header":"About Community","description":"Are you taking an MAOI? Going to? Want to but don't know how? Informed and want to help others? Something else MAOI-related? Well boy, have we got the place for you! (It's this sub) Please note: Do not take ANYTHING on here as medical advice. Talk to a doctor! If you're new (or not), check out the welcome post & Wiki for MAOI resources and information!","created":"Created Aug 3, 2018","stats":["4.6k Members","17 Online"]},"other_information":[{"header":"Resources and Links","description":"PsychoTropical Research - A site dedicated to MAOIs and depression by Dr. Ken Gillman\nDear Doctor Letter - A letter written by Dr. Ken Gillman to be given to your psychiatrist if you wish to try an MAOI\nMAOI Diet - Dr. Ken Gillman's full guide and critique on the diet one must follow while on an MAOI\nMAOI Diet (Abbreviated) - A shorter version of the diet guide\nDrug Info - Lots of useful information about Nardil, Parnate, and more, from basic information to research\nBlood Pressure Monitoring Guide - Dr. Ken Gillman's guide to monitoring blood pressure to determine response to MAOIs\nAnhedonia & Depression Discord - A more general Discord group dealing with topics of other antidepressants, MAOIs, nootropics, plenty of research discussion, and depression in general\nList of Suicide Crisis Lines and Chats by Country\nThe IASP's Interactive International Suicide Crisis Centre Finder\nSubstance Abuse and Mental Health Services Administration\nMAOI-Friendly Doctor List - Our crowdsourced list of doctors who will prescribe or at least work with MAOIs\nMAOInhibitors - A telemedicine service endorsed by Gillman where doctors prescribe MAO inhibitors to patients in all 50 states (note: not free)\nChange.org Petition - A Change.org petition to end the shortage of phenelzine (Nardil), an MAOI"}]}