{"time_collected":"2023-03-06 17:39:23.761751-05:00","top_headers":[{"heading":"Reminder that AI tool generated content is not allowed per Rule 3","time_posted":"28 days ago"},{"heading":"Favorite absurd lines from Commander Shepherd in the entire trilogy? I'll start.","time_posted":"9 hours ago"},{"heading":"I love you Grunt","time_posted":"8 hours ago"},{"heading":"Kasumi. Worlds best wingman. (dangoblr.tumblr)","time_posted":"3 hours ago"}],"rules":["Be civil. No harassment, bigotry, or illegal activity.","All posts must be related to Mass Effect and are subject to mod discretion","No memes, polls, grandstanding, low-effort posts, rants, or AI tool generated posts","No Banned or FAQ Topics","Self promotion is heavily restricted","No spoiler trolling or spoilers in titles","No Ryder or Shepard sharing","No pornography or sexual harassment","You must flair your posts appropriately and tag NSFW content","All art and cosplay must be credited in the title.","No selling, exchanging, or unauthorized giveaways."],"subreddits":{"Related Communities":{"r/MECoOp":"22,870 members","r/MassEffectMemes":"21,616 members","r/ShareYourSheps":"10,688 members","r/ShareYourRyders":"4,680 members","r/MassEffectAndromeda":"34,245 members","r/MassEffectComics":"747 members","r/masseffectfics":"3,276 members","r/masseffectlore":"8,798 members","r/Indoctrinated":"1,410 members","r/ImaginaryMassEffect":"4,969 members"}},"about":{"header":"About Community","description":"This subreddit is the unofficial source for people who love the Mass Effect universe including the games, books, comics, and DLC.","created":"Created Nov 8, 2009","stats":["351k Members","1.2k Online"]},"other_information":[{"header":"Tagging Spoilers in Redesign","description":"The Reddit Redesign has different spoiler-tagging procedures than Old Reddit. For instructions on how to tag spoilers in Old Reddit, please visit old.reddit.com/r/masseffect and see the instructions in the sidebar.\nIn the Reddit Redesign, make sure you are not in the markdown text editor. Simply highlight the portion of your comment or text post you would like to tag as a spoiler and hit the button that looks like an exclamation point within a circle. Hovering over the button will give you the label \"Spoiler.\" To un-spoiler a portion of your text, highlight it and hit the button again until it is no longer active.\nAs for tagging post titles as Spoiler and/or NSFW, click the three dot menu under your post and check \"Mark As Spoiler\" or \"Mark as NSFW.\""},{"header":"Frequently Asked Questions","description":"Please read the following FAQs before posting. Submissions regarding FAQ topics will be removed.\nPlease read our following FAQ megathreads before posting:\nAmazon Show FAQ\nNew Player FAQ\nLegendary Edition and The Next Mass Effect game FAQ\nAndromeda FAQ\nShould I play Mass Effect/Is Mass Effect good/Is the Legendary Edition worth it??\nYou are in the Mass Effect subreddit. We all think that the Mass Effect series is great and yes, you should play the games. The Legendary Edition is highly recommended for newcomers to the franchise.\nWhat order should I play the games?\nGenerally, the common consensus is that you should play the games in chronological order, especially if you have the Legendary Edition. The story continues in each game and your character carries over. Start with Mass Effect and end with Mass Effect 3.\nWhat does \"OT\" or \"LE\" stand for?\nIn our sub, \"OT\" stands for \"Original Trilogy,\" and refers to Mass Effect 1-3, excluding Andromeda. \"LE\" stands for the Legendary Edition of the OT, specifically.\nIs the ME3/MEA multiplayer still active?\nYes. Please visit r/MECoOp.\nIs Mass Effect: Andromeda really that bad / worth it?\nAndromeda went on sale pretty soon after release and currently goes down to as little as $5 USD. Here are some threads discussing this topic, but most users will say that the game is worth getting and trying at the discounted price.\nDo I need to play the OT before playing Andromeda?\nTechnically, no. However, it is generally highly recommended you do so, as playing the OT will greatly enhance your understanding of MEA.\nShould I play the OT or the LE?\nThe LE makes significant overhauls to ME1 and includes all DLC. For these reasons, the fandom consensus is that the LE is the best way to experience the trilogy. Check out our LE FAQ post linked above for details on the differences between the two.\nHow to I successfully complete the ME2 Suicide Mission?\nCheck out our \"Relevant Links\" section of the sidebar for a key. Warning: it may have spoilers!\nWhat is the \"Perfect Destroy Ending\" and how do I achieve it?\nThe \"Perfect Destroy Ending\" is the moniker fans have given to one of the specific available endings to Mass Effect 3. Telling you what it means would be a spoiler, but you can read about it (with spoilers) in the Priority: Earth Wiki article. To achieve this ending in the original trilogy, you had to have made certain decisions, have an Effective Military Strengths of at least 3,100 with the Extended Cut DLC, and choose the \"red\" ending. These requirements were changed in the Legendary Edition. Galactic Readiness does not exist, as multiplayer was removed. All War Assets are at 50% effectiveness and there is no Effective Military Strength value displayed in-game; only Total Military Strength. To obtain this ending in the LE, you will need at least 3700 Total Military Strength. Check out the War Assets Wiki article for more information on how these numbers work.\nWhat counts as spoilers here?\nAt this time, almost nothing from the original trilogy and Andromeda are considered spoilers. If you are new to the series and don't want to see spoilers, it is highly recommended that you keep distance from the subreddit until you are ready. Even though a remaster has come out and we very much welcome new fans to the community, the newest addition to the story (Andromeda) is now 4 years old and the oldest (ME1) is 14. We recommend that new fans assume that all posts in this subreddit will contain spoilers (because they will). Unfortunately, it is simply not possible for mods to police spoilers for four whole games. The only type of spoiler we will remove and punish is purposeful spoiler-trolling and we will still require major spoiler posts to be tagged with the spoiler tag. When the next game comes out, we will be able to manage spoilers for that. Lastly, we do not police spoilers for other franchises. We will not remove spoilers for other games, TV shows, etc.\nAre mods making money from the subreddit or referral codes?\nNope, never. It is against Reddit policies for moderators to be compensated for moderating. We have never accepted any gifts, payment, or even so much as accepted a free game code. Please see this post for information about how we are using 100% of the profits from our Bioware Gear Store referral codes to fund giveaways and events for the subreddit.\nWhy is [insert topic] banned/not allowed?\nwhy memes are not allowed\nregarding certain uses of the word \"rape\"\nThe Expanse show is only banned in posts because it is simply posted about too much. To this day, we still get frequent posts about it even after the ban. This sub was becoming r/theexpanse instead of r/masseffect, so we banned the topic in order to keep this subreddit relevant. Rule 2 states that all posts must be primarily related to ME and the posts about The Expanse were not. Ultimately, discussing the merits of another show frequently in this sub was too derailing and the discussions were rarely about making actual parallels between ME and the show. Many of us on the mod team love The Expanse and encourage fans to visit r/theexpanse.\nthe other banned topics are banned because they inevitably result in comment sections devolving into bigotry and/or incivility."},{"header":"Credits","description":"Custom Snoos created by u/Throwaway_4_opinions\nBanner by u/raiskream"}]}