{"time_collected":"2023-03-07 08:07:12.580662-05:00","top_headers":[{"heading":"Reminder about discussions of politics and gun control","time_posted":"1 month ago"},{"heading":"What to do if you suspect a person is planning a mass shooting","time_posted":"18 days ago"},{"heading":"Uncensored clip of SR at a gun shop in Uvalde, where he bought the guns used during the shooting. There is over 28 minutes of footage of him in the store","time_posted":"11 hours ago"},{"heading":"Dylann Roof’s opinion on Veterans","time_posted":"9 hours ago"},{"heading":"Shirt found in Dylann Roof’s car","time_posted":"14 hours ago"}],"rules":["No Glorification, including profile pictures/usernames referencing a masskiller/murders","Do not share or ask for links to any livestreams / footage uploaded by the perpetrator / manifestos","Posts must reference a mass / attempted masskiller or murder and must have descriptive titles.","Do not refer to victims as a 'high score' etc","No low effort posts / comments & insults.","No Misinformation / Disinformation / Political / Conspiracy or Animal abuse posts","No Personally Identifiable Information / Doxxing","No discussion of illegal sourcing of weapons (bombs, guns, etc.)","No Inappropriate humor/ Spam / Memes","No Racism / Bigotry / Homophobia / Transphobia / Discrimination etc","You must be Civil, Mature and Responsible when using this sub.","You must be 18 years of age or older. We do not allow minors to participate on this sub.","Race riots / group war crimes / state-sanctioned massacres, and gang violence don't count","Photo Submissions"],"subreddits":{},"about":{"header":"About Community","description":"A subreddit centered on the phenomenon of mass murder and the perpetrators who commit them, their motivations, crimes and the psychology of these individuals. This subreddit is not meant to glorify mass killers, but rather to discuss and attempt to understand their behavior. A mass killer is defined as one person who kills 3 or more individuals arbitrarily in a contained population at a single point in time. This includes mass shooters, bombers, terrorists, and family annihilators.","created":"Created Mar 24, 2018","stats":["133k Members","249 Online"]},"other_information":[]}