{"time_collected":"2023-03-08 12:52:40.381147-05:00","top_headers":[{"heading":"Hello Polygon Fam! As a part of our rebranding, We will be moving all our announcements, Contests, AMAs, etc., to our new subreddit- 0xPolygon.","time_posted":"2 years ago"},{"heading":"Sub has moved to r/0xPolygon : Info/Link in Comments","time_posted":"1 year ago"},{"heading":"Looking for a few good Polygon Founders! Base Camp Web3 Accelerator is taking applications--> https://ov.click/polygonapply","time_posted":"1 year ago"},{"heading":"https://polygontimes.com/polycon2021-day-three-recap/","time_posted":"1 year ago"},{"heading":"@DeversiFi launches instant deposit & withdrawal bridge with Polygon for stablecoins! With #Polygon's full-stack Ethereum scaling solution, users will be able to quickly bridge assets like USDC, DAI, USDT, & more in the future. Learn more: https://","time_posted":"2 years ago"},{"heading":"📢 Polygon AMA thread with Alexis Office, Product owner of Santa Fe & Cifipowa. Submit your questions below!","time_posted":"2 years ago"}],"rules":["Be kind, respectable and polite to people. Personal attacks will not be tolerated.","Do not spread FUD (Fear Uncertainty and Doubt) for any reason.","Do not spam or shill unrelated projects or referral links","No low effort posts, Simple questions and general talk should go in the daily or weekly threads.","No speculation on exchange listings.","Please try and keep posts pertaining to market discussion/trading to a minimum.","Please report anything in violation of the rules to the moderators"],"subreddits":{},"about":{"header":"About Community","description":"As a part of our rebranding, We will be moving all our announcements, Contests, AMAs, and more., to our new subreddit- r/0xPolygon Polygon - Ethereum's Internet of blockchains, aims to transform Ethereum into a multi-chain ecosystem with secured Layer 2 chains and standalone chains","created":"Created Jul 30, 2018","stats":["59.3k Matic Fanatics","9 Online","Top 5% Ranked by Size"]},"other_information":[]}