{"time_collected":"2023-03-08 17:03:29.594192-05:00","top_headers":[{"heading":"Mayans M.C. - 4x10 \"When the Breakdown Hit at Midnight\" - Post-Episode Discussion","time_posted":"9 months ago"},{"heading":"[NO SPOILER] Is this place from this show? Stumbled across it while riding home.","time_posted":"20 hours ago"},{"heading":"[NO SPOILER] Question: with Mayans MC officially ending at Season 5, let me ask this out of pure curiosity. Since fans have long suggested that Sons Of Anarchy and its spinoff are in the same universe as other famous TV shows, what's a shared universe you can see with SOA and Mayans.","time_posted":"14 hours ago"},{"heading":"Mayans MC Finale [NO SPOILERS]","time_posted":"2 months ago"},{"heading":"[Spoiler] S02EP10 song","time_posted":"2 months ago"},{"heading":"[no spoiler] anyone else see the knife on EZ back? I thought was a ka-bar but couldn’t really tell if was full size or short","time_posted":"2 months ago"},{"heading":"Song in S4E2 [NO SPOILER]","time_posted":"2 months ago"},{"heading":"EZ S4 E10 [Spoilers]","time_posted":"2 months ago"},{"heading":"[SPOILER] what was the point of Steve’s character?","time_posted":"2 months ago"},{"heading":"S3e10 Gabi and Felipe [SPOILERS]","time_posted":"2 months ago"}],"rules":["R1-NO SPOILERS IN TITLE TEXT","R2-POST TITLES MUST BE ACCURATE/NO CLICKBAIT","R3-NO REPOSTS","R4-OFF TOPIC/UNRELATED MEME","R5-NO STREAMING/DOWNLOAD LINKS OR REQUESTS","R6-ABUSIVE/DEROGATORY/RUDE LANGUAGE","R7-NO FREEBOOTING OR YOUTUBE CHANNEL SPAM"],"subreddits":{},"about":{"header":"About Community","description":"A subreddit dedicated to the FX television series and Sons of Anarchy spin-off, Mayans M.C.","created":"Created May 12, 2016","stats":["13.1k Patched Members","20 Prospects"]},"other_information":[{"header":"Sidebar","description":"About The Show\n\"Mayans M.C\". is the next chapter in the \"Sons of Anarchy\" saga. Set in a post-Jax Teller world, Ezekiel \"EZ Reyes\" is fresh out of prison and a prospect in the Mayans M.C. charter on the California/Mexico border. EZ, the gifted son of a proud Latino family and former golden boy, sees his quest for the American dream snuffed out by border violence. Faced with carving out a new identity for himself in his small town, EZ's need for vengeance drives him toward a life he never intended and can never escape.\nSubreddit Rules\nFull rules list here Rules may be updated at any time, so we suggest you check back regularly.\nPlease flair posts containing spoilers! Spoilers ARE allowed in episode discussion threads. Be warned! Keep spoilers out of thread titles\nIf you want to add a spoiler to one of your comments, simply wrap it in exclamation marks and arrows >!!<. E.g: >!Spoilers go here!<\nThis is the result: Spoilers go here\nNew Thread Submissions\nDuring show time of new episodes no new threads will be allowed until 01:00 AM. Use the post episode discussion thread during this time.\nHow to watch Mayans MC Legally\nThe US and Canada on FX/FX+\nSpain, Sweden, Norway, Denmark on HBO.\nSouth America on Fox Premium.\nFrance on Canal+.\nAustralia on Showcase\nNew Zealand streaming on Neon\nEpisodes are also available for purchase on iTunes, Hulu, and Amazon; regional restrictions will vary availability.\nDiscussion of 'less than legal' ways to watch is not permitted here.\nMayans MC Discord\nChat about the show as it airs live in real-time with other Mayans MC fans! Join our official Discord here\nOther Sutter Subreddits\nSons of Anarchy\nThe Bastard Executioner\nThe First 9\nContact Us\nAll inquiries are handled by BizarroRick"}]}