{"time_collected":"2023-03-08 12:16:53.065584-05:00","top_headers":[{"heading":"Introduction & Guide to Writing a TypeMe Post","time_posted":"5 years ago"},{"heading":"so.. what type am i based on my desktop?","time_posted":"4 hours ago"},{"heading":"Type me based on these selfies + text convos!","time_posted":"7 minutes ago"},{"heading":"type me based on this thought","time_posted":"35 minutes ago"},{"heading":"idk what my type is to be honest, so I'm gonna put this here and wait","time_posted":"3 hours ago"}],"rules":["Respect","Content Required","No Main Threads About MBTI Theory","No Type-Related Prejudice","Fun Friday","No NSFW"],"subreddits":{"Related Communities":{"r/mbti":"453,974 members","r/Handwriting_Analysis":"3,975 members","r/entp":"70,243 members","r/infp":"190,772 members","r/guessmyage":"53,058 members","r/AskAstrologers":"120,443 members","r/Enneagram":"102,817 members","r/aquarius":"16,213 members","r/ENFP":"92,643 members","r/infj":"146,920 members"}},"about":{"header":"About Community","description":"Do you know your Myers-Briggs type? Create a video, audio, or text post describing yourself, and the MBTI typing community will help you find it!","created":"Created Jul 20, 2018","stats":["24.5k Members","53 Online"]},"other_information":[{"header":"Guide to Writing a TypeMe Post","description":"You can click here for these guidelines to open in another tab.\nNote: these are not rules, but will be helpful in getting insightful responses. See the module titled \"MbtiTypeMe Rules\" for this sub's rules.\nMinimum-length: Any written posts less than 1/2 page are not enough to be properly typed. No specified suggestion for video typings.\nElaborating on your answers is important. Try to answer questions with at least a paragraph. Proper typing is based off of your thought processes rather than behaviors. If you're not elaborating, Typers can't tell much.\nIf you're going to post your results from a cognitive function test, try to also add a description of yourself or answer some questions to give typers some context.\nAlthough you don't need to use these questions when making a type-me post, they're here for anyone who needs a bit of a guide. No need to answer all of these questions either:\nHow old are you? What's your gender? Give us a general description of yourself.\nIs there a medical diagnosis that impact your mental/comportamental stability somehow?\nDescribe your upbringing. Did it have any kind of religious or structured influence? How did you respond to it?\nWhat do you do as a job or as a career (if you have one)? Do you like it? Why or why not?\nIf you had to spend an entire weekend by yourself, how would you feel? Would you feel lonely or refreshed?\nWhat is your relation with movement and your surroundings? For instance do you prefer a sport or outdoors event? If an outdoors event what is it? And why? If not what type of activities do you tend to engage i?\nHow curious are you? Do you have more ideas then you can execute? What are your curiosities about? What are your ideas about - is it environmental or conceptual, and can you please elaborate?\nWould you enjoy taking on a leadership position? Do you think you would be good at it? What would your leadership style be?\nAre you coordinated? Why do you feel as if you are or are not? Do you enjoy working with your hands in some form? Describe your activity?\nAre you artistic? If yes, describe your art? If you are not particular artistic but can appreciate art please likewise describe what forums of art you enjoy. Please explain your answer.\nWhat's your opinion about the past, present, and future? How do you deal with them?\nHow do you act when others request your help to do something (anything)? If you would decide to help them, why would you do so?\nDo you need logical consistency in your life?\nHow important is efficiency and productivity to you?\nDo you control others, even if indirectly? How and why do you do that?\nWhat are your hobbies? Why do you like them?\nWhat is your learning style? What kind of learning environments do you struggle with most? Why do you like/struggle with these learning styles? Do you prefer classes involving memorization, logic, creativity, or your physical senses?\nHow good are you at strategizing? Do you easily break up projects into manageable tasks? Or do you have a tendency to wing projects and improvise as you go?\nWhat's important to you and why?\nWhat are your aspirations?\nWhat are your fears? What makes you uncomfortable? What do you hate? Why?\nWhat do the \"highs\" in your life look like?\nWhat do the \"lows\" in your life look like?\nHow attached are you to reality? Do you daydream often, or do you pay attention to what's around you? If you do daydream, are you aware of your surroundings while you do so?\nImagine you are alone in a blank, empty room. There is nothing for you to do and no one to talk to. What do you think about?\nHow long do you take to make an important decision? And do you change your mind once you've made it?\nHow long do you take to process your emotions? How important are emotions in your life?\nDo you ever catch yourself agreeing with others just to appease them and keep the conversation going? How often? Why?\nDo you break rules often? Do you think authority should be challenged, or that they know better? If you do break rules, why would you?\nWhat is the ideal life, in your opinion?"}]}