{"time_collected":"2023-03-07 06:19:16.133276-05:00","top_headers":[{"heading":"r/mcgill Index","time_posted":"3 months ago"},{"heading":"Course Selection Questions","time_posted":"3 months ago"},{"heading":"McGill's Cybersecurity certificate. any thoughts?","time_posted":"11 hours ago"},{"heading":"If you're having trouble with food costs, apply to receive a food basket from Engineers Without Borders!","time_posted":"9 hours ago"},{"heading":"best McGill courses to help with LSAT prep?","time_posted":"13 hours ago"},{"heading":"Tax question with Revenue Quebec","time_posted":"2 days ago"},{"heading":"Is roomsurf legit?","time_posted":"2 days ago"},{"heading":"Where to buy nice (and affordable) business casual clothing?","time_posted":"3 days ago"},{"heading":"Defering a year","time_posted":"2 days ago"},{"heading":"Simultaneous summer courses + exams","time_posted":"3 days ago"}],"rules":["Be respectful","Be relevant","Make an effort","Use the megathreads","Get permission to solicit","Verify official accounts","No political sockpuppetry","Making accusations","Usage du français","No doxxing, copyright infringement, or illegal substances","Debate Responsibly"],"subreddits":{"Related Subreddits":{"r/montreal":"259,968 members","r/EngineeringStudents":"724,457 members","r/GetStudying":"1,208,440 members","r/GradSchool":"371,960 members","r/PersonalFinanceCanada":"1,135,738 members","r/internships":"46,709 members","r/getdisciplined":"1,325,666 members","r/CollegeRant":"42,452 members","r/resumes":"850,535 members","r/EatCheapAndHealthy":"5,486,454 members"}},"about":{"header":"About Community","description":"This is the one and only McGill University subreddit. If you're here to discuss or post anything related to McGill, you've come to the right place!","created":"Created Feb 6, 2010","stats":["50.9k McGillians","90 Browsing Reddit"]},"other_information":[{"header":"Information","description":"FAQ: Admissions, classes, housing, haircuts, and food, check here first. Mods will delete redundant threads.\nService Point is unquestionably better equipped to answer your questions about admissions, deferrals, and other administrative matters than r/mcgill is.\nContribute to crowd-sourced grade statistics!\nSafety Resources\n911 for all emergencies (also dial 514-398-3000 on downtown campus or 514.398.7777 at Mac campus for Security Services so 1st-responders can reach your location)\nSSMU Walksafe 514-398-2498 will walk you home from anywhere on the island of MTL 21:00-00:00 Sun-Thurs & 21:00-03:00 Fri-Sat\nSSMU Drivesafe 514-398-8040 will drive you home for free Thurs-Sat 23:00-03:00. They're a service to help you get home safely, not a taxi service.\nMental Health Resources\nFor a more comprehensive list, see https://ssmumentalhealth.carrd.co/ & https://ssmu.ca/resources/mental-health/\nCall 911 for all emergencies (also dial 514-398-3000 on downtown campus or 514-398-7777 at Mac campus for Security Services so first-responders can reach your location)\nkeep.meSAFE - free, confidential, 24/7 professional counselling service available to all McGill students, regardless of location. Download the MySSP app and chat or call for same-day support and/or appointment-based support.\nNightline (514) 398 6246 - A referral service available over the phone every evening from 18h - 3h. Nightline also has an online Chatline available 18:00 - 03:00.\nPeer Support Centre - McGill students trained as peer supporters, available over Zoom for active listening, 11am-5pm on weekdays.\nMcGill Counselling (514) 398 3601 (downtown), (514) 398 7992 (Mac campus) - offers crisis drop-in, workshops, and intake if you need any other assistance (ex referrals, regular sessions, letters of support, etc)\nStudent Wellness Hub - schedule an appointment with an access advisor, Local Wellness Advisor, doctor, nurse, counsellor, or psychiatrist. Appointments are only available to those currently residing in Quebec, but there are weekly workshops accessible to all.\nMcGill Psychiatric Services (514-398-6019) has safety appointments Monday to Friday 11:00 - 13:00 offered on a first-come, first served basis.\nEDRSC - resources, advocacy, and peer support groups for McGill students facing eating disorders and/or disordered eating.\nSACOMSS (514) 398 8500 - offers a variety of support services for those who have experienced sexual assault, including drop-in (please refer to the site for specific date and time details) and phone counselling (hours vary, if no one answers please try again later, they will do their best to answer every call)\nOSVRSE is the McGill Office for Sexual Violence Response, Support and Education. They have a response advisor reachable at 514.398.4486 and have drop-in hours Tuesdays 13:00-16:00 and Fridays 10:00-13:00. 550 Sherbrooke O. Suite 585.\nCrisis Text Line - free, confidential, and available 24/7 to anyone in Canada, simply text HOME to 686868 to speak to a trained Crisis Responder.\nIf you're enrolled in SSMU Insurance (studentcare.ca), you can get 80% of the cost of appointments covered, for a maximum of $1000 per year. Also look into sliding-scale payment options, and discounted psychology clinics through the studentcare network.\nConfused about getting support, or frustrated with the system, or have other mental health questions? Please just shoot SSMU an email at mentalhealth@ssmu.ca.\nLegal Resources\nEducaloi: easy-to-understand legal information in many different areas of law.\nLegal Information Clinic at McGill: a SSMU Service that's covered by fees you already pay\nProject Genesis\nResources for Campus Groups and Clubs\nSeeds of Change: McGill's crowdfunding website for student-driven grassroots initiatives on campus\nUseful Threads\nGertrude's Theorem\nMcGill Life Hacks Thread!\nCampus Media\nCKUT (radio)\nTVM (video)\nThe McGill Tribune (print)\nThe McGill Daily (print)\nThe Bull & Bear (print - MUS)\nLe Délit (print - en français!)\nMcGill Media Relations Office (official McGill press releases)\nMcGill Business Review\nLife At McGill\nGuide to Living and Renting in Montreal"}]}