{"time_collected":"2023-03-06 18:53:33.810568-05:00","top_headers":[{"heading":"February Confirmed Trade Thread","time_posted":"1 month ago"},{"heading":"OFFICIAL [PRICE CHECK] THREAD - MONTH OF MARCH","time_posted":"6 days ago"},{"heading":"[US-NJ][H] Chimera65, idb60 [W] Paypal","time_posted":"15 minutes ago"},{"heading":"[US-NY] [H] Red J-01, CRP R4 Orange Cyrillic, All-In, RGB Mods [W] Paypal, Local Cash, Trades","time_posted":"6 hours ago"},{"heading":"[GB] Kitsune Deskmats GB + Giveaway","time_posted":"3 hours ago"},{"heading":"[US-IL] [H] PayPal [W] Glacier80 PCB","time_posted":"1 hour ago"},{"heading":"[US-AZ] [H] Kage tkl (silver wkl), CRP R5 kit, Rama artisans, Topre OEM housings [W] Paypal, trades","time_posted":"5 hours ago"},{"heading":"[US-CA] [H] GMK Sumi base and novelties sealed BNIB [W] PayPal or Cash","time_posted":"1 hour ago"}],"rules":["All personal posts require that a valid timestamp is included.","As an user on mechmarket you are allowed to submit one post of each category every 48 hours.","All personal posts require a location, what you have to offer, and what you're looking for.","Linking to your item on any other market or outlet is forbidden","Selling/Offering for trade items that are in transit to you is not allowed.","Unrelated items may be used to trade for mechanical keyboard related items, but NOT sold.","Personal posts require an asking price if an item is being sold & must use Secured Payment methods.","Gift Cards, Site Credit, and digital goods such as game DLC or addons are not allowed as payment.","Non-personal post rules","Being rude or harassing another member of the community is prohibited.","Missing sold price","#scammer","Commercial Counterfeits / IP Violation","Promotional Giveaways Must Not Collect Emails, and Must Use Raffle Forms"],"subreddits":{"Related Communities":{"r/MouseMarket":"33,231 members","r/hardwareswap":"364,436 members","r/CanadianHardwareSwap":"23,454 members","r/AVexchange":"52,198 members","r/mkindia":"11,150 members","r/coffeeswap":"15,247 members","r/HardwareSwapUK":"19,107 members","r/appleswap":"60,546 members","r/Legomarket":"39,715 members","r/GameSale":"106,294 members"}},"about":{"header":"About Community","description":"A place for selling, buying, and trading anything related to keyboards.","created":"Created Nov 3, 2012","stats":["280k Members","1.2k Online"]},"other_information":[{"header":"Locations","description":"[United States] [Canada] [Australia] [European Union] [United Kingdom]"},{"header":"Information","description":"If you have been scammed please PM the moderators so we can take appropriate action and report the user to BAD KARMA so people will know. DO NOT make a [META] post before messaging the moderators.\nDo not message moderators individually with issues regarding the subreddit. We do not guarantee response if you message this way, if you really need something attended to, send us a modmail through the following link: Modmail or through the \"message the moderators button\" or envelope icon down below. They both do the same.\nThere is no /r/Mechmarket Discord, Slack or otherwise. Transactions made outside of www.reddit.com/r/mechmarket/ may not offer you the same protections and will be at your own risk.\nAny violation of the rules will result in your post being immediately removed. No exceptions. Repeated violations will result in a ban(temporary or permanent, at the discretion of the moderators."}]}