{"time_collected":"2023-03-07 15:28:21.262717-05:00","top_headers":[{"heading":"Hey Guys, MEDizzy has now amazing learning section. Over 21 000 Multiple Choice Questions and Flashcards from 13 medical subjects. Get MEDizzy. Links in comment.","time_posted":"4 years ago"},{"heading":"3 Parasitical twins in the skull of a 2 month old","time_posted":"9 hours ago"},{"heading":"This case shows a man’s finger after being bitten by a rattlesnake!","time_posted":"9 hours ago"},{"heading":"Test your medical knowledge - Immunology","time_posted":"7 hours ago"},{"heading":"Personal battle with chronic lower back pain leads to discovery of groundbreaking treatments: exercise, injections, and cream - works in minutes and lasts for hours!","time_posted":"5 hours ago"},{"heading":"2 1/2 days after my tendon release surgery on my thumb. Looks like that white part should be on the inside!","time_posted":"2 days ago"},{"heading":"Are you at risk of being diagnosed with silent breast cancer? Find out why imaging tests are important to identify it.","time_posted":"1 day ago"}],"rules":["Be nice and use rediquette when posting","Trolling, racial or sexual slurs will not be tolerated","No personal or identifying info.","Submissions and comments.","Animals","No recent reposts","Educational content advertising is not disallowed but it requires the Moderator's approval","Do not ask for or provide medical or legal advice","Moderators can remove any post or comment if they decide it is inappropriate","All users must have user flair","Self-harm posts are forbidden and will be removed.","Mark posts NSFW if needed. All gore posts without NSFW marking will be removed."],"subreddits":{"MEDizzy Friends & Related Subs":{"r/dentizzy":"1,958 members","r/MedExams":"1,062 members"}},"about":{"header":"About Community","description":"This is subreddit created for medical professionals who want to discuss amazing medical cases, watch useful medical videos and share inspiring pictures. All about Medicine!!!","created":"Created Jan 8, 2018","stats":["355k Members","550 Online"]},"other_information":[]}