{"time_collected":"2023-03-07 05:06:07.562536-05:00","top_headers":[{"heading":"Important Notice - PLEASE READ","time_posted":"11 months ago"},{"heading":"RULE REMINDER.","time_posted":"5 days ago"},{"heading":"Do people with Polycoria (2 pupils in one eye) see double with that eye?","time_posted":"8 hours ago"},{"heading":"Am I bowlegged? More info in comments","time_posted":"6 hours ago"},{"heading":"Hypothetically, what would happen?","time_posted":"16 minutes ago"},{"heading":"Progestogen hypersensitivity? Info in comments","time_posted":"19 minutes ago"},{"heading":"28M, USA, Have had many poor experiences with hospitals, staff, billing, etc and wondering if this is normal or acceptable","time_posted":"5 hours ago"}],"rules":["Understand the legal disclaimer","r/medical Purpose","Community Safety","Self Harm/Cut Injuries Related (read before posting)","Minors cannot post genitals under any circumstance & your age must be included in the TITLE of post","Read the WIKI","Do Not Condescend Users For Their Questions","Reddiquette","Wounds & Body Fluids Need NSFW","No fundraising or advertising","No direct messages to other users without prior consent.","Substance identification","Repost frequency","No survey or poll requests."],"subreddits":{"medical related subs":{"r/AskDocs":"465,780 members","r/medicine":"437,319 members","r/medical_advice":"74,015 members","r/surgery":"36,395 members","r/ems":"143,902 members","r/Diverticulitis":"7,112 members","r/Sicklecell":"1,456 members","r/cancer":"51,236 members","r/PCOS":"123,158 members","r/InjuriesAndWounds":"2,708 members"}},"about":{"header":"About Community","description":"This Subreddit is for people with specific but often awkward questions about their body and how it works. Intended to be like AskReddit, but for Medical questions only. LEGAL DISCLAIMER: This subreddit is not intended to be a substitute for medical attention. Many of our members are not physicians and are merely offering opinions. Please seek medical advice when necessary, this is not a medical clinic, merely a discussion forum for questions about the human body. If in doubt, see a doctor.","created":"Created Jun 30, 2009","stats":["107k Medically Curious","397 Asking & Tuning in","Top 1% Ranked by Size"]},"other_information":[{"header":"MINORS POSTING","description":"DO NOT post/share links if you are a minor!! That includes showing any of your private parts (penis, vagina, anus, breasts)\nThis is illegal, and considered child pornography. It's not safe for the OP in question because they're creeps who will want to message you. (Message the mods immediately if there is a predator lurking around so we can ban them) With that being said if you ARE a minor going through something know they're alternatives better then posting on a public forum like Reddit with a bunch of creeps lurking. Instead you can:\nResearch to the best of your abilities to figure out what is going on that you're dealing with. And don't get it twisted, you can ask what is wrong with you on the sub, just WITHOUT showing your genitals. (that goes for any sub)\nIf your uncomfortable/not safe with sharing what you're going through with an adult, try to write down what you're going through, while gathering information to show them \"hey i'm dealing with this, and i think this is why etc etc\"\nIf you feel like your problems are serious, no matter the nature, ALWAYS remember to contact 911/a hospital\nPlease don't post your genitals if you're a minor, and report a predator to the mods if there is one lurking."},{"header":"seeking help","description":"We want this sub to be an encouraging place for people to use. Please seek help immediately if you are having any type of trouble with your well being.\nSee below for related subs that may be able to help you, & stay safe <3\nr/ADHD\nr/advice\nr/Anxiety\nr/BlackMentalHealth\nr/CPTSD\nr/depression\nr/help\nr/legaladvice\nr/LGBT r/LGBTeens\nr/MenGetRapedToo\nr/mentalhealth\nr/molested\nr/OCD\nr/pregnant\nr/ptsd\n/r/relationship_advice\nr/rape\nr/selfharm\nr/sexualassault\nr/SuicideWatch"}]}