{"time_collected":"2023-03-07 02:37:43.931604-05:00","top_headers":[{"heading":"Questions & Recommendations - March 07, 2023","time_posted":"8 hours ago"},{"heading":"Cathedral of Shadows - Weekly Discussion - March 06, 2023","time_posted":"1 day ago"},{"heading":"Aigis (hagure keg)","time_posted":"20 hours ago"},{"heading":"Does anyone have a high quality scan of the SMT IV Album Cover?","time_posted":"13 hours ago"}],"rules":["Off topic","Unmarked spoiler","Illegal download link","Low-effort"],"subreddits":{"Related Subs":{"r/atlus":"12,726 members","r/personajerk":"2,652 members","r/demifiendnocturne":"1,201 members","r/memegamitensei":"3,051 members"}},"about":{"header":"About Community","description":"This is a community for all MegaTen and subseries related news. Games from the main series Shin Megami Tensei, Persona, Devil Summoner, Devil Survivor, etc. are all discussed here. General Atlus discussion is usually allowed as well.","created":"Created Jun 1, 2011","stats":["112k demons","334 are a bit different"]},"other_information":[{"header":"Disclaimer","description":"⚠️ We recommend browsing this sub using the original reddit site.\nhttps://old.reddit.com/r/MegaTen\nWhile our support for the redesign is growing, most of the r/MegaTen theme is still unsupported.\nYou can also disable the redesign completely by going to your preferences and clicking \"Opt out of redesign\"\nhttp://old.reddit.com/prefs"},{"header":"General Info","description":"Official Reps\nRepresentatives of ATLUS, Ghostlight, and NISA that have provided proof of their employment are signified by their company's logo next to their posts. If you're eligible, please message the moderators.\nSpoilers in Submissions: Use Link Flair\nOnce submitted, click \"flair\" under the submission and select the relevant game. Try to avoid spoiling anything with the submission title itself, since that isn't hidden on the front page and some other places.\nSpoilers in Comments: Use Markup\nAll spoilers in comments and the text of self-posts (outside of submissions marked with spoiler flair) must be hidden with comment spoilers like this:\n[spoiler](#s \"Hidden text example.\")\nThe text of the spoiler will remain hidden until hovered over, clicked, or tapped, like this:\n[spoiler][S]\nThe text can be changed to specify the context, as in, what game, part, or thing the hidden text will spoil. For example\n[SMT IV](#s \"Hidden text example.\")\n[SMT IV][S]"}]}