{"time_collected":"2023-03-07 05:45:24.419227-05:00","top_headers":[{"heading":"Internalized self-loathing, and why guilt doesn't help the cause","time_posted":"1 month ago"},{"heading":"Tuesday Check In: How's Everybody's Mental Health?","time_posted":"5 hours ago"},{"heading":"F.D Signifier - What REALLY makes a man DESIRABLE?","time_posted":"12 hours ago"},{"heading":"On Charitable Reading: so you want to consume content created by women!","time_posted":"17 hours ago"},{"heading":"Toxic Masculinity: A Review of Current Domestic Violence Practices & Their Outcomes by Evie Harshbarger - VISIBLE Magazine","time_posted":"3 hours ago"},{"heading":"Bachelors twice as likely to die of heart failure than married men","time_posted":"2 days ago"},{"heading":"PragerU & Fatherhood","time_posted":"2 days ago"}],"rules":["Rule Zero","Be civil","Be the men’s issues conversation you want to see in the world.","Attack ideas, not individuals.","Slurs and hatespeech are prohibited","Negative stereotyping and insensitivity towards protected groups will not be tolerated.","Do not call other submitters' personal stories into question.","Do not participate if you have been linked to this discussion from elsewhere.","Complaints about moderation must be served through modmail.","Links to elsewhere on reddit must promote constructive discussion of men’s issues.","This is a pro-feminist community.","Any individuals who don't primarily identify as men are welcome to participate here.","Topic-Specific Rules","Banned Topics"],"subreddits":{"Subs of Interest (Soc Issues)":{"r/SocJus":"574 members","r/socialjustice101":"15,693 members","r/ftm":"184,978 members","r/menslibIndia":"4,243 members"},"Subs of Interest (Support)":{"r/SuicideWatch":"409,194 members","r/rape":"50,455 members","r/rapecounseling":"26,007 members","r/MenGetRapedToo":"7,440 members","r/exredpill":"19,571 members","r/TheMensCooperative":"601 members"},"Subs of Interest (Fun)":{"r/MensGlib":"337 members","r/TrollYChromosome":"2,385,830 members","r/bropill":"95,280 members"}},"about":{"header":"About Community","description":"The men's issues discussion has been sorely held back by counterproductive tribalism. We're building a new dialogue on the real issues facing men through positivity, inclusiveness, and solutions-building.","created":"Created Jun 8, 2015","stats":["224k Members","217 Online"]},"other_information":[{"header":"Welcome to /r/MensLib","description":"Welcome! /r/MensLib is a community to explore and address men's issues in a positive and solutions-focused way. Through discussing the male gender role, providing mutual support, raising awareness on men's issues, and promoting efforts that address them, we hope to create active progress on issues men face, and to build a healthier, kinder, and more inclusive masculinity. We recognize that men's issues often intersect with race, sexual orientation and identity, disability, socioeconomic status, and other axes of identity, and encourage open discussion of these considerations. We consider ourselves a pro-feminist community.What does this mean?"},{"header":"Our Mission","description":"The /r/MensLib mission is threefold:\nTo examine and address issues men face, individually and in society, through discussion, information-sharing, recruitment, and advocacy.\nTo model a healthy and effective men's issues movement, grounded in academic intersectional gender studies, that focuses on solutions, positivity, inclusivity, and mutual support.\nTo explore and revisit traditional models of masculinity, in order to promote the development of men as better and healthier individuals, participants in their relationships, and leaders in their communities."},{"header":"Posting Rules","description":"See our wiki for a more in-depth explanation of our rules.\n/r/MensLib is a space for constructive discussion of men's issues. Moderators reserve complete discretion to maintain a positive atmosphere, including removing comments and submissions, and banning offenders.\nGeneral Rules\nWhen making a link post, please post a top-level comment that promotes discussion\nImage links must be submitted within self posts, which should include a discussion prompt about how it relates to men’s issues.\nDo not editorialize headlines.\nNo \"outrage porn\"-type articles.\nSelf-promoting or fundraising posts should be submitted through modmail for approval.\nPosts asking for personal advice or relating personal anecdotes should be submitted as comments to either Free Talk Friday or Check-In Tuesday"},{"header":"Links","description":"Resources for Men Guide\nThe MensLib Glossary of Common Terms\n/r/MensLibRary: The /r/MensLib Reading Group\nFollow us on Twitter @MensLibReddit\nHow does feminism help men? Check out this list of feminist resources tackling men's issues\nWhat is Toxic Masculinity?\nFalse Rape Accusations and Why We Shouldn't Fear a False Rape Epidemic\nWhite Privilege: what it is and what it isn't\nWhy does custody favor women?\nList of suicide hotlines"}]}