{"time_collected":"2023-03-07 00:32:11.176711-05:00","top_headers":[{"heading":"A list about feminism misandry for anyone who thinks that feminism fights for men’s rights, for anyone who thinks that feminism was only a sexist movement starting from the third wave and for anyone who accuse the MRM of being a sexist movement, while still defending feminism.","time_posted":"4 years ago"},{"heading":"Title IX Recap: What Happened in February 2023?","time_posted":"3 days ago"},{"heading":"I'm being accused by 2 of my ex-girlfriends and my friends are leaving me","time_posted":"10 hours ago"},{"heading":"From short king spring to ‘short men are psychopaths’. When will the obsession with men’s height end? | Simon Usborne","time_posted":"16 hours ago"},{"heading":"Men don't \"use women\" for sex or only care about sex when dating. Why do people always act like men aren't looking for relationships and just look for sex?","time_posted":"9 hours ago"},{"heading":"Counseling center in Kentucky tells short men that they're inferior and need therapy. (expanding on the \"Short Men are Psychopaths\" thread)","time_posted":"8 hours ago"},{"heading":"If women want to claim the word “pussy” and deem any use of it offensive, women should not be able to use the word “dick”","time_posted":"12 hours ago"},{"heading":"Men’s history month","time_posted":"1 day ago"},{"heading":"Wanna hear something funny?","time_posted":"1 day ago"},{"heading":"A man in Ecuador changed his gender so he could win custody of his kids from their abusive mom","time_posted":"1 day ago"}],"rules":["Must be related to men's rights","Posts must provide value to the sub. No fake news.","Meta discussions should be in r/MensRightsMeta","Cross linking has restrictions","All NSFW content to be labeled","No personal information","No reposts, spam, ads, fakes, subreddit bans","No harassment or extreme personal attacks","Advocating for illegal actions","Racism and other hate speech restrictions","Solicitations for donations must be through verified organisations","Gender reversal posts requirements","Researchers must contact the mods","Title must be descriptive","Miscellaneous"],"subreddits":{"Related Subreddits":{"r/mensrightslinks":"1,729 members","r/mramemes":"3,687 members","r/SupportForTheAccused":"7,048 members","r/LeftWingMaleAdvocates":"14,467 members","r/FeMRADebates":"16,759 members"}},"about":{"header":"About Community","description":"At the most basic level, men's rights are the legal rights that are granted to men. However, any issue that pertains to men's relationship to society is also a topic suitable for this subreddit. Men's rights are influenced by the way men are perceived by others. WARNING: Some other subs have bots that will ban you if you post or comment here.","created":"Created Mar 19, 2008","stats":["346k Members","542 Online"]},"other_information":[]}