{"time_collected":"2023-03-07 04:40:23.839229-05:00","top_headers":[{"heading":"Monthly Questions Thread","time_posted":"1 month ago"},{"heading":"Ciao Mercari community","time_posted":"8 hours ago"},{"heading":"Removed an authenticated item","time_posted":"14 hours ago"},{"heading":"Item perfect. Ultra-Fast, 2 day Shipping. Excellent Packaging. 4/5 Stars, lol.","time_posted":"12 hours ago"},{"heading":"Is there a way to cancel a accepted return? I'm the seller.","time_posted":"3 hours ago"}],"rules":["Censor all names and listing titles in screenshots.","No Promotions, Advertising shops or products, or referral links.","No disrespect, harassment, hate speech, brigading, or doxxing.","No Drama posts.","No Low-Effort Posts / Spam","Do not promote fraudulent activity.","Technical issues? Contact Mercari first.","1099/Tax Discussions","Multiple Violations Rule"],"subreddits":{"Related Communities":{"r/Depop":"73,276 members","r/Scams":"469,888 members","r/HotWheels":"101,184 members","r/squishmallow":"86,168 members","r/Webkinz":"12,303 members","r/legostarwars":"372,242 members","r/eBaySellerAdvice":"34,873 members","r/Golfwang":"62,495 members","r/offerup":"7,807 members","r/Youtooz":"213,183 members"}},"about":{"header":"About Community","description":"The first and only subreddit for Mercari, a fast growing marketplace for buying and selling online. 'In honor of imnotlegolas for starting this subreddit.'","created":"Created Jul 16, 2016","stats":["54.8k Members","114 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Posting Requirements","description":"In an effort to prevent spam, we have three simple requirements to post on r/Mercari.\nYou must have at least 1 karma (awarder/awardee karma does not count).\nYour account must be at least 1 day old.\nYou must abide by our subreddit rules.\nPlease contact the moderators if you have any questions regarding these requirements."},{"header":"Frequently Asked Questions","description":"Q: What happens if my buyer doesn't rate me?\nA: The buyer has 3 days after delivery of their package to issue you a rating. If they do not rate you within 3 days, Mercari will autorate the transaction and you'll get an automatic 5 stars and the funds released to you.\nQ: Buyer wants to cancel, what do I do?\nA: If you've already shipped the item, do not cancel the transaction unless you WANT to lose out on getting paid for your sale, and the item you sold. Canceling BEFORE you ship an item can typically save you from getting a bad rating from an unhappy buyer, but it's your choice. If you don't respond to a cancellation request, Mercari will decide for you.\nQ: HELP! Buyer wants a refund/return! What do I do?/Will I be scammed?\nA: It is very difficult to tell when a buyer OR seller has bad intentions. The best action to take is to protect yourself as well as you can. Make sure you photograph and describe items clearly and with great detail. Get a receipt that shows weight when you ship. Ship within the 3 days. And contest any damage caused or discrepancies with the item returned as soon as you are able.\nQ: Buyer/Seller has 0 reviews, are they a scammer?\nA: Everyone has to start somewhere. Often, Google search will bring up many listings from Mercari in its search results. Users may sign up just to purchase that one item, and let it autorate, never even thinking anything of it.\nGenerally, some signs to watch out for are: a few listings, all of the same items at unrealistically low prices/the exact same picture in multiple listings, a buyer or seller who asks too many questions or makes unreasonable demands, the ever-popular sob stories, and anything that really just doesn't sit right with you.\nDo your own due diligence. But remember, there are scam artists on every platform, it's all par for the course. If you do happen to fall victim to a scam, you can contact your local postmaster (For mail fraud)\nIC3.gov (Internet fraud crimes) or the FTC (Consumer.ftc.gov)\nQ: What about taxes/W9/Verifying my Identity?\nA: The reason Mercari has to verify your ID as a seller is that the law requires them to. If you plan to sell on any online platform, this will be requested of you.\nNo, this is not a new law, you're supposed to file taxes on ANY income you make, so on Mercari, that means profit. Profit = Price you paid for item you sold < Price you sold it for + Shipping and taxes paid by buyer + Mercari fees (And whatever other deductions you can claim)\nNone of us are tax professionals, so we recommend seeking out a professional to help you. The IRS does not play, and you want to avoid making mistakes.\nQ: My package isn't updating, what's going on?\nA: If your package's shipping info hasn't updated, it could be one of several things.\n1) If your tracking info says 'label created' but shows not yet received, it usually means that the seller has not physically shipped. There have been occasions where this is not the case, and it just took longer for Mercari's system to catch up. That's less common, however, than the seller not shipping, though it does happen.\n2) If your package was already moving through the network and stopped tracking, it is likely an issue with the courier in possession of your package. This could mean lost, delays, damage, postage due, or it got put on the wrong delivery truck... It's best to reach out to the shipping provider you're using and ask for their assistance.\n3) There are times when Mercari's tracking information doesn't quite manage to catch up to what the information on the courier's page says. When this happens, it's usually resolved by checking the tracking on the Mercari app, clicking through the tracking link until you get to the courier's tracking page on their website, and then backing out to Mercari, again. This typically forces the app to update, and you should get a notification shortly.\nQ: What sells the best/fastest/most/highest profit?\nA: Everyone will have a different buying and selling experience.\nEven two people selling the exact same products can have entirely different experiences with their sales. It all depends on the people who follow you, who sees your listings, how many items you have posted, your pricing and comparable item prices, and the quality of your photos/description/etc...\nPersonally, the advice I would offer is to only buy things that you either really enjoy, or are really worth the investment for a considerable profit with known and in demand markets. This way, if something doesn't sell, right away, you're not miserable for being stuck with it.\nPlus, the more you enjoy selling things you're interested in, the more you're able to learn about your specific niche. So experiment a little, find out what you enjoy selling the most, and focus on that...\nYou can sell anything you want that doesn't violate the TOS, and you can sell a complete hodge podge of anything and everything if you'd like - But you'll do best on the items that you most familiarize yourself with and the more you enjoy what you do, the less work it actually feels like.;)\nQ: My Account got BANNED for no reason? WHY?\nA: There are different reasons for an account to be permanently banned from Mercari. Some of them are common sense TOS violations, others are not so obvious. Let's take a look at the reasons, for a minute...\n-Having more than one Mercari account- This is not allowed because Mercari is a legal money processing entity, and if you were able to buy and sell from yourself, that is considered money laundering and a BIG no-no. You are allowed to have more than one person in your household with an account, buying and selling, as long as the names, SSN, phone number, and payment options are different for each person.\nOR, You harassed another user/posted prohibited items/ignored warnings/ engages in prohibited conduct/ Violated DMCA laws or regulations/ are dropshipping/scamming/selling counterfeit goods/taking sales off app - These are all expressly forbidden in the Mercari TOS and if you engage in this activity expecting not to face consequences, up to and including being banned, you absolutely have it coming to you.\nYou can try to appeal or plead with Mercari by reaching out to them at Contact@Mercari.com, but it's not guaranteed that they will be interested in helping you reinstate your account.\nThere are other reasons for bans, so feel free to reach out to others in the community to see if anyone has shared your experience, or has any advice. That's what we're here for!\nQ: My item arrived damaged, what do I do?\nA: If you're not happy with your purchase, contact Mercari right away, and DO NOT rate your order. If your purchase is eligible for return/refund, and meets the requirements set by Mercari, they will process and either accept or deny your request.\nIf you RATE THE SELLER but are not happy with or plan to return your order, you will not be able to. Once you rate, the funds are released to the seller and the transaction is complete. There are VERY few instances with an exception will be made.\nQ: I got a bad rating - Are my selling days over?\nA: Ratings are important, and can mean a lot to us, but they're not the be all/end all of your career (or hobby) as an online seller. This depends on a couple of different factors.... Like how many sales you have, and what % of those are bad reviews. Also, what the reviews, themselves, say.\nIf you have 200 sales and 50 3 stars or less ratings, that's going to look bad. If all of your negative reviews are complaining about the same things in their comments (Dirty item, long time to ship, unfriendly seller/buyer, not as described, etc...) that's also a huge red flag to potential buyers (And sellers!) But if you have 500 sales and 10 4 star reviews, 2 3 stars 2 2 stars and a 1 star - that pretty much comes with the territory. There are some people who will never rate 5 stars, just because. And we all make mistakes from time to time.\nThe important thing is to always do your best, provide the best customer service you can, and get your items out safely and quickly, as described, in good condition. And it won't kill you to be friendly. You get more flies with honey than with vinegar. Some people don't even care about ratings, at all... So it's not the defining point everyone will be focused on. As long as you always do your best to exceed expectations and hold yourself to a high standard, you have nothing to worry about.\nQ: My shipping label is incorrect! How do I fix it?\nA: If you've accidentally put in the wrong information for your item's shipping label and need to change it, there are a couple options, depending on the status of your item.\nIf it's already been purchased and the buyer has paid for shipping, you can either take the hit when Mercari dings you with shipping overage charges upon delivery (Hopefully your buyer doesn't have to pay the postage due, in which case their receipt shown to Mercari will get them a refund, and you will be charged the difference) or you can ask the buyer if they'll allow you to cancel and relist the item with the corrected shipping for them to repurchase. Sometimes, they'll cancel and NOT want to deal with buying the item, again. Sometimes they don't mind. It helps if you communicate politely and clearly to them, and it never hurts to offer a discount for the trouble, if you're comfortable with that.\nIf your item sold, but you've chosen to pay for shipping, you can edit the label in the app. If your item has not sold, yet, you're allowed to edit it at any time and input the proper dimensions and weight to adjust the shipping accordingly.\nQ: My item was never delivered/damaged? Can I get my money back?\nA: If your item was lost in transit, does not match the description, or gets damaged, contact Mercari and they will help you. It may/may not be covered by shipping protection.\nIf there are any other questions you'd like to see answered, message the mods!"}]}