{"time_collected":"2023-03-08 08:58:04.129991-05:00","top_headers":[{"heading":"Metallica: If Darkness Had a Son (Official Music Video)","time_posted":"7 days ago"},{"heading":"master of puppets, but cello","time_posted":"12 hours ago"},{"heading":"James Hetfield is starring in a new western film called ”The Thicket” filming right now in Canada","time_posted":"1 day ago"}],"rules":["No piracy or sharing of copyrighted material (Includes music leaks)","No hate speech","No Memes outside of Memetallica Monday","No Tierlists","No advertising","Discouraged: Discussions that have been had many times or don't actually encourage discussion","Discouraged: \"Look what I bought!\" threads (unless the merchandise is decidedly notable).","Discouraged: Screenshots and other low-effort-type posts. Including AI generated posts"],"subreddits":{"Related Communities":{"r/Opeth":"26,234 members","r/ironmaiden":"44,417 members","r/blacksabbath":"20,629 members","r/Megadeth":"38,500 members","r/mastodonband":"15,376 members","r/Deathcore":"105,932 members","r/doommetal":"98,445 members","r/numetal":"24,033 members","r/grunge":"70,096 members","r/phish":"92,291 members"}},"about":{"header":"About Community","description":"Official Metallica Subreddit. Read rules before posting.","created":"Created Apr 19, 2009","stats":["149k Members","296 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Sidebar","description":"Submission Policies\nUpdated 7/11/2020\nEncouraged posts:\nMemes. (Mondays only. Memes are not allowed outside of Monday.Meme Monday starts at 8 AM CEST and ends the next day at the same time)\nMature discussions that promote community input. (\"What do you think the meaning is behind Unforgiven?\").\nAwesome videos or music.\nRare or otherwise notable merchandise.\nNews about the band.\nSimilar posts about other bands that are directly related to Metallica (Your sweet cover of Hit the Lights, Mustaine talking about his Metallica days, etc.)\nDiscouraged:\nLook what I bought! threads (unless the merchandise is decidedly notable).\nDiscussions that have been had many times or don't actually encourage discussion (\"What's your favorite album?\", \"does anyone else like St. Anger?\")\nScreenshots of polls.\nNot allowed:\nTierlists.\nMemes. (Outside of Monday.)\nPiracy.\nLeaks. If the post or comment is directly referencing, or asking for a link to an album leak, it will be removed. This is due to the best interest of the band.\nHate speech.\nBand advertising\nIf the post meets the criteria for a valid post but is clearly not a great post, let's let the downvotes do the talking. Opposite of that also applies (With the exception of Leaks and Hate Speech).\nIf the post doesn't need to be a link post, don't post a link and instead, make a self post.\nIf you want to discuss or highlight an officially released song then make a self post and describe why you like the song rather than posting a link with a title of \"what an underrated gem\".\nIf your account is under the 20 days old, your post will automatically be removed.\nMovie Spoiler Tags\nSyntax goes like this: Spoiler\nAnd it shows up like: Spoiler\nSpam Filter\nIf you think your submission has been caught in the spam filter, it probably has. Please feel free to message us!\nPlease report any posts or comments that you think might be breaking the rules. In a case of emergency, try contacting the moderators."}]}