{"time_collected":"2023-03-07 15:29:41.451174-05:00","top_headers":[{"heading":"For MetaMask customer support, please use support.metamask.io","time_posted":"2 years ago"},{"heading":"Another account with huge balances showing up in my metamask wallet","time_posted":"9 hours ago"},{"heading":"i need help exchanging ETH to MATIC","time_posted":"7 hours ago"},{"heading":"no keyring found? help please","time_posted":"1 day ago"}],"rules":["Report scams / theft issues to support.metamask.io or use the support link in the app.","Protect yourself - Follow and Write Down the Security Habits Inside This Rule.","DO NOT Respond to DMs. MetaMask Customer Service will NOT DM You. Turn OFF DMs. See Rule detail.","Do NOT contact ANYONE via email","DO NOT fill any forms or websites posted here or via DMs","NEVER go to any websites or Discord sent to you by DMs. The Mods or MetaMask will NOT DM you","ONLY get help from Support.MetaMask.io","No Scamming","No Spamming or Shilling Projects","Flag Scammers and Spammer","MetaMask DOES NOT have a Telegram, WhatsApp or Instagram group. All these groups are scammers.","No Asking for Tokens","Be Polite","Beware Fake MetaMask Websites. ONLY Official MetaMask: https://metamask.io/","Report Scammers who DM to reddit.com/report"],"subreddits":{"Related Communities":{"r/Crypto_com":"185,902 members","r/ledgerwallet":"99,918 members","r/CoinBase":"226,331 members","r/ethdev":"100,619 members","r/TREZOR":"47,235 members","r/Bitwarden":"47,361 members","r/onions":"362,819 members","r/Revolut":"44,936 members","r/Windscribe":"29,649 members","r/tezos":"71,638 members"}},"about":{"header":"About Community","description":"SUPPORT WILL NEVER DM you! For help ONLY use: https://support.metamask.io MetaMask is a bridge that allows you to visit the distributed web of tomorrow in your browser today. It allows you to access Ethereum dapps right in your browser without running a full Ethereum node. You can post news or questions here, just be kind! DO NOT DM ANYONE OFFERING HELP. Please, no spamming about tokens or projects. NEVER SHARE YOUR SEED PHRASE ANYWHERE! NO MATTER WHO ASKS.","created":"Created Sep 6, 2017","stats":["67.0k Members","68 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"User Guide","description":"User Guide: Secret Recovery Phrases, Password, and Private Keys\nUser Guide: Token Safety Practices\nUser Guide: Gas Fee Overview\nUser Guide: Estimating Gas Fees\nUser Guide: NFTs\nUser Guide: Custom Networks\nUser Guide: Dapps\nUser Guide: Tokens\nUser Guide: How to recover a Secret Recovery Phrase\nUser Guide: Blockchain Basics\nUser Guide: Adding Custom Tokens to MetaMask"},{"header":"MetaMask Must-Knows","description":"0. Do you think your wallet has been hacked?\nSubmit a ticket to our support team at https://metamask.zendesk.com/hc/en-us and click Start a Conversation. A live chat box window will then automatically appear on your screen where you may contact the support team. MetaMask support WILL NEVER ask you to verify your Secret Recovery Phrase.\nHere is some additional information from our Knowledge Base that may help you.\n1. Want to report a bug, security vulnerability, ask for a feature request? Reach out here.\n2. Transactions on blockchains are irreversible, so they cannot be undone. DO NOT share your secret recovery phrase or private keys with anyone. Watch Video.\n3. Hardware wallets help you stay safe and provide better security than 2FA. Check here to understand why MetaMask doesn't have 2fa.\nCheck Here to learn how to link your MetaMask to a hardware wallet.\n4. MetaMask will not be able to reset your Secret Recovery Phrase. Check out this Video.\n5. You can generate all your accounts in your MetaMask wallet with your Secret Recovery Phrase. Have a look Here.\n6. Be careful of every smart contract you approve or give permissions to with your MetaMask wallet. Just because they exist doesn't mean they are a good deal. Have a read Here.\n7. MetaMask does not have control of these gas fees. Gas fees are what secure the decentralized network by incentivizing computers to process transactions. Gas fees are determined by the total demand on the network. Just like gas, if demand goes up, prices go up.\nLearn more Here."},{"header":"Safety Guide","description":"Rule #0: If you have to ask, its probably a scam.\nCheck https://metamask.io/'s website to verify the information.\nRule #1: Secure your assets\nStay safe! See our security suggestions to keep your assets safe. Make sure to reassess your security setup as your assets change value.\nBasic Security Tips.\nConnecting Hardware wallets.\nRule #2: Never share your secret recovery phrase or private keys.\nNever share your secrets in anyone.\nNever enter your secrets into any website online.\nRule #3: NEVER ENGAGE with ANY Direct Messages.\nMetaMask Support will never direct message to help you.\nNever respond to direct messages from someone offering to help. These are scammers.\nRule #4: NEVER click on websites sent via Direct Messages.\nNever interact with any website given to you via direct messages.\nYou can be scammed even if you do not share your secret recovery phrase.\nThere is no need to \"synch\" or \"validate\" your wallet. This is a scam.\nNEVER click on any websites with \"walletconnect\". These are scams.\nRule #5: Report Scammers\nReport to reddit.com/r/report:\nAnyone impersonating MetaMask Support via direct message.\nAnyone offering to help via direct message.\nRule #5: Only use official help support.metamask.io\nThe ONLY official MetaMask help is support.metamask.io\nRule #6: Turn off your DMs to avoid scammers on Reddit.\nGo your user settings and select nobody on both settings.\nRule #of 7: Beware fake websites\nOfficial: https://metamask.io/\nRule #8: Do not join\nDiscord servers\nTelegram channels\nWhatsApp groups\nWeChat groups\nFacebook groups\nFacebook Messenger\nInstagram\nRule #9: There are NO token drops planned.\nThere are NO governance tokens planned.\nThere are NO NFT drops planned.\nWe will NEVER do a stealth drop.\nRule #10: For your safety and security, we suggest you avoid sharing any personal identifying information such as your name, e-mail address, and wallet address. Sharing this information can cause you to be more vulnerable to scammers trying to target you, by knowing your contact information and connecting your personal identity to your wallet address.\nUse an anonymous username, password, and profile picture that you don't use anywhere else. You're less likely to have your identity associated with other online platforms you use.\nDescribe your issue but we suggest to avoid sharing your wallet address or transaction ID. This will help keep your wallet separate from your personal identity.\nProtect your devices! Install, maintain, and update an anti-virus software.\nMetaMask does not support any of these. These are all scams."},{"header":"Block Explorers","description":"Need to check the assets in your address? Use the appropriate Block Explorer for your network.\nBlock Explorer allows you to see the assets of any account. They are helpful when you think your assets are not in your Metamask wallet.\nEthereum - EtherScan\nBSC - BscScan\nPolygon - PolygonScan\nAvalanche - AvaScan\nHarmony One - Harmony.one Explorer\nCronos - CronosScan"}]}