{"time_collected":"2023-03-19 21:58:34.634199-04:00","top_headers":[{"heading":"Ban Appeal Thread","time_posted":"2 years ago"},{"heading":"“You removed my comment/post, but why didn’t you remove this other one?”","time_posted":"7 months ago"},{"heading":"Ping suggestion: ONION","time_posted":"5 days ago"},{"heading":"2023 March NL survey?","time_posted":"5 days ago"},{"heading":"Let me subscribe to !ping TEST","time_posted":"5 days ago"},{"heading":"Prohibit MSM and Yahoo News articles","time_posted":"5 days ago"},{"heading":"Science shitposting ping","time_posted":"5 days ago"},{"heading":"Blatant misinformation and false narratives on SVB debacle","time_posted":"6 days ago"},{"heading":"DRAFT r/Neoliberal survey","time_posted":"8 days ago"},{"heading":"Arguing in bad faith is not the same as having an opinion contrary to a moderator's","time_posted":"8 days ago"},{"heading":"Chemistry (and physics) ping","time_posted":"7 days ago"},{"heading":"Code Red","time_posted":"8 days ago"},{"heading":"suggestion: actually do take note of people with sus 8Values results","time_posted":"8 days ago"},{"heading":"Ping request - Hokies/ Hokie Nation","time_posted":"8 days ago"},{"heading":"“The DT on this day”","time_posted":"10 days ago"},{"heading":"Request for ping HEMA, for practitioners of historical fencing (or anybody interested)","time_posted":"9 days ago"},{"heading":"Please add the link to the Third Annual NL March Madness group to the DT announcements","time_posted":"10 days ago"},{"heading":"!ping CONSERVATIVE and !ping CATHOLIC, exactly what it says on the tin.","time_posted":"10 days ago"},{"heading":"Now that it's been announced, we need a STARFIELD ping","time_posted":"11 days ago"},{"heading":"!ping Arkansas","time_posted":"11 days ago"},{"heading":"A new ping for fighting games","time_posted":"11 days ago"},{"heading":"Opening up to /r/all is a mistake and you lot are fools for doing it","time_posted":"12 days ago"},{"heading":"Accidentally unpinned my DA effortpost?","time_posted":"12 days ago"},{"heading":"Ban politics on April fools day","time_posted":"12 days ago"},{"heading":"!ping chatgpt: a ping to discuss chatbots, interesting chatbot generations, future of chatbots, etc. also for AI art, AI voice gen, etc.","time_posted":"13 days ago"},{"heading":"A list of suggestions to improve subreddit quality while growing","time_posted":"14 days ago"},{"heading":"Mod applications should just be to write a review for Why Nations Fail.","time_posted":"14 days ago"}],"subreddits":{},"about":{"header":"About Community","description":"A place for your suggestions and grievances about r/neoliberal. New thread submissions and comments in the ban appeal thread will result in the mods getting pinged","created":"Created Jan 29, 2018","stats":["1.1k Members","7 Online"]},"other_information":[{"header":"About","description":"RULES\nI. Maintain civility, decency, and discourse quality. See rules I through III on the /r/neoliberal sidebar for details.\nII. When referencing a post or comment, please provide a link or explain why you cannot (for example, a removed comment written by someone else - if you wrote it yourself and it was removed, you should still be able to link to it).\nIII. All posts should include either a question or a call for action from the mods (for example, \"Why was this comment removed?\" or \"Add a userpinger group about...\").\nEXPECTATIONS\nIf your post can be easily responded to by any mod, you can expect a response within 36 hours. After that point, feel free to re-tag moderators and/or PM a moderator to make them aware of the lack of response. Understand that when this happens, it is likely the result of logistical issues rather than any malevolence on our part.\nIf your post likely needs mod deliberation for an answer, needs a specific mod to respond, or needs a mod with technical expertise to respond, then you can expect a response within 48 hours. After that point, feel free to re-tag moderators and/or PM a moderator to make them aware of the lack of response. Again, please assume good intentions on our part in this situation.\nWhile we do not require your complaints to be polite, understand that phrasing your criticism and complaints in a constructive manner is more likely to get you a quick and helpful response.\nFinally, our intention is not for posts in this sub to be ignored. Feel free to post links to threads here directly in the /r/neoliberal discussion thread."}]}