{"time_collected":"2023-03-07 03:31:58.902653-05:00","top_headers":[{"heading":"Rules of the Subreddit! - <<PLEASE READ THIS STICKY>>","time_posted":"1 year ago"},{"heading":"The Monthly Simple Questions & Recruitment Megathread!","time_posted":"1 month ago"},{"heading":"Fastest way to level up? this gear wants me to be lv 70, I'm currently 65","time_posted":"1 hour ago"},{"heading":"This is my current setup for the cards I have. Does anyone have suggestions on changing anything?","time_posted":"10 hours ago"},{"heading":"Super coop","time_posted":"20 hours ago"}],"rules":["Treat everyone with respect. Zero Tolerance Policy!","Do NOT create new post involving recruitment results images. Characters OR Cards.","Do NOT create posts of simple questions. Use \"The Weekly Simple Questions Megathread\".","Do NOT create posts about alliance recruiting.","Do NOT create posts with Common Images.","Do NOT create posts that contains text or images of Buying, Selling, or Refunding Accounts.","Do NOT create posts that are low-effort.","Do NOT abuse posting flairs.","Do NOT create posts that does not focus on My Hero Academia, The Strongest Hero."],"subreddits":{"Related Communities":{"r/DokkanBattleCommunity":"106,963 members","r/ninjavoltage":"22,305 members","r/DBLegendsReddit":"31,014 members","r/Archero":"73,798 members","r/grandsummoners":"31,424 members","r/DragonballLegends":"238,619 members","r/DokkanBattleReddit":"29,509 members","r/PuzzleAndDragons":"46,240 members","r/Genshin_Impact":"1,812,853 members","r/RaidShadowLegends":"84,234 members"}},"about":{"header":"About Community","description":"The place for all fans of Hero Academia: The Strongest Hero [我的英雄学院：最强英雄] to discuss, ask and help each other! Please be kind one to another.","created":"Created Jun 7, 2019","stats":["16.2k Summoned for Mirio","24 Praying for a new unit","Top 5% Ranked by Size"]},"other_information":[{"header":"Awesome Community Policy!","description":"We want this place to be a fun and engaging place for everyone to come and share their thoughts with this game.\nThat being said, this subreddit has a 0 toleracy policy for name-calling, abuse, over the top profanity, etc.\nAny users that violate this rule will receive anywhere from a warning to a temporary ban based on the severity of the infraction.\nIf you come across any posts that break this rule (or any rule), definitely report the post so we can step in and resolve the report. Please only use the report feature for these issues.\nThank you.\nStay cool, be awesome, and have a great time."}]}