{"time_collected":"2023-03-07 05:45:03.864305-05:00","top_headers":[{"heading":"Weekly Self-Promotion Thread","time_posted":"17 hours ago"},{"heading":"I am in love","time_posted":"14 hours ago"},{"heading":"Never, ever, ever, browse Reddit or get distracted while approaching any airport in the Western US at night.","time_posted":"8 hours ago"},{"heading":"I love flying the dc-6 around Alaska","time_posted":"6 hours ago"}],"rules":["Content must be related to MSFS","Behavioral Guidelines","Low effort / Duplicate Content","Title Guidelines","Self Promotion Guidelines","Link Official Sources","Terms of Service Violations"],"subreddits":{"Related Communities":{"r/flightsim":"183,118 members","r/aviation":"1,137,747 members"}},"about":{},"other_information":[{"header":"Standard Operating Procedures","description":"The Skies are Open for All\nEveryone is welcome to Microsoft Flight Simulator regardless of age, gender, race, sexuality, or creed.\nOne World, One Community\nNo matter how you play – regardless of console, experience level, or reason – we are one community of aviation lovers.\nFollow Your Checklist\nAdhere to the set of rules from each community space. Skipping a checklist item can ground a flight quickly.\nA Pilot is a Pilot\nWelcome new pilots to the community with respect, and seek to have positive experiences with your fellow pilots.\nYour Cabin Crew is there for your safety\nRespect all moderators as they are there to ensure everyone has a safe journey. Anyone who does not follow the Standard Operating Procedures will be asked to disembark the flight."},{"header":"Microsoft Flight Simulator FAQ","description":"What are the minimum PC requirements?\nPC Specs\nWill my controllers/hardware work with MSFS?\nHardware/Controller List\nIs this airplane in the MSFS Standard/Deluxe/Premium Deluxe Edition?\nList of default aircraft for each version\nWill there be a console version? If so, when?\nMicrosoft Flight Sim also available on Xbox Series X|S.\nI am having trouble logging into the Insider Area on the Flight Simulator website.\nTry this fix"}]}