{"time_collected":"2023-03-08 17:25:26.690448-05:00","top_headers":[{"heading":"Monthly Swap Meet & Self Promotion Thread!","time_posted":"8 days ago"},{"heading":"Some updates about Self-Promotion posts and links to Etsy, blogs, YouTube, etc.","time_posted":"3 years ago"},{"heading":"Little window corner area of my apartment","time_posted":"5 hours ago"},{"heading":"Can't believe my Goodwill find today. My favorite furniture piece now.","time_posted":"19 hours ago"}],"subreddits":{"Related Communities":{"r/interiordecorating":"346,163 members","r/OfficeChairs":"19,196 members","r/ThriftStoreHauls":"2,516,404 members","r/Antiques":"151,821 members","r/HomeDecorating":"751,589 members","r/hermanmiller":"18,753 members","r/secretlab":"11,666 members","r/ikeahacks":"196,792 members","r/WhatIsThisPainting":"344,948 members","r/notinteresting":"783,398 members"}},"about":{"header":"About Community","description":"A community for enthusiasts of mid century modern design. From Charles and Ray Eames to Paul McCobb and Adrian Pearsall.","created":"Created Oct 11, 2011","stats":["176k Members","110 Online"]},"other_information":[{"header":"Mid_Century","description":"A community for enthusiasts of mid century modern design. From Charles and Ray Eames to Paul McCobb and Adrian Pearsall.\nGuidelines and rules below are considered a \"living document\" and will continue to evolve as this subreddit grows. If you have questions or concerns, please message the mods to share your thoughts and opinions.\nCONTENT GUIDELINES\nWe encourage you to submit photos, questions and links relevant to mid century modern design, whether sharing a personal story or interesting content that you have found online.\nPhoto and link posts must include sufficient context in the title, imgur descriptions or a seed comment in the thread.\nID requests must include as many details as possible to help community members provide a positive identification\nHow to make an interesting post\nPhotos alone do not provide enough context - include information about the piece that you're sharing so the community can learn more about it. Here's an example.\nDid you make an amazing score? Let us know if you picked up rare items, got a good deal, or ask questions about how to restore them, let us know! Here's an example\nFor Sale, Wanted, and Self-Promotion\nItems you have for sale and Wanted posts belong in the Swap Meet & Self Promotion thread that is stickied. This includes Self-Promotion posts about items you've made and are selling on Etsy/Ebay/Craigslist/whatever, as well as links to your blog/website/YouTube channel.\nIf you make a post that includes one of these things it will be removed, and you'll be asked to make a comment in the monthly thread instead\nThe monthly thread starts from scratch every month, feel free to repost once every month if you are still selling/buying.\nIf the conversation in a post outside of that thread leans toward buying/selling move the conversation to DMs.\nThe following types of content will be removed\nPosts that do not adhere to the rules of the subreddit\nPosts that do not include information about the items or links being shared\nBlogspam, linkbait and sites with excessive advertising\nDealer linkdrops (posting your items for sale without approval)\nImages of furniture violated by tasteless painting, \"distressed\" or \"shabby chic\" treatments\nEXTERNAL CONTENT RULES\nMost external content can be posted directly. However, we are requiring pre-approval for some types. Please read below to determine if your content requires you to contact the mods prior to posting, or if it may be prohibited.\nFeel free to post articles, resources, how-to guides, biographies, writeups, etc. hosted on sites without ads or with minimal advertising\nContact the mods to obtain approval for posting for links to stores, deals and offers, or relevant ads\nCOMMUNITY RULES\nWe encourage civil, but lively discussion, and most of all, we want you to have fun. However, doing the following will result in warnings and/or a ban.\nAttacking or harassing other users\nPosting personal information (names, addresses, links to social profiles)\nAsking for help on how to conceal damage to furniture to make it appealing for buyers\nRelated Subs\nr/Eichlerhomes\nr/GoogiePorn\nr/Milo_Baughman_Design\nr/vintageaudio\nr/FindFurnitureID\nr/LampRestoration\nr/ReversePinterest\nr/Antiques\nHELPFUL LINKS\nBuying Resources\nWhere to buy vintage MCM online\nNew and MCM-friendly decor\nShell Chairs: Modernica, Herman Miller, DWR, et al.\nCollecting Guides\nShort guide to spotting collectable mid-century furniture\nAuthentic vs Reproduction\nReal vs Fake: The Eames Lounge\nReal or Fake? Eames Lounge Chair & Ottoman\nHow to spot a fake Saarinen tulip table\nBrand and Product Histories\nLane furniture collections\nMuseums\n59 Mid-century and modern historic house museums you can visit in the U.S."}]}