{"time_collected":"2023-03-07 05:20:18.202974-05:00","top_headers":[{"heading":"Resources","time_posted":"2 years ago"},{"heading":"2023 Migraine World Summit - 8-16 March","time_posted":"1 month ago"},{"heading":"Why do people think I’m faking my migraines?","time_posted":"15 hours ago"},{"heading":"just tired","time_posted":"16 hours ago"},{"heading":"Offered an MRI but with a warning","time_posted":"14 hours ago"},{"heading":"anyone get migraines but only in evenings?","time_posted":"9 hours ago"},{"heading":"Question for the hemiplegic migrainers","time_posted":"6 hours ago"},{"heading":"I find it hard to tell where it is exactly, but I tried to visualise it here. I feel a bump somewhere here on both sides, and right now there's a sharp pain on the left one. Is this common? Does that bump have a name?","time_posted":"15 hours ago"},{"heading":"from twice a week migraine for years to once every 2 months due to antidepressants","time_posted":"14 hours ago"}],"rules":["Solicitation of medical advice","Providing medical advice","Suspicious medication questions - IE drug seeking","Has not consulted a doctor","Unapproved survey","Soliciting or giving suicide advice","Creating drama","Any potentially triggering image must be tagged NSFW"],"subreddits":{"Related Communities":{"r/cfs":"37,149 members","r/dysautonomia":"29,917 members","r/Concussion":"4,939 members","r/TMJ":"34,201 members","r/POTS":"30,815 members","r/UlcerativeColitis":"24,591 members","r/HealthAnxiety":"79,734 members","r/Narcolepsy":"22,813 members","r/Endo":"47,636 members","r/EyeFloaters":"5,897 members"}},"about":{"header":"About Community","description":"A community of headache disease sufferers. Whether migraines, cluster headaches, or whatever head pain you experience. We support each other, and spread knowledge about our various conditions.","created":"Created Jan 10, 2009","stats":["109k Members","156 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Resources","description":"Resources\nAlso see the sticky resources thread.\nMigraine Log Template - Automatically generates graphs and calculates averages. New features periodically added.\nProphylaxis, Abortive, and Procedures checklist - Useful for keeping track of what you've tried. Please add unlisted items to the working sheet.\nCrisis resources\nYou can find a list of crisis hotlines on this wiki. There's also an FAQ about what to expect when calling.\nFor medical help, the emergency room is always the first choice. Most insurance offers nurse help lines as well.\nDiscord is our new official chat, but we still share an IRC channel with /r/chronicpain.\nirc.freenode.net\n#rchronicpain\nclick here for web chat!\nWant something added here? Message the moderators!"},{"header":"Redesign Information","description":"We're still in the process of moving content and features that do not automatically transfer from old.reddit.com to new.reddit.com. In the mean time expect some incongruencies between the two, and for it to improve with time. Much of the potential for improvement relies on Reddit admins, so feel free to voice your opinions on the state of the redesign over at /r/redesign. Be sure to read their rules and be as constructive as possible.\nThe current theme is a major work in progress. If you find an issue with it, please send a mod mail with a description and a screenshot of the problem if possible."}]}