{"time_collected":"2023-03-20 01:52:57.325905-04:00","top_headers":[{"heading":"Mod note: AliExpress and Amazon shopping links get filtered by Reddit","time_posted":"15 days ago"},{"heading":"Got a SONY MDS-JE520 and the screen is incredibly blurry to the point of it being nigh impossible to use in-person, has anyone encountered this issue before? If so, how should I go about fixing it?","time_posted":"5 hours ago"},{"heading":"Red Hot","time_posted":"4 hours ago"},{"heading":"Sunday afternoon session.","time_posted":"10 hours ago"},{"heading":"Question about international shipping on Ebay","time_posted":"3 hours ago"}],"rules":["For sale must list price","MD is not Mini-CD","Discouraged topics"],"subreddits":{"Related Communities":{"r/cassetteculture":"64,042 members","r/Cd_collectors":"26,354 members","r/vinyl":"1,345,626 members","r/ipod":"27,352 members","r/VHS":"36,897 members","r/vintageaudio":"81,229 members","r/HotWheels":"102,450 members","r/gamecollecting":"231,004 members","r/kpopcollections":"13,505 members","r/PS3":"164,618 members"}},"about":{"header":"About Community","description":"MiniDisc is a recordable audio and data format introduced by Sony in 1992 and mostly discontinued by 2013. It was most commonly used as a music format and is still popular in retro tech and several music communities.","created":"Created Mar 15, 2010","stats":["7.7k MD collectors","17 currently listening to MD","Top 10% Ranked by Size"]},"other_information":[{"header":"Sidebar","description":"MiniDisc is a recordable audio and data format introduced by Sony in 1992 and (mostly) discontinued by 2013. It was most commonly used as a music format and is still popular in retro tech and several music communities.\nMD is not the same as 8cm mini-CDs or GameCube discs.\nNew to the format? Read the Getting Started Guide on the wiki. (tl;dr version)\nOn November 1st 2022 (the 30th anniversary of the MZ-1's release), the MD community is holding a celebration of the format. See this wiki page for more details and to get involved.\nPlease read the whole sidebar before posting.\nAny post selling an item must include your asking price and location in the title.\nIf your post or comment has been caught in the spam filter, please message the moderators to have it approved.\nInformation\nMiniDisc Wiki\nMiniDisc Wiki Discord server\nMiniDisc.org\nNot touched in ~20 years, but was easily the best resource at the time.\nMiniDisc DB (blank discs)\nSoftware\nThere are 3 modern tools for uploading music to a NetMD recorder that work better than SonicStage. All require Zadig drivers in Windows, but not on Linux, MacOS, or Android.\nWeb MiniDisc Pro\nUsage guide\nPlatinum MD (GitHub)\nNetMD Wizard\nOther software (including SonicStage)\nReleases\nMusic is still being released on MiniDisc!\nWiki releases section\n/r/VaporwaveMiniDiscs\nIWantToRelease Bandcamp listings\nDiscogs MD releases\nFrequently asked (discouraged) topics\nThese questions are brought up frequently and have already been answered. Please avoid making a new post about these topics:\nThe Yandhi MiniDisc\nIt is a Muji 80 MD and very hard to find.\n\"Why do you (still) use MD?\"\nplease check the Why MD? FAQ on the wiki.\nPetitions to Sony\nthe Change.org petition has been posted several times.\n\"What to buy?\"\nThe Getting Started Guide has several recommendations.\nMiniDisc + Bluetooth\nA great topic, but one that has been asked at least twice a month. Please use Reddit search for discussions about MD with BT.\nRelated communities\n/r/VaporwaveMiniDiscs\n/r/AVexchange\n/r/cassetteculture\n/r/cd_collectors"}]}