{"time_collected":"2023-03-08 13:29:59.608741-05:00","top_headers":[{"heading":"Yaaaaaaaa!","time_posted":"24 days ago"},{"heading":"U.S. judge rules Missouri state gun law is unconstitutional","time_posted":"7 hours ago"},{"heading":"Lucas Kunce running against heehaw for us senate","time_posted":"4 hours ago"},{"heading":"Revealed: the 10 worst places to live in US for air pollution (STL is #7)","time_posted":"5 hours ago"},{"heading":"It's Spring in Missouri. Know the difference between a Watch and a Warning","time_posted":"17 hours ago"},{"heading":"American town in the middle of nowhere starter pack","time_posted":"34 minutes ago"}],"rules":["Missouri related content only.","Free Reputable Links","No Personal Attacks or Harassment","No Spam / Meta drama"],"subreddits":{"Related Communities":{"r/kansascity":"138,960 members","r/StLouis":"145,976 members","r/springfieldMO":"37,732 members","r/columbiamo":"21,103 members","r/Rolla":"6,379 members","r/joplinmo":"7,542 members","r/mizzou":"8,647 members","r/MissouriPolitics":"6,137 members","r/missouriwildlife":"442 members"}},"about":{"header":"About Community","description":"The home for all Missourians on reddit.","created":"Created Feb 29, 2008","stats":["85.5k Missourians","297 Online"]},"other_information":[{"header":"Welcome to r/Missouri!","description":"Missouri is a state in the Midwestern region of the United States. Ranking 21st in land area, it is bordered by eight states (tied for the most with Tennessee): Iowa to the north, Illinois, Kentucky and Tennessee to the east, Arkansas to the south and Oklahoma, Kansas and Nebraska to the west. In the south are the Ozarks, a forested highland, providing timber, minerals, and recreation. The Missouri River, after which the state is named, flows through the center into the Mississippi River, which makes up the eastern border. With more than six million residents, it is the 19th-most populous state of the country. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City."}]}