{"time_collected":"2023-03-06 17:40:15.160910-05:00","top_headers":[{"heading":"/r/MLBTheShow - The Dugout - Weekly Free-talk March 03, 2023","time_posted":"3 days ago"},{"heading":"Feature Premiere: Road To The Show and Face Scan Discussion Thread","time_posted":"4 days ago"},{"heading":"I dislike the presentation of zoomed hitting cameras, but it comes at a disadvantage","time_posted":"5 hours ago"},{"heading":"Opinion: DD would play much better if ratings were lower","time_posted":"4 hours ago"},{"heading":"Creative Franchise for Franchise Players","time_posted":"8 hours ago"},{"heading":"Instead of creating a whole new stadium, is there any way to just edit an existing mlb stadium.","time_posted":"6 hours ago"},{"heading":"Will you start a theme team day 1?","time_posted":"1 hour ago"}],"rules":["Conduct/Toxicity","Search Bar","Indexed Topics","Low Effort / Staying on Topic","Abide by Terms of Service","No Content Creation Spam","PSN ID’s/Messages","No Console Wars","Community Market/Investment questions permitted in The Dugout only.","Pack/Postgame Reward pulls are permitted in The Dugout only.","Use your console's sharing function for all videos/pictures.","All posts and polls must have context."],"subreddits":{"Related Communities":{"r/OOTP":"24,381 members","r/MyTeam":"52,430 members","r/mlb":"658,628 members","r/baseball":"2,266,020 members","r/TexasRangers":"38,640 members","r/NHLHUT":"70,891 members","r/Dodgers":"141,925 members","r/baseballcards":"71,911 members","r/NYYankees":"235,775 members","r/Astros":"84,159 members"}},"about":{"header":"About Community","description":"The subreddit for all who want to share and talk about their experiences with MLB: The Show. So go ahead; share your Diamond Dynasty triumphs, your Road to the Show career, or tell us how you plan on taking your franchise to the Fall Classic!","created":"Created Feb 11, 2012","stats":["182k Fans","460 Watching Coach & All Jazzed Up"]},"other_information":[{"header":"r/MLBTheShow's Rules","description":"Rule 1: Conduct/Toxicity\nPlease conduct yourself in a mature and friendly manner. Personal attacks and hate speech will not be tolerated. Don't spoil the fun for others. This is first and foremost a community of players, both experienced and newcomers alike. This is a place for players to come to learn how to play a game we all love and hate.\nRule 2: Indexed Topics\nPlease be aware of the topics in our weekly index before posting. Topics that serve little benefit to anyone other than the poster (lineup/market advice, rants, brags) are in our pinned weekly index. Posts that belong to this index will be removed.\nRule 3: Abide by Terms of Service\nDiscussion of piracy, cheating, boosting, stub selling/purchasing, account selling and anything else against ToS will not be tolerated. This is not to restrict you, it’s to protect those who may not know better.\nRule 4: Low Effort / Staying on Topic\nPlease put some effort in. Low effort posts include but are not limited to: title only posts, questions without context and screenshots/video clips not captured by the PlayStation. Please stay on topics directly related to MLB The Show the video game, baseball only topics and world events do not belong here. In regards to memes, ensure you are editing the meme to be your own with context, simply editing the title of the post will not suffice.\nRule 5: No Content Creation Spam\nPlease be a regular participant in the community if you wish to post your personal YouTube/Twitch. We are not sheep to get your views, become a member of the community and we will be more welcoming to help quality content grow.\nRule 6: Search Bar\nPlease use the search bar before posting, repeat topics or recently posted topics will be considered low effort and subject to removal.\nRule 7: PSN ID’s\nPlease do not share an individual's PSN ID without consent. This is a decency concern, some people do not deserve to be put on blast because you had a great game.\nRule 8: No Console Wars\nPlease do not incite or contribute to any console wars/arguments. We're all here to talk about the same game, what console you're playing on is irrelevant."}]}