{"time_collected":"2023-03-07 00:11:08.814261-05:00","top_headers":[{"heading":"Federal appeals court upholds First Amendment right to warn drivers of police ahead","time_posted":"16 hours ago"},{"heading":"DeSantis takes aim at prosecutor after TV crew attack","time_posted":"7 hours ago"},{"heading":"23 charged with terrorism in Atlanta ‘Cop City’ protest","time_posted":"2 hours ago"},{"heading":"Florida Bill Would Allow Courts to Take Custody of Kids With Trans Parents","time_posted":"14 hours ago"},{"heading":"Thousands of pro-Trump bots are attacking DeSantis, Haley","time_posted":"10 hours ago"},{"heading":"SOFI BANK, N.A v. United States Department of Education","time_posted":"43 minutes ago"},{"heading":"Do young conservatives still care about the free market?","time_posted":"14 hours ago"},{"heading":"Calls to boycott Walgreens grow as pharmacy confirms it will not sell abortion pills in 20 states, including some where it remains legal","time_posted":"1 day ago"},{"heading":"The Republican presidential nomination could run through California. Yes, California","time_posted":"1 day ago"},{"heading":"Caring About “Fairness” Is a Political Choice","time_posted":"2 days ago"},{"heading":"DeSantis appointee to new Disney oversight board suggested tap water could turn people gay","time_posted":"3 days ago"},{"heading":"Thought the ‘Stop WOKE Act’ was bad? A new Florida bill is worse | The Foundation for Individual Rights and Expression","time_posted":"4 days ago"},{"heading":"Opinion | Biden’s ESG Veto Is Revealing","time_posted":"3 days ago"},{"heading":"Texas H.B. No. 2889","time_posted":"4 days ago"},{"heading":"Florida bill would require bloggers who write about governor to register with the state","time_posted":"4 days ago"}],"rules":["Law on Civil Discourse","Law on Submission Requirements","Law on Violent Content","Law on Meta-comments","Banned topics"],"subreddits":{"Related Communities":{"r/Conservative":"1,028,470 members","r/politics":"8,290,268 members","r/uspolitics":"28,910 members","r/democrats":"432,611 members","r/news":"25,907,200 members","r/neoliberal":"144,834 members","r/inthenews":"134,071 members","r/centrist":"43,947 members","r/offbeat":"686,645 members","r/law":"208,539 members"}},"about":{"header":"About Community","description":"This is NOT a politically moderate subreddit! It IS a political subreddit for moderately expressed opinions and civil discourse. If you are looking for civility, moderation and tolerance come on in!","created":"Created Nov 9, 2010","stats":["285k Members","346 Online"]},"other_information":[{"header":"Community Details","description":"Started by u/sockthepuppetry in 2011, this subreddit is still a place where redditors of differing opinions come together, respectfully disagree, and follow reddiquette (upvote valid points even if you disagree). Republicans, Libertarians, Democrats, Socialists, Christians, Muslims, Jews, or Atheists, Redditors of all backgrounds are welcome!\nOpinions do not have to be moderate to belong here as long as those opinions are expressed moderately.\nWe attempt to be as transparent as possible. Mod logs are made public here.\nFor questions related to mod actions or sub rules please message us via modmail.\nIf you're interested in live chat and debate, join us in discord.\nCheck out our prohibited topics wiki here before posting/commenting."}]}