{"time_collected":"2023-03-07 06:07:34.368592-05:00","top_headers":[{"heading":"Welcome!","time_posted":"7 months ago"},{"heading":"Women's History Month: What's the most important POSITIVE thing you've learned from the women in your life?","time_posted":"5 days ago"},{"heading":"Mom, my roommates just told me that since I moved in six months ago, they don’t like the dynamic at home anymore. I’m heartbroken.","time_posted":"14 hours ago"},{"heading":"Mom, I qualified for an award and my actual mom was not at all excited.","time_posted":"9 hours ago"},{"heading":"Mom, the majority of my friends forgot my birthday yesterday.","time_posted":"15 hours ago"},{"heading":"Mom I don’t know if I want kids","time_posted":"19 hours ago"},{"heading":"Hey mom, I made pork chops for the first time! I burnt the pan, but they still taste good!","time_posted":"1 day ago"},{"heading":"Mom I’m burnt out from my job","time_posted":"10 hours ago"},{"heading":"Hi Mom, I just wanted to tell you that things are starting to get a little better. I'm doing a little better.","time_posted":"1 day ago"},{"heading":"I don’t think they want me, mom","time_posted":"19 hours ago"},{"heading":"Hi Moms, how do I properly stack and keep my dishwasher clean?","time_posted":"23 hours ago"},{"heading":"Mom, am I doing the right thing?","time_posted":"16 hours ago"},{"heading":"Mom, my boyfriend of 5 years broke up with me and I don’t know what to do","time_posted":"15 hours ago"},{"heading":"hey mom, how do you know if you're marrying the right person since no one is perfect","time_posted":"11 hours ago"},{"heading":"Help with clothes and laundry!","time_posted":"16 hours ago"},{"heading":"this whole time I've been scared when using bleach in the bathroom.","time_posted":"12 hours ago"},{"heading":"hi mom, it's my birthday.","time_posted":"1 day ago"},{"heading":"Mums I need some encouragement for my big school decision !!","time_posted":"18 hours ago"},{"heading":"how do i console a friend through a breakup??","time_posted":"1 day ago"},{"heading":"Hey mom, I’m feeling a LOT of emotions right now and it’s been a little rough.","time_posted":"1 day ago"},{"heading":"Hey mom, Take 2","time_posted":"1 day ago"},{"heading":"Mom, I feel too stupid to be in my field","time_posted":"2 days ago"}],"rules":["Respect Our Mission","No Agenda or Belief-Pushing","Only Advice and Emotional Support is allowed","Minimise Negativity","No NSFW Content or Language","No Disallowed Topics","No Negative Letters to (Abusive/Absent/Awful) Mothers"],"subreddits":{},"about":{"header":"About Community","description":"We are Mother Geese to our loving Ducklings When you need understanding, congratulations, praise, or advice from a mother figure, but don't have one IRL able or willing to provide that for you -- we are here for you. We support you and love you unconditionally!","created":"Created Sep 9, 2016","stats":["335k Members","274 Online"]},"other_information":[]}