{"time_collected":"2023-03-07 03:27:04.695349-05:00","top_headers":[{"heading":"Quoi faire à Montréal? | What to do in Montréal? | March 06 - March 12","time_posted":"20 hours ago"},{"heading":"The 2023 moving, Tribunal administratif du logement and buying/selling a house or condo thread / Le fil 2023 du déménagement, Tribunal administratif du logement et la vente/l'achat d'une maison, condo","time_posted":"1 month ago"},{"heading":"Montreal in the winter is underrated!","time_posted":"9 hours ago"},{"heading":"Sécurité dans le métro","time_posted":"13 hours ago"},{"heading":"Montréal appelée à tarifer tout son stationnement sur rue d’ici 2035","time_posted":"8 hours ago"}],"rules":["Pas reliée à la Grande Région de Montréal/Not GMA","Question Google/Wiki/General","Devrait être sur un subreddit provincial","Respect & Multiculturalisme","Rien d'illégal ou trop NSFW","Spam/Vente/Produits","Clickbait/Non-descriptive title"],"subreddits":{"Related Communities":{"r/cycling":"309,183 members","r/bicycling":"1,080,316 members","r/Calgary":"284,820 members","r/ottawa":"266,029 members","r/torontobiking":"12,096 members","r/NYCbike":"33,254 members","r/londoncycling":"16,969 members","r/ebikes":"109,032 members","r/SuggestAMotorcycle":"43,630 members","r/motorcycles":"1,785,526 members"}},"about":{"header":"About Community","description":"Une communauté pour les Montréalais(es) et les ami(e)s de Montréal pour se réunir et parler de la ville. We also speak English! L'arrière-plan est une gracieuseté de u/m3kkis.","created":"Created Oct 20, 2008","stats":["259k Members","277 Online"]},"other_information":[{"header":"General Rules/Règles GénéraleS","description":"Règles générales\nLes soumissions doivent être liées à la Grande Région de Montréal\nFaites une recherche Internet, dans le wiki ou dans l'historique du sub avant de poser une question. Une question sans preuve de recherche sérieuse sera supprimée.\nLe sub est bilingue. Utilisez le français ou l'anglais à votre discrétion\nPostez vos sujets provinciaux sur /r/Quebec\nSoyez respectueux envers les autres et ouvert au multiculturalisme de Montréal\nRien d'illégal ou trop NSFW\nCes règles étendent celles de reddit\nNe supprimez pas vos fils qui ont >5 commentaires, si vous le faites en répétition, vous ne pourrez plus soumettre de nouveaux fils (aka ban)\nSi vous faites de la publicité pour votre produit sans avertir les modérateurs, nous allons vous considérer comme un spammeur et ceux-ci ne sont pas les bienvenus sur /r/Montreal (ceci inclus les codes références)\nVotre titre doit être assez descriptif pour y connaître le contenu du lien ou du sujet du fil avant d'y cliquer. Pas de titre clickbait, utilisez un titre descriptif si vous écrivez votre propre publication, ou celui de la source si le contenu ne provient pas de vous même.\nVous déménagez? Question/problème à propos du bail? Recommendations de fournisseurs de services? Post dans le megathread du déménagement\nRègles complètes ici\nGeneral Rules\nPosts must be related to the Greater Montreal Area\nSearch the Internet, the sub's wiki and search bar before asking a question. A question without a serious proof of research will be removed.\nThe sub is bilingual. Use French or English at your discretion\nPost province-related topics to /r/Quebec\nBe respectful of others and open to Montreal's multiculturalism\nNothing illegal or overly NSFW\nDo not remove your threads with >5 comments, if you have the habit of deleting your threads, you'll be put in read only mode (aka ban)\nThese rules extend reddit's\nIf you advertise your product before asking the mods, we will consider it as spam and spammers aren't welcomed here (this includes reference code)\nYour title must be descriptive enough to know the subject of the link or the submission/question. No clickbait titles. Use a descriptive title if posting your own content, or the source’s if the content is not yours.\nMoving? Lease issue/question? Utilities recommendations? Post in the moving megathread\nFull rules here\nWiki Links\nNew to Montreal Anxious? Don't speak French?\nInfo for residents Apartment? ISP? Healthcare?\nBest of MTL Best Poutine, Shish-Taouk, etc?\nThings to Do Bored and don't know what to do?\nExternal Resources Externes\nRelated Subreddits Reliés"}]}