{"time_collected":"2023-03-20 01:46:16.590811-04:00","top_headers":[{"heading":"r/MoonshotCrypto Lounge","time_posted":"2 years ago"},{"heading":"Doubt there was any clue to give away this moonshot explosion early this morning where NANO nearly tripled. This goes to show there are still gamblers and players 'watching' for opportunities, eager for fast gains.","time_posted":"4 months ago"},{"heading":"I take no joy in stating this - we are at high risk off a drop to 15k BTC... and on the verge of a closing triangle. With zero good news and the FTX story just getting worse... and holidays approaching, downward is the current forecast.","time_posted":"4 months ago"},{"heading":"Sunday's Blue forecast was accurate for 3/4 of the 24 hour period. As I expected, Sunday night, sellers caved in to fear for a low retest, then at 8 am Monday new bulls arrived... but bears killed it hours later. A new forecast needs to be done, these drawn arrows are no longer relevant.","time_posted":"4 months ago"},{"heading":"At 8 am Monday EST, you can see part 1 of the BLUE 24 hour forecast is accurate (I said yesterday blue had best odds) If the blue arrow is 100% accurate for Part 2, , then BTC might slide to 16.4k, then reclaim 17.6/17.8 by end of day (I did NOT draw my arrows to-scale on days, but hours.)","time_posted":"4 months ago"}],"rules":["BREAK ANY OF THESE RULES = BAN","TROLLS & TROUBLEMAKERS = BAN","ASK TO POST YOUR CRAP = BAN","ASK MODS FOR ADVICE = BAN","ARGUING WITH MODS = BAN","SCHILLS = BAN","DOWNVOTES HURT NEW TRADERS","BUY or SELL @ YOUR OWN RISK","BAD LANGUAGE","CODES - TIMEZONES"],"subreddits":{},"about":{"header":"About Community","description":"We are a community of INFLUENCERS run by Tech Analysis Pros (TA) and Skilled Cryptocurrency Traders. -- We break from pump and dump groups... only posting quality content. -- Our team invites you to visit posts, chat with members, heed positive or negative alerts and other critical info. -- Our free service is set to work with our upcoming pro trader training videos.","created":"Created Feb 5, 2021","stats":["14.8k Members","3 Online"]},"other_information":[]}