{"time_collected":"2023-03-07 06:05:43.978486-05:00","top_headers":[{"heading":"Will you press the \"1 billion dollar button\" for this (you receive a billion dollars but...)?","time_posted":"6 hours ago"},{"heading":"Why is cannibalism seen as such an evil thing, specifically in times of survival and not wanting to starve?","time_posted":"11 hours ago"},{"heading":"If I told someone to start a gas car in their garage and they die. Would I be charged for manslaughter/murder?","time_posted":"11 hours ago"},{"heading":"Why should someone be forced to live when they have lost everything?","time_posted":"5 hours ago"},{"heading":"can you get an std infection from vaping someone else's sperm?","time_posted":"8 minutes ago"},{"heading":"Hypothetically, how much torture can a narcissistic victim or a psychopathic one can realistically handle?","time_posted":"6 hours ago"},{"heading":"Are there any known cases where a drug cartel has sliced a victim's limbs off with a machete, put them through a vitamizer blender & then force fed the victim their purified limbs through a straw?","time_posted":"1 hour ago"},{"heading":"how long does it take a rat to chew through a human body?","time_posted":"5 hours ago"},{"heading":"How many raw eggs would it take to kill a grown man?","time_posted":"2 hours ago"},{"heading":"Will your penis stay erected forever (at least until you rot) if you died while masturbating?","time_posted":"7 hours ago"},{"heading":"Why are some people total assholes towards/want to hurt people who are innocent & don't do anything wrong?","time_posted":"9 hours ago"},{"heading":"could a person who died via poisoning be still cannibalized? as in, would the cannibal have any adverse affects (from the poison)","time_posted":"1 day ago"},{"heading":"what's the most messed up thing that could be filmed on a documentary/educational film before it's considered illegal/ a snuff film?","time_posted":"9 hours ago"},{"heading":"How would a collision between an astronaut and a millimeter-sized space debris affect the astronaut? Would the debris pass through their body or would it cause significant harm?","time_posted":"13 hours ago"},{"heading":"What would happen if you smoked a cigarette with every single breath you take?","time_posted":"1 day ago"},{"heading":"What does it feel like to choke to death?","time_posted":"13 hours ago"},{"heading":"If you got stabbed in the stomach how long would it take for you to die?(I'm writing a book)","time_posted":"2 days ago"},{"heading":"What was the song playing in the beginning of the 'Funkytown' video?","time_posted":"17 hours ago"},{"heading":"Do you think mental patients who get terminal illnesses should be able to refuse treatment?","time_posted":"17 hours ago"},{"heading":"If someone has a hole drilled in their skulls while still alive what would be the range of pain one would feel as the drill went through the cranium? How long could somebody live with that hole in their skull? Would someone still be able to say hold a conversation or walk?","time_posted":"18 hours ago"},{"heading":"Would a 6mm copper BB fired directly into the eye at point blank range kill someone?","time_posted":"1 day ago"},{"heading":"would taking painkillers beforehand prevent pain to some degree?","time_posted":"1 day ago"},{"heading":"If one prevents a celebrity like Justin Bieber or Harry Styles from flushing their waste down a public toilet, does one need some kind of consent to eat their waste? Or does the owner of the public toilet hold exclusive copyright over the waste that enters the setting?","time_posted":"2 days ago"},{"heading":"If you only talk to your family or just a couple people you know for a somewhat \"long\" time, can you lose your conversation skills ?","time_posted":"20 hours ago"},{"heading":"You hear that an elderly woman is being brutally beaten, and by some of the sounds judge that it is done by a sadist, for pure pleasure. You know from experience that police, if they show up at all, will arrive earliest an hour after they've been called for. What will the MEN and WOMEN of reddit do?","time_posted":"13 hours ago"}],"rules":["All posts must follow Reddit's content policy.","Warn people of graphic NSFW/NSFL content","Do not ask for advice on committing crimes","Mod Discretion","Do not discuss suicide"],"subreddits":{},"about":{"header":"About Community","description":"The dark questions we all have.","created":"Created Apr 20, 2015","stats":["254k Members","364 Online"]},"other_information":[{"header":"Discord Link","description":"Join here"}]}