{"time_collected":"2023-03-08 17:56:54.171313-05:00","top_headers":[{"heading":"Titles for submissions here must include information about the motorcycle in the image. Details within.","time_posted":"3 years ago"},{"heading":"2023 Yamaha R7 (1080x1474)","time_posted":"4 hours ago"},{"heading":"2021 Scout Bobber with a lil work (3232x1848)","time_posted":"19 hours ago"},{"heading":"Just picked up my first bike yesterday. Pretty Damm excited to be part of this community: 21 Indian Scout Bobber Black Smoke [3000x4000]","time_posted":"1 day ago"}],"rules":["Include some context about the image in the title.","Only submit static images.","Resolution must be included in the title","Low-Quality Picture or Motorcycle"],"subreddits":{"Related Communities":{"r/motorcycle":"117,404 members","r/royalenfield":"12,716 members","r/Dualsport":"57,600 members","r/Triumph":"35,708 members","r/SuggestAMotorcycle":"43,690 members","r/Kawasaki":"32,221 members","r/moped":"17,072 members","r/ATV":"26,596 members","r/Yamaha":"25,314 members","r/hondagrom":"18,992 members"}},"about":{"header":"About Community","description":"Motorcycle Porn","created":"Created Jun 10, 2011","stats":["122k Members","29 Online"]},"other_information":[{"header":"Sidebar","description":"The SFW Porn Network\nBrowse All\nIRC\nDiscussion\nFor the best pictures of the best looking Motorcycles! Not just for your own motorcycles but any you know of.\nSubmission Rules\nTitles must include the images resolution in brackets ex: [1080 x 720] some information about the motorcycle in the image (such as the name of the bike, name of the builder of a custom job, etc). If the image is of parts or something motorcycle-related then just be as descriptive as possible.\nOnly submit static images.\nVideos, collections, interactive images/websites, and articles are not allowed. If you found your images in an article, a link to it in the comments is encouraged, though.\nDo not submit a shortened link using a URL shortener like tinyurl.\nMake sure your image is hosted by an approved host.\nOriginal source is allowed and preferred over the approved hosts. If your submission is not on the list of approved hosts, but it is an original source, please use the tag [OS] so your submission is not removed in error. If your image is rehosted from another approved host it will be removed.\nIf you took the photo yourself, you can signify this by using the tag [OC] (original content) and after 24 hours you will be given special flair. If you don't receive flair after a few days feel free to message the mods.\nIf you're taking photos yourself, make them look good! Find some awesome scenery to park the bike in front of, get a cool-looking camera angle, rent a studio, whatever it takes.\nIf you have any questions check out the FAQ.\nRelated Subreddits\n/r/carporn\n/r/GaragePorn\n/r/motorcycles\n/r/realmotorcycles\n/r/BikeBuilders\nBe sure to read the sidebar before posting!"}]}