{"time_collected":"2023-03-07 00:44:05.391577-05:00","top_headers":[{"heading":"ANNOUNCEMENT: We’re changing Rule 6 to include exclusive streaming releases.","time_posted":"1 year ago"},{"heading":"Black Panther (2018) Okoye doesnt cross arms in salute to Killmonger, regardless of the scenes that follow, shows she was still loyal to T'Challa","time_posted":"1 day ago"},{"heading":"Batman 1989 - The part of Vicki Vale's portfolio that impresses the Joker, is pictures she took for an article in Time magazine about a Corto Maltese revolution, the same fictional country the Suicide Squad go to in the 2021 movie.","time_posted":"2 days ago"},{"heading":"In Willy Wonka and the Chocolate Factory (1971) the Inventing Room includes a wine press, an old fashioned juice extractor. The Oompa Loompas pause next to briefly while rolling Violet Beauregarde away to be juiced.","time_posted":"2 days ago"}],"rules":["Posts must be related to details in movies","Flair your post","Be civil","Titles must include the movie name and release year","Explain your post","No unreleased movies or spoilers in titles","No games or TV shows, movies only","No off topic posts","Avoid reposts","All factual posts now require a source."],"subreddits":{"Related Subreddits:":{"r/shittymoviedetails":"951,844 members","r/TVDetails":"170,555 members","r/GamingDetails":"253,581 members","r/MovieMistakes":"159,345 members","r/Moviesinthemaking":"1,001,738 members","r/Movie_Trivia":"28,451 members","r/fixingmovies":"67,067 members","r/movieclub":"17,026 members","r/BeforePost":"32,339 members","r/scenes":"10,982 members"},"More Related Subreddits:":{"r/NotintheMovie":"15,789 members","r/MoviePosterPorn":"228,756 members","r/MusicVideoDetails":"701 members","r/scriptdetails":"3,796 members","r/No_Small_Parts":"11,307 members","r/Thatsabooklight":"117,933 members"}},"about":{"header":"About Community","description":"Details in Movies, Movie Details!","created":"Created Jun 30, 2017","stats":["4.0m Members","698 Online"]},"other_information":[{"header":"Extra Notes","description":"1.If a post or comment breaks the rules, please don't just complain. Hit the report button and we'll look into it ASAP :).\n2.Appeals to bans or post removals should be sent via modmail.\n3.NSFW content is allowed but must be distinguished as such.\n4.Intentionally spoiling content may lead to a ban.\n5.Bots must be approved by the mod team and receive a bot flair, otherwise they will be banned\n6.If 10% or more of your content is from the same domain, youtube account or similar you will be permanently banned as a spammer."}]}