{"time_collected":"2023-03-07 06:55:06.645403-05:00","top_headers":[{"heading":"Temper Tantrum Tuesday","time_posted":"7 hours ago"},{"heading":"Skincare Sunday","time_posted":"2 days ago"},{"heading":"When did drugstore do it first?","time_posted":"1 day ago"},{"heading":"Calling all *powder* blush lovers what are your most favourite formulas?","time_posted":"2 days ago"},{"heading":"What are your opinions on foundation with no blush?","time_posted":"1 day ago"},{"heading":"Miscellaneous Monday: Anything beauty-related! Skincare, nail polish, bath/body, hair care and styling, fragrance, etc","time_posted":"1 day ago"},{"heading":"Makeup intrusive thoughts","time_posted":"2 days ago"},{"heading":"Suggest a Product Sunday","time_posted":"2 days ago"}],"rules":["All posts must encourage discussion.","Play nicely with each other.","No self promotion.","No personal information.","Follow Reddiquette and the Content Policy."],"subreddits":{"Sister Subreddits":{"r/AsianBeautyNetwork":"677 members","r/BeautyGuruChatter":"1,055,888 members","r/muaconspiracy":"40,508 members","r/ProMUA":"937 members","r/scacjdiscussion":"66,454 members","r/femalehairadvice":"484,003 members"}},"about":{"header":"About Community","description":"Welcome to muacjdiscussion","created":"Created Oct 17, 2014","stats":["83.1k flibbertigibbets subscribed","51 windbags here now"]},"other_information":[{"header":"Recurring Posts","description":"We have a few recurring threads that you can jump into if you like.\nWeekly Threads:\nMiscellaneous Monday - For discussion of nail polish, bath/body, hair care and styling, etc.\nTemper Tantrum Tuesday (y u so mad tho) - Rant about allll the things.\nWish List // What I'm Not Gonna Buy - Wednesdays. Tell us what you're hankering for and we'll talk you into or out of it. Get reviews on wish list items. Talk about your anti-hauls.\nFriday Free Talk - Settle in for a chat about whatever.\nFaves and Fails Friday - A reviews thread! Tell us about the moisturizer that made you break out, or the setting spray that finally keeps your oils at bay.\nSimple Questions Saturday - Questions! Simple ones! On Saturdays! Ask them, answer them, or just read through them. When it comes down to it, are we REALLY the boss of you? (Please use our guidelines when requesting help identifying undertones and face/eye shape and constructive criticism.)\nSuggest a Product Sunday - Need a new mascara that won't smudge? Searching for the fullest-coverage concealer known to man? Ask away!\n. . .\nBiweekly Threads:\nTips and Tricks Tuesday - Share new tricks you learned to take your makeup to the next level!\nKeeping It Real - Every other Saturday. Maintaining a sense of realism in makeup by discussing the \"imperfect\" side of beauty.\nMONTHLY THREADS:\nEnd Of Month Overview - Hauls, empties, epiphanies, insights, tears, laughter, and maybe even a celebrity guest or two. Probably not though so don't get your hopes up."},{"header":"Helpful Guides","description":"How To Ask For And Give Constructive Criticism\nHow To Get Help With Your Face/Eye Shape & Undertones\nThese are mainly for use in the Simple Questions Saturday weekly threads but could be handy elsewhere. You never know."},{"header":"Subreddit Resources","description":"The Devil Is In The Details - Two years' worth of application, placement, shade, and product advice for every makeup category.\nHG Products Lists - MUACJD approved makeup, tools, and skincare."}]}