{"time_collected":"2023-03-07 02:09:14.057640-05:00","top_headers":[{"heading":"[General] MUSHROOM MONDAY - Let's Catch Up! Share what you have learned in the previous week and discuss!","time_posted":"21 hours ago"},{"heading":"[General] Weekly r/MushroomGrowers post - FUNGI FRIDAYS! New growers, come say hi and ask your questions!","time_posted":"4 days ago"},{"heading":"[Gourmet] First lions mane harvest going to the local market","time_posted":"15 hours ago"},{"heading":"[General] I made a 4K timelapse of some mycelium colonizing grain","time_posted":"3 hours ago"}],"rules":["Be nice!","Please keep it drama free","No identification requests, please","No spam, advertisements, or sales posts","Restricted mushroom spore, culture, or trafficking violations","Post titles should be descriptive, include an appropriate [tag], and not be dramatic","Please keep it on topic","No SWIMing/\"a friend of mine...\" posts or comments","Moratorium on \"boof it\""],"subreddits":{"Related Subreddits":{"r/MycoBazaar":"27,814 members","r/mycology":"519,346 members","r/MedicinalMycology":"4,306 members","r/ifuckinglovemushrooms":"1,440 members"}},"about":{"header":"About Community","description":"r/MushroomGrowers is a supportive community of amateurs and professionals from around the world collaborating on mushroom cultivation.","created":"Created Feb 26, 2015","stats":["281k Members","182 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Newcomers","description":"To discourage abuse, you will need an account that is ≥7 days old to make comments and ≥50 comment karma to make posts.\n  All ID requests will be deleted, so please route them to r/mycology, r/MushroomID, or r/WhatIsThisMushroom.\n  If you want to get started growing mushrooms and are looking for some helpful links, check out: Marc Keith’s great video series Let's Grow Mushrooms!, Field and Forest’s Learning resource page, Mushroom Mountain’s Meet the Mushrooms and Learn About Mushrooms pages, the North American Mycological Association’s Mushroom Cultivation Links and Grow Mushrooms at Home page, UVM's best management practices for log-based Shiitake cultivation\n  If you're looking for gourmet cultures or spores, head over to r/MycoBazaar, or make a [Trade] post here.\n  This is not a safe space to discuss purchase, consumption, processing, quality, or experience with illegal/Schedule I drugs. Please respect this as a growing-focused community and do not do that here.\n  Trading/Soliciting for living cultures of illegal/Schedule I fungi, attempting to buy/sell those fungi within the community, or telling someone to eat an unknown mushroom will result in a ban. There will be no warnings for this activity. \"I didn't know...\" or \"it was a joke\" are not legitimate excuses. There are some grey areas and some very clear red areas when it comes to this subject matter. Don’t be selfish and put the community in danger by going into the red."},{"header":"POSTING REQUIREMENTS","description":"Please read the rules before posting or commenting.\nTo discourage abuse, you will need an account that is ≥7 days old to make comments and ≥50 comment karma to make posts\n  We organize information by using a tag system for easy topic-sorting, archival, and being able to tell what posts are about quickly. When making a post, you must type one of the [tags] from the list below into your title and select an associated flair from the drop-down menu before you submit it. You can read more about each tag in the list below (the flairs correspond). You can also click on them to perform a quick search for posts with only those tags. If it is not listed here, it can't be used. If you try to make up your own tag, the post will be rejected.\n[Gourmet] - The main subject deals with gourmet species (Lions Mane, Oysters, Shiitake, Maitake, Nameko, etc.).\n[Medicinal] - The main subject deals with classically medicinal species (Reishi, Turkey Tail, Chaga, etc.).\n[Actives] - If it involves cultivation of \"magic\" mushrooms, use this tag. This tag supersedes all others if a hallucinogenic spp. is involved, regardless of relevance to other tags.\n[General] - Use this tag if your post doesn’t quite fit with any of the others.\n[Freebies] - If you want to hold a contest, post a related idea/question, or have a link to something free that is useful to growers, tag your post with this.\n[Trade] - If you have a trade request, use this. Please be sure you're abiding by the community rules governing trades. Spore prints of hallucinogenic spp. are OK, but living cultures are strictly forbidden.\n[Technique] - Discussion focused on cultivation methods/techniques should use this one.\n[Contamination] - Use this one if you have questions about contamination.\n[Article] - if you have a fungi-related scholarly resource or science periodical, use this.\n[Business] - Anything related to running a mushroom related business, uses this.\n[Now Hiring] - If you're looking to hire someone for your mushroom business, or know someone who is, use this tag.\n[Meet up] - If you’re interested in connecting with members of the community in your area, or are looking for a helping hand, use this tag.\nUse the titles of other posts on the front page of the subreddit as examples to help guide you."},{"header":"Mushroom Mentors","description":"The Mushroom Mentor tag denotes users who have distinguished themselves as outstanding members of the community. They possess not only the knowledge required to grow different kinds of fungi and have put those skills to use in real life, but have also regularly demonstrated extensive support of their peers.\nMushroom Mentors in general abide by the spirit of this community, in that they offer great advice to all skill levels and do so in a pleasant, polite manner.\nPlease also consider that none of us are mushroom royalty. These users are not the be all end all and can be incorrect (though hopefully not very often or we will have to talk!). Please don't mistake those with this flair to be the absolute authority. In general, they will provide guidance that is congruent to modern mushroom growing techniques. We make every effort to ensure that information provided is accurate and up-to-date, but this is a big hobby that is changing every day.\nIf you think you'd like to wear a Mushroom Mentor tag, and have not yet been approached for consideration, message the mods and we'll discuss it.\n-Myc"}]}