{"time_collected":"2023-03-08 18:57:16.502213-05:00","top_headers":[{"heading":"Warning: people asking for money","time_posted":"11 days ago"},{"heading":"Weekly Leaderboard Challenge: Shaban - Week 2","time_posted":"5 days ago"},{"heading":"End of the Journey (Part 2)- About my sexual frustration, urges, Marriage and Celibacy","time_posted":"6 hours ago"},{"heading":"Ease your nofap journey with this method","time_posted":"4 hours ago"},{"heading":"End of the journey- My last ever post here and my story (Part 1)","time_posted":"1 day ago"},{"heading":"Roots","time_posted":"21 hours ago"},{"heading":"Say No To Your Nafs","time_posted":"2 days ago"},{"heading":"Guilt and Youtube","time_posted":"2 days ago"},{"heading":"Struggling with feeling lonely","time_posted":"2 days ago"},{"heading":"The freedom model of addictions","time_posted":"2 days ago"},{"heading":"I am a disappointment","time_posted":"2 days ago"},{"heading":"Islam Cured my Porn Addiction I Had For 50% of My Life","time_posted":"2 days ago"},{"heading":"Struggling to lower gaze I mean really….","time_posted":"3 days ago"},{"heading":"The Actual Nofap Benefits Timeline - Not a fake one just for the sake of getting views","time_posted":"3 days ago"},{"heading":"Help","time_posted":"3 days ago"},{"heading":"Leaving The Sub","time_posted":"4 days ago"},{"heading":"Social media and nofap","time_posted":"4 days ago"},{"heading":"","time_posted":""}],"rules":["Maintain good Islamic character","Women are welcome","Flair all posts","Remain on topic","No triggers","Watch your language","Don't give a Fatwa if you aren't a scholar","Maintain anonymity","Stay clean"],"subreddits":{"Related Communities":{"r/MuslimLounge":"45,634 members","r/islam":"229,460 members","r/saudiarabia":"118,312 members","r/lonely":"326,527 members","r/shia":"10,939 members","r/Christian":"78,453 members","r/Muslim":"25,116 members"}},"about":{"header":"About Community","description":"NoFap support for Muslims, help for Muslims struggling with porn","created":"Created Dec 31, 2013","stats":["21.2k Members","23 Online"]},"other_information":[{"header":"Introduction","description":"بسم الله الرحمن الرحيم\nSay, \"O My servants who have transgressed against themselves by sinning, do not despair of the mercy of Allah . Indeed, Allah forgives all sins. Indeed, it is He who is the Forgiving, the Merciful.\"\n[Surah Al-Zumar, 39:53]\nBut as for him who feared standing before his Lord, and restrained himself from impure evil desires and lusts. Verily, Paradise will be his abode.\n[Surah al-Naaz’i’aat 79:40-41]\nRasoollullah (sallahu alaihi wa sallam) said, \"Be conscious of Allah wherever you are. Follow the bad deed with a good one to erase it, and engage others with beautiful character.\" [Tirmidhi]\nIn the name of Allah , the Most Gracious, the Most Merciful\nMay peace and blessings of Allah be upon our beloved Prophet Muhammad.\nAssalamu Alaikum Warahmathullahi wabarakathuhu, Muslim brothers and sisters,\nPMO (Porn, Masturbation Orgasm) has become a huge problem in the Muslim Ummah. A lot of Muslims spend excessive amounts of time in front of their computers viewing porn while we should be engaged in productive activities that are of benefit to us, either in this world or the hereafter. Each and every second, we approach death. We all know this. Yet we are not able to get rid of the problem.\nSo, all the Muslims can unite under this subreddit and give support and encouragement to each other.\nIt was narrated from Ibn ‘Umar (may Allah be pleased with him) that the Messenger of Allah (blessings and peace of Allah be upon him) said: “The Muslim is the brother of his fellow Muslim; he does not wrong him or let him down. The one who meets the needs of his brother, Allah will meet his needs. Whoever relieves a Muslim of distress, Allah will relieve him of distress on the Day of Resurrection.” [Narrated by al-Bukhaari (2442) and Muslim (2580)]\nFeel free to share any verses of the Quran and Hadith, progress reports, queries and any motivating material.\nInsha Allah, we will be able to get rid of this problem."},{"header":"Guidelines","description":"If you are new to this sub please take some time to go through the information in the wiki. It includes some advice, helpful links, information on accountability groups and a list of useful tools. This will give you a good understanding about porn, its consequences and how to overcome the challenges it presents, insha allah.\nOur sub provides you a badge where it will show you the time duration you have abstained from porn and masturbation. You can click the link which says \"To set/reset badge\" and enter the date that you have stopped the prior activity.\nIf you need support please feel free to share your story. There are many here willing to help you out. If you need an accountability partner you can post it here. Please always be careful because you don't know who is on the other side. May Allah bless you for all your efforts and be in Dua! Surely your creator is watching you and showing mercy on you."},{"header":"Support for partners","description":"r/loveafterporn - a place to find support if your partner is addicted to porn. There are useful links in their sidebar, too. (If you participate in their subreddit, please read and obey their rules.)"}]}