{"time_collected":"2023-03-19 16:51:59.232831-04:00","top_headers":[{"heading":"we are currently seeking active moderators for r/Muslim. If interested, please read the requirements","time_posted":"2 months ago"},{"heading":"A brother was once reading Quran on his phone beside me, and an ad popped up. No one should be interrupted when they are performing Ibadah, especially not by pesky marketing! This is why we created Salam App. An app that is 100% free, with no ads, and complete privacy!","time_posted":"6 months ago"},{"heading":"indeed!","time_posted":"8 hours ago"},{"heading":"Salam everyone. I’m going to be dropping these shirts for Ramadan and donating proceeds to charity for Palestine. I want to include other countries as well! Let me know if you like the design.","time_posted":"7 hours ago"}],"rules":["Be Civil","No NSFW","No Shia/Sunni hates","No Musics","No Blasphemy","No harassments","No Flirtatious behavior","No foul language when talking about sects/religion","No insulting Prophets, Sahabas","Always Provide Source/Referance Links","No Advertising without permission from mods","No personal information","Always Translate in English","Mods retain discretion to remove content in the larger interest of community.","No promoting any religion apart from Islam"],"subreddits":{"Related Subreddits":{"r/Izlam":"134,750 members","r/islam":"230,588 members","r/Hijabis":"24,805 members","r/MuslimLounge":"45,935 members","r/MuslimNoFap":"21,270 members","r/Islam_FAQ":"580 members","r/muslimcooking":"2,056 members","r/MuslimFamilySolutions":"3,517 members","r/IslamIsScience":"2,097 members"}},"about":{"header":"About Community","description":"News and discussions about matters pertaining to the Muslim community, the Muslim world, and Muslim politics.","created":"Created Feb 12, 2010","stats":["25.4k Members","53 Online"]},"other_information":[{"header":"Useful Resources","description":"www.Quran.com, a website for the Holy Quran with recitation and translation and Quranic Arabic corpus.\nwww.Tanzil.net, an intricate Quran navigator with several recitations, translations and exegesis.\nwww.Sunnah.com, a depositary of numerous major hadith collections, complete with translation and explanation. www.DefendingReligiousFreedom, a guide to understanding Sharia law and its intricacies.\nwww.quranicaudio.com, a website that has Quran recitations. even Imam sudais"}]}