{"time_collected":"2023-03-20 01:25:16.034388-04:00","top_headers":[{"heading":"Positive & Negative transaction/feedback threads!","time_posted":"2 years ago"},{"heading":"🍄 MrMushrooms.works - Gourmet Cultures and More 🍄 - Your New Hobby is Calling You! | 🥼🧫MARCH GLADNESS SALE 🧫🥼 15% OFF / VIP 25% OFF Use Code: MARCHGLADNESS23 | Login for FULL menu | March Donations: 🏳️‍🌈🫂 The Trevor Project 🫂🏳️‍🌈","time_posted":"2 hours ago"},{"heading":"Hello is there anyway to get a mella growing chamber in europe more specifically France ? (I'm lazy and a beginner)","time_posted":"10 hours ago"},{"heading":"[Selling] Raise your pints for this St Paddy's Day Sale! Your LC pints. All weekend take 20% off our sterile liquid culture pints. More supplies, for gourmet/medicinal species, in the comments.","time_posted":"13 hours ago"},{"heading":"[Selling] GOURMET GROW KITS! This kit comes with a 4lb All-In-One Bag and 10ml of liquid culture. Your choice of substrate and culture. More supplies, for gourmet/medicinal species, in the comments. ST PADDYS PINT SALE is still live all weekend. 20% off LC pints!","time_posted":"1 day ago"},{"heading":"[SELLING] Mushyluv products help reduce the risk of contamination when handling gourmet mushroom cultures. Check out our SAB-mini & Clone Cube laminar flow hood products. More info below.","time_posted":"2 days ago"}],"rules":["Nothing Illegal","Be Nice","No Illegal Links","Don't Be A Dick","Stay On Topic","Vendors Keep Your Sales Efforts To YOUR Posts","NO STEALING PHOTOS!","Review in STICKIED POSTS ONLY!","NO VENDORS reviewing OTHER VENDORS","Vendors May Sell Spores For Microscopy or Cultivation, but not BOTH. ZERO tolerance or exceptions."],"subreddits":{"Other Communities":{"r/MushroomGrowers":"284,022 members"}},"about":{"header":"About Community","description":"This subreddit is dedicated to sales of products related to mushrooms, including but not limited to: growing supplies & equipment, cultures, spawn, dry fruit bodies, spores, petri dishes, etc... The only restricted sales are of course those which are illegal, or otherwise violate Reddit ToS. This specifically includes cultures (live mycelium), or dry fruit bodies from psychoactive species. ANY violation will result in an immediate, permanent ban without exception. ANY VIOLATION.","created":"Created Oct 23, 2018","stats":["28.0k Members","5 Online"]},"other_information":[{"header":"Should I Post?","description":"You've got spawn? Great! Sell it here. You've got the heady hookup on rye? R(ye)ighteous! Post it here. You've got petri dishes on lock? Awesome, post it here! Culture media & anti-biotics? Post it here! Do you buy bulk supplies & resell them to small growers (spawn bags, grow bags etc...)? Post it here! Syringes or Needles? Post it here! Maybe you create bespoke flowhoods? Post it here! Oh, you offer bulk sterilization solutions for substrates? Post it here! Consultation services? Post it here! Liquid cultures? Post it here! Maybe (probably not but who knows?) you're selling a mushroom farm? Post it here!\nBasically, if you've made it this far - you should post!\n-Myc"},{"header":"Post Flair","description":"To quickly identify identify the current needs of a given post, we've implemented easily distinguised flair to be assigned & updated throughout the lifetime of a post, to date, the tags are as follows:\n[Buying] [Selling] [Trading] [Trade Complete!] [Purchased!] [Sold!]\nPlease make every effort to keep YOUR posts up-to-date, if you're sold out, please change flair to 'Sold', if you've purchased goods & aren't in the market any longer, please mark '[Purchased!'] & on the other hand, please don't ask someone if they still have a product if it's marked as sold, and as a seller, don't approach buyers who have already marked their request as '[Purchased]'."}]}