{"time_collected":"2023-03-08 22:52:59.806617-05:00","top_headers":[{"heading":"NEW outside of group resources thread","time_posted":"2 years ago"},{"heading":"Weekly Joy Thread!","time_posted":"5 days ago"},{"heading":"I’m so proud of her.","time_posted":"10 hours ago"},{"heading":"Joyful Moments today!","time_posted":"6 hours ago"},{"heading":"cute reminder give your trans fems flowers! 😊","time_posted":"13 hours ago"},{"heading":"My (cisF) wife (MtF) got carded at Costco","time_posted":"16 hours ago"},{"heading":"I (25F) broke up with my girlfriend(MtF) 6 months ago, but I still miss her a lot","time_posted":"9 hours ago"},{"heading":"venting/mtf","time_posted":"3 days ago"},{"heading":"Seeking clarification from trans partners","time_posted":"2 days ago"},{"heading":"Marriage and Resentment brewing","time_posted":"2 days ago"}],"rules":["This is a space for partners of trans and gender nonconforming people","Trans people with cis partners or no partners are welcome, but not the focus","Support First and Foremost...","...But it’s Not Always Sunshine and Rainbows","Zero Tolerance for Intentional Transphobia","You don’t have to be perfect or know everything, but be open to learning","No Identity/Pronoun Policing","Don't Be a Jerk"],"subreddits":{"Related Communities":{"r/MtF":"197,120 members","r/trans":"369,074 members","r/actuallesbians":"453,314 members","r/lgbt":"999,513 members","r/asktransgender":"261,796 members","r/relationship_advice":"8,499,602 members","r/offmychest":"3,014,268 members","r/TrueOffMyChest":"1,972,503 members","r/AskGayMen":"101,301 members","r/comphet":"11,542 members"}},"about":{"header":"About Community","description":"This is a supportive, educational, and safe space for the partners of trans and gender-diverse people. All are welcome, regardless of your own gender identity. Please read the rules before posting or commenting.","created":"Created Oct 27, 2011","stats":["50.0k Members","69 Online"]},"other_information":[{"header":"Similar Reddits","description":"/r/asktransgender\n/r/transinrelationships\n/r/CisParentTransKid"},{"header":"Post Flair","description":"Flair is not required to post. However, if you want to target your comments to your needs we have the following:\nRANT! No Advice Wanted -Use for when you just want some solidarity.\nNSFW - Those questions that might not be the best for boss to see.\nTrans Post: Help my partner! - Posts from Trans people wanting to help their partner understand their transition.\nTrigger Warning - If you worry what you are posting might be triggering to others, feel free to use this flair.\nCis Partners of Trans People Only - This subreddit welcomes all, but if you're looking for this specific perspective, please use this flair.\nTrans Partners of Trans People Only - This subreddit welcomes all, but if you're looking for this specific perspective, please use this flair.\nTrans Partners of Cis People Only - This subreddit welcomes all, but if you're looking for this specific perspective, please use this flair. Note - please read the rules and ask yourself if this topic would fit better on a trans-specific subreddit."}]}