{"time_collected":"2023-03-07 02:51:47.176026-05:00","top_headers":[{"heading":"We are now banning NPD and all cluster Bs from posting here.","time_posted":"10 months ago"},{"heading":"New Mods","time_posted":"28 days ago"},{"heading":"Stuck in their \"logic\" - an obstacle to healing and growth","time_posted":"28 days ago"},{"heading":"how could you possibly date after this abuse?","time_posted":"28 days ago"},{"heading":"Men","time_posted":"28 days ago"},{"heading":"How do you react when seeing your NEX in public?","time_posted":"28 days ago"},{"heading":"Getting stuff out of my chest after my last conversation with my narcissistic ex","time_posted":"28 days ago"},{"heading":"Does it ever end ?","time_posted":"28 days ago"},{"heading":"Have I become like them?","time_posted":"28 days ago"},{"heading":"Praise for “being good” or having “good days”?","time_posted":"28 days ago"},{"heading":"I don't know who needs to hear this, but...","time_posted":"1 month ago"},{"heading":"Are you still attracted to ur ex?","time_posted":"28 days ago"},{"heading":"Narcissistic ex moved on quickly","time_posted":"28 days ago"},{"heading":"Contrary to popular opinion: are they actually glad when we no longer contact them?","time_posted":"28 days ago"},{"heading":"Feeling very low, need a friend","time_posted":"28 days ago"},{"heading":"Struggling and in need of support after my abortion (31 days of no contact)","time_posted":"28 days ago"},{"heading":"Listen","time_posted":"28 days ago"},{"heading":"Feeling low after the break up","time_posted":"1 month ago"},{"heading":"There's benefits to enduring a narcissist","time_posted":"1 month ago"},{"heading":"The smirk","time_posted":"1 month ago"},{"heading":"Really need encouragement please","time_posted":"28 days ago"},{"heading":"How to love again","time_posted":"28 days ago"},{"heading":"Can you develop narcissistic traits from the relationship?","time_posted":"1 month ago"},{"heading":"What are normal relationships like?","time_posted":"1 month ago"},{"heading":"Repeating acts they did with you","time_posted":"1 month ago"}],"rules":["Be Respectful","No Links/Cross Posting","NO PROMOTIONAL POSTS/SOCIAL DISCUSSIONS/NEWS/CURRENT EVENTS","NO POLITICAL POSTS","No Cluster Bs (NPD, BPD, ASPD, HPD) or abusers may post here or be used as a \"resource\".","NO PARENT/FAMILY CONTENT PERMITTED","INAPPROPRIATE CONTENT","No Identifying Information-Stay Anonymous At All Times","Duplicate of Another Post","NO REVENGE/OUTTING/THREATS"],"subreddits":{"Helpful Reddit Communities":{"r/raisedbynarcissists":"859,614 members","r/BPDlovedones":"70,858 members","r/domesticviolence":"26,304 members","r/ptsd":"86,555 members","r/SuicideWatch":"409,165 members","r/Codependency":"72,438 members","r/Anxiety":"599,631 members","r/Divorce":"103,188 members","r/Custody":"24,713 members","r/OperationSafeEscape":"1,007 members"}},"about":{"header":"About Community","description":"This is a place for victims of narcissistic abuse to come together to support, encourage, learn from, share with, and validate one another. It is NOT a replacement for therapy or counseling. We support abusive relationships from romance, work, roommates & friends. No family content except for you, your partner/ex & your children (no abusive kids). All others will be removed including mentions like family/friends or childhood content. No demands to explain our rules or \"just curious\" requests;","created":"Created Oct 13, 2013","stats":["141k Members","58 Online"]},"other_information":[{"header":"Resources","description":"Generally speaking, a narcissist is a person who has an excessive sense of how important they are. They demand and expect to be admired and praised by others and are limited in their capacity to appreciate others' perspectives. (Source)\nNarcissism is a character trait that exists on a spectrum. A small amount of narcissism is healthy. A person with an unhealthy level of narcissism may be called a narcissist. At extreme levels, it may be diagnosed as Narcissistic Personality Disorder. (You can find the diagnostic criterion for NPD here.) NPD is extremely resistant to therapy and other treatments.\nIn this subreddit, a narcissist (sometimes abbreviated as “N”) is a person who exhibits narcissistic traits and/or a consistent pattern of maladaptive narcissistic behaviors, regardless of whether they meet the diagnostic criterion or have a formal diagnosis. A person may be referred to as an N on this subreddit even if it is more likely that they have another Cluster B personality disorder (Borderline, Histrionic, or Antisocial), so long as they exhibit narcissistic traits/behaviors. However, if you know someone has a different personality disorder, you may be better going to the appropriate sub to receive specific support and resources. Check out /r/BPD, /r/BPDlovedones, /r/HPD for more information.\n** A stranger on the internet (even one with excellent qualifications) cannot diagnose your friend/ex/dachshund/etc. Only a trained mental health professional with access to the patient can diagnose NPD or any other mental disorder.\nAn overview of some common terminology of narcissistic abuse survivors can be found here in our WIKI page.\nRECOMMENDED READING\nNA Community Resources Listing\nOverview of Narcissistic Personality Disorder\nIdealize, Devalue, Discard: The Dizzying Cycle of Narcissism\nIntermittent Reinforcement\nSigns You’ve Been Abused By A Narcissist\nWarning Signs You Are Dating A Loser\n20 Diversion Tactics Manipulative Narcissists Use To Silence You\nStages of Recovery\nHelping Victims Heal\nOut Of The Fog\nHow Can I Tell If My Partner Is a Narcissist? Our 100 Point Narcissist Scale\n30 Red Flags of Manipulative People from Psychopathfree.com\nThe Gray Rock Method of Dealing with Psychopaths by Lovefraud.com\nCo-Dependents Anonymous\nPsychologytoday Article:The Narcissistic Personality: How They Think\nIndividualized Safety Planning Guide From Loveisrespect.org\nHow To Meditate\nShahida Arabi Blog\nGOASKROSE.COM Planning Escape From Abusers Safety APP IAMA\nHOW TO BLOCK EMAIL IN GMAIL\nUS National Center for PTSD\nCant Afford Therapy? HERE are some options.\nIf you are being abused and want to reach out for help, here are some resources:\nIn the US (may also work outside of the US):\nVictimConnect for Stalking, Harassment, Bullying, DV, Sexual Assault\nTheHotline.org\nRAINN.org\nHELP4Guys\n1in6\nStop Abuse for Everyone\nDomestic Shelters: When Its Time To Go MAKE A PLAN\nLoveisrespect.org\nHelp With Pets from RedRover\nInternationally:\nStopItNow.org Formerly Hotpeachpages.net\nIf you feel suicidal, here are some resources for you:\nDirectory of USA Suicide Hotlines\nDirectory of International Suicide Hotlines\nIf you know you are a narcissist, are abusive, have strong narcissistic traits, or are seeking support for yourself having been abusive to others, DO NOT comment or post in this sub. You will be banned if you post here."}]}