{"time_collected":"2023-03-07 04:43:22.620354-05:00","top_headers":[{"heading":"I have seen a lot of post about people's separation orders, retirement, last pay check and etc. I wanted to give you all a great email and phone number.","time_posted":"1 month ago"},{"heading":"During yesterday's congressional hearing, one of the items MCPON Honea advocated for was to remove the barriers to receive mental health care through telehealth services, something brought to his attention by the comments made on this subreddit during the AMA.","time_posted":"5 days ago"},{"heading":"Did you ever wear tropical uniforms? I remember my Blue Jackets manual had a picture similar to the one attached. Only difference is it had a pith helmet, instead of the dixie cup. Has anyone ever worn them? I’ve been to some of the hottest places on Earth in the Navy and we never wore them.","time_posted":"15 hours ago"},{"heading":"🥲","time_posted":"14 hours ago"}],"rules":["Pre-Enlistment or Pre-Commissioning Question","Encouraging lying to recruiters","Personal Identifying Information","Political posting irrelevant to the Navy","Trolling or harassment","VLOG / BLOGSPAM","Links to malicious sites; phishing, porn, etc.","Cross-posting.","Spreading misinformation","Academic Surveys are only allowed on weekends. No commercial surveys."],"subreddits":{"Related Communities":{"r/newtothenavy":"50,944 members","r/Military":"460,442 members","r/army":"247,795 members","r/USMC":"112,884 members","r/AirForce":"203,595 members","r/navyseals":"34,055 members","r/RoyalNavy":"5,151 members"}},"about":{"header":"About Community","description":"For anything of interest to Sailors! This is primarily a US Navy-centric subreddit, but all are welcome. REMEMBER OPSEC. Do not post your command name! Post pre-bootcamp, pre-commissioning questions in r/NewToTheNavy. READ THE WIKI (www.reddit.com/r/navy/wiki) and do a search before posting--if you're about to ask \"I'm arriving at my first command/going on my first deployment...\" it's likely already been answered.","created":"Created Jan 14, 2010","stats":["146k Sailors","205 On Watch"]},"other_information":[]}