{"time_collected":"2023-03-09 00:48:58.126985-05:00","top_headers":[{"heading":"META Megathread. This thread will link to mega threads for topics such as Fear of Death, the 'DMT' release by the brain hypothesis, the hypoxia hypothesis, suicidal people seeking reassurance, fear of death, the prison planet hypothesis, etc.","time_posted":"4 months ago"},{"heading":"Science Of The Gaps Podcast Episode 1: Jeffrey Long, M.D. (subreddit podcast co-hosted with /u/Sandi_T)","time_posted":"3 months ago"},{"heading":"A near-death experience during an obstetric emergency. (Graphic content warning).","time_posted":"5 hours ago"},{"heading":"Looking down from above How many times have an experiencers perceptions actually been confirmed?","time_posted":"1 day ago"},{"heading":"I want this to be my last incarnation","time_posted":"2 days ago"},{"heading":"Reincarnation, part two.","time_posted":"1 day ago"},{"heading":"What determines whether someone has an NDE or not?","time_posted":"1 day ago"},{"heading":"This may sound simple, but I would hope that after I die, I would be able to still follow my sports teams.","time_posted":"2 days ago"},{"heading":"I have developed a strong interest in NDE's, but claims of mediumship and the more \"woo\" aspects of the community are a hard pill for me to swallow.","time_posted":"3 days ago"},{"heading":"What do you think of people who say the \"calmness and bliss\" is because of lack of oxygen?","time_posted":"4 days ago"},{"heading":"Thank you","time_posted":"5 days ago"},{"heading":"Is it rare to be depressed after a positive NDE?","time_posted":"5 days ago"},{"heading":"Does anyone have any Hindu NDE experiences?","time_posted":"6 days ago"},{"heading":"Did your nde reveal if religion was important to conform to or not?","time_posted":"6 days ago"},{"heading":"Ultimate goal: Stopping reincarnation vs. Creating \"Heaven on earth\"","time_posted":"6 days ago"},{"heading":"Latest scientific study into NDE’s (2nd attempt)","time_posted":"5 days ago"},{"heading":"Thought I'd share my near drowning NDE with you lot :-)","time_posted":"6 days ago"},{"heading":"This new study suggests the number of critical unwell patients who experience NDEs is higher than you might think.","time_posted":"6 days ago"},{"heading":"Loved one on death bed speaking of people that passed","time_posted":"6 days ago"},{"heading":"If you “believe” in NDEs, do you believe in all the other stuff too?","time_posted":"7 days ago"}],"rules":["","","","","","","","","","","","","","",""],"subreddits":{},"about":{"header":"","description":"","created":""},"other_information":[]}