{"time_collected":"2023-03-07 02:04:54.792576-05:00","top_headers":[{"heading":"Weekly \"meta\" thread for casual discussion, complaints, suggestions, etc.","time_posted":"11 days ago"},{"heading":"Weekly Discord Server Advertisement Thread","time_posted":"2 days ago"},{"heading":"i’m really in need of a friend right now","time_posted":"3 hours ago"},{"heading":"27 F in search of someone to listen. I’m in a really bad place, I need a friend.","time_posted":"15 hours ago"},{"heading":"My husband is leaving me and I realized I have no friends to even talk to about it.","time_posted":"3 hours ago"},{"heading":"[25F] I'm dealing with something complex and awkward, and would love a casual chat to distract my thoughts.","time_posted":"8 hours ago"},{"heading":"31M New York City - Nerd Looking to Meet Other Nerds","time_posted":"2 hours ago"},{"heading":"26 M, I'm not sure who I am anymore.","time_posted":"2 hours ago"},{"heading":"[14M] I'm kinda lonely and going through some stuff rn, I would like a new friend :)","time_posted":"8 hours ago"},{"heading":"hey yall its me - 22 f germany >.< searching for long term friends","time_posted":"22 hours ago"},{"heading":"19f looking for new friends!","time_posted":"2 hours ago"}],"rules":["Be Respectful and Civil","Posts must be seeking individual platonic (non-sexual) friendships","Contact Info Via PM Only","No Advertising Chat Groups outside the Weekly Discord Thread","No NSFW Content","72 hour posting limit","No soliciting of minors (people under the age of 18)","Do not ask for services, donations or upvotes in any way.","Do not advertise external websites or mobile apps","Do not request meet-ups in person","You must maintain a friendship-conducive reddit posting and comment history","No catfishing","No meta posts outside the weekly thread","Small Print"],"subreddits":{"Related Subreddits":{"r/MeetNewPeopleHere":"53,655 members","r/penpals":"180,318 members","r/r4r":"578,112 members","r/InternetFriends":"27,266 members","r/GamerPals":"130,298 members","r/GFD":"11,799 members","r/Kikpals":"202,679 members","r/snapchat":"329,314 members"}},"about":{"header":"About Community","description":"Are you looking for a new friend or a kind voice? This is a subreddit for people looking to make friends from all over the world. Come to post and talk, private message others, discuss and share in a supportive manner.","created":"Created Feb 23, 2009","stats":["340k Friendly people","299 Befriending"]},"other_information":[{"header":"Subreddit Moderation Info","description":"By joining or contributing to this subreddit, you must abide by the rules of the sub. If you do not follow these rules, you may be banned or muted directly, without warning, if the mods feel that your actions have been bad enough to warrant one.\nThis falls down to the discretions of the moderators.\nOur moderation support bot u/ModeratelyHelpfulBot has the capability to conduct investigations into post and comment history of users. The bot can now identify users with significant histories within NSFW subreddits.\nIf more than 20% of your comments are on NSFW subreddits and you solicit minors, you will be banned from the subreddit\nIf you have identified your age in the past and you solicit minors, you will be banned from the subreddit.\nYou may also select the link flair \"Strict SFW\" to have us specifically monitor your post for primarily NSFW commenters.\nThank you."},{"header":"Suicide Prevention","description":"Please refrain from posting suicidal content on this subreddit.\nEnding it for yourself is never the answer. Always remember that there will be people out there who love you and care about you, even if you're not aware of it. It might stop for you, but not for others. Don't make your friends and family go though the long and hard process of losing you.\nTalk to someone about it, anonymously.\nUS: 1-800-273-8255\nUK: 116 123\nAUS: 13 11 14\nRUS: 007 (8202) 577-577\nIN: 91-22-27546669"},{"header":"Post not showing up?","description":"If your post does not show up immediately, then your account is too young, or your post contains something that the automod has picked up. It has been temporarily deleted, and sent to the modqueue, where a mod will attend to it shortly.\nPlease do not send us modmail regarding this. It will be ignored."}]}