{"time_collected":"2023-03-07 01:56:34.505856-05:00","top_headers":[{"heading":"Weekly Discussion Thread - Monday, March 06, 2023","time_posted":"1 day ago"},{"heading":"Don't let them lie to your about our history. It was Neocentroids, not \"The Soviets\" or \"The Allies\" who liberated Berlin in 1945","time_posted":"18 days ago"},{"heading":"Bee bee cee","time_posted":"21 hours ago"},{"heading":"Doug Ford has failed the accountability test","time_posted":"1 day ago"},{"heading":"Join the neocentrist meetup","time_posted":"2 days ago"},{"heading":"Laugh at the farcical scandals of John Tory and Doug Ford but the joke’s on the powerless","time_posted":"3 days ago"},{"heading":"You will never be a real incel.","time_posted":"4 days ago"}],"rules":["Please be civil.","Please don't ping users who don't participate in the subreddit.","Please keep submissions and comments on topic.","Please use the Discussion Thread for all off-topic discussion.","Please don't post porn.","Please flair all your submissions accordingly.","Submissions and comments are subject to strict moderation in accordance with Reddit Content Policy.","No Taliban","Leftoid and rightoid agendaposters GTFO","No Putin"],"subreddits":{},"about":{"header":"About Community","description":"A casual space to chat about politics, economics, policy and everything in between while getting into partisan bickering!","created":"Created Sep 9, 2019","stats":["2.6k Members","10 Online","Top 20% Ranked by Size"]},"other_information":[{"header":"Synthesis","description":"The neocentrist synthesis was created by a meeting of neoliberals, neoconservatives, neomarxists, neonazis, neoanarchists, and neomonarchobolshevists synthesizing their ideologies to oppose ordocentrism. - u/Cuddlyaxe"},{"header":"Post Flair","description":"Discussion - Posts that don't fit into any of the flairs below.\nArticle - Opinion pieces, analysis, other non-news articles.\nNews - News articles.\nMeme - Memes.\nMedia - Videos, podcasts, streams, other similar media.\nTweet - Tweets and images of tweets.\nPoll - Polls.\nPolicy, Study - Links specific to policies and research studies."}]}