{"time_collected":"2023-03-06 17:18:23.290889-05:00","top_headers":[{"heading":"Discussion Thread","time_posted":"15 hours ago"},{"heading":"Political Party Series: Australia's Liberal Party","time_posted":"13 hours ago"},{"heading":"South Africa faces ‘civil war’ conditions due to possibility of power grid collapse","time_posted":"7 hours ago"},{"heading":"Moldova officially identifies its national language as Romanian","time_posted":"7 hours ago"},{"heading":"Where New York’s Asian Neighborhoods Shifted to the Right","time_posted":"4 hours ago"},{"heading":"Marc Andreessen: We’re heading into a world where a flat-screen TV that covers your entire wall costs $100 and a 4-year degree costs $1M","time_posted":"5 hours ago"},{"heading":"Coconut milk: HelloFresh dropping Thai products over monkey labor allegations","time_posted":"5 hours ago"},{"heading":"Lebanon adopts ‘dollarization’ as currency, economy crumble","time_posted":"12 hours ago"},{"heading":"Estonia election: Why liberals won, and the far-right lost","time_posted":"4 hours ago"},{"heading":"Suicide of Polish MP’s son prompts backlash against state media that helped identify him as abuse victim","time_posted":"9 hours ago"},{"heading":"Noam Chomsky","time_posted":"4 hours ago"}],"rules":["Civility","Bigotry","Bad faith arguing","Off-topic Comments","Glorifying Violence","Brigading","Off-topic Submission or Meta post","Submission Quality","Use Pings Wisely","Bonk-Posting/Sexual Content","Toxic Nationalism"],"subreddits":{"Related Communities":{"r/Conservative":"1,028,418 members","r/moderatepolitics":"285,061 members","r/finance":"1,734,498 members","r/Economics":"3,155,068 members","r/StockMarket":"2,639,655 members","r/EndlessWar":"28,684 members","r/worldnews":"31,179,395 members","r/PrepperIntel":"36,757 members","r/news":"25,906,267 members","r/democrats":"432,587 members"}},"about":{"header":"About Community","description":"Free trade, open borders, taco trucks on every corner. Please read the sidebar for more information.","created":"Created Apr 14, 2011","stats":["144k advisors to Governor Polis","1.7k online now"]},"other_information":[{"header":"About Us","description":"With collectivism on the rise, a group of liberal philosophers, economists, and journalists met in Paris at the Walter Lippmann Colloquium in 1938 to discuss the future prospects of liberalism. While the participants could not agree on a comprehensive programme, there was universal agreement that a new liberal (neoliberal) project, able to resist the tendency towards ever more state control without falling back into the dogma of complete laissez-faire, was necessary. This sub serves as a forum to continue that project against new threats posed by the populist left and right.\nWe do not all subscribe to a single comprehensive philosophy but instead find common ground in shared sentiments and approaches to public policy.\nIndividual choice and markets are of paramount importance both as an expression of individual liberty and driving force of economic prosperity.\nThe state serves an important role in establishing conditions favorable to competition through preventing monopoly, providing a stable monetary framework, and relieving acute misery and distress.\nFree exchange and movement between countries makes us richer and has led to an unparalleled decline in global poverty.\nPublic policy has global ramifications and should take into account the effect it has on people around the world regardless of nationality.\nPolicies we support include:\nFree Trade\nOpen Borders\nOccupational Licensing Reform\nZoning Reform\nCarbon Pricing\nTrans Rights\nIntroductory reading:\nThe Neoliberal Mind\nNeo-Liberalism and its Prospects\nNeoliberalism: The Genesis of a Political Swearword"}]}