{"time_collected":"2023-03-08 20:08:37.109519-05:00","top_headers":[{"heading":"Penny Smash!","time_posted":"13 days ago"},{"heading":"Those extra letters make all the difference!","time_posted":"22 hours ago"},{"heading":"Looks like Madi learned her lesson on pasta water and graduated to egg water","time_posted":"20 hours ago"}],"subreddits":{"Related Communities":{"r/Jokes":"25,543,533 members","r/UnsentLetters":"441,822 members","r/nosleep":"17,347,467 members","r/PointlessStories":"114,980 members","r/shortstories":"71,160 members","r/dadjokes":"9,184,505 members","r/france":"1,142,637 members"}},"about":{"header":"About Community","description":"A reddit community for Nerdfighteria. DFTBA!","created":"Created Apr 15, 2010","stats":["60.7k Members","64 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"A community for Nerdfighteria!","description":"A Reddit community for Nerdfighteria!\nVideos, books, community... come discuss all things Nerdfighter with us!\nNew to Nerdfighteria? Check out the wiki page!\n    Subreddit Rules:\nDo not break any of the site wide rules. Follow Reddiquette.\nNo discrimination. This community promotes a harassment-free experience for everyone, regardless of age, body size, disability, ethnicity, gender identity and expression, nationality, personal appearance, race, religion, or sexual identity and orientation.\nNo personal attacks or insults.\nBe kind. Be respectful.\nDo not engage in trolling. Do not feed the trolls: report them to the mods.\nIf there is already a post on the front page about it, prioritize discussing it there instead of making a new post.\nMessage the mods for approval before posting to any form of personal charity/donation website.\nUse the report button if someone has broken the rules, but not because you disagree with them.\nDon’t Forget To Be Awesome\n  In most cases, you will receive a warning and/or a post/comment deletion for breaking a rule. In severe cases, or after multiple offenses, you may receive a temporary or permanent ban.\nIf you have had a post or comment deleted or you received a warning and we didn't tell you why, hit the Message the Moderators button and let us know.\n  List of Major Nerdfighter YouTube channels/ podcasts can be found in the wiki\n  See also:\nOther online nerdfighter communities\nNerdfighteria Video Wiki: searchable video transcripts are here!\nKiva.org - micro lending site"}]}