{"time_collected":"2023-03-07 04:40:01.524546-05:00","top_headers":[{"heading":"[REQUEST] Please recommend any shows that are casual, uplifting, and give hope for the future.","time_posted":"9 hours ago"},{"heading":"[Discussion] We all talk about shows that were cancelled after 1 season but what are shows that should have been 1 season shows","time_posted":"1 day ago"},{"heading":"[Request] recommendations for mom","time_posted":"16 hours ago"},{"heading":"[DISCUSSION] Battlestar galactica: would a person who doesn’t typically watch scifi like this?","time_posted":"13 hours ago"},{"heading":"[Discussion] Just watched Killer Sally","time_posted":"13 hours ago"},{"heading":"[Request] Please suggest good religious satire films","time_posted":"17 hours ago"},{"heading":"[Request] Any good kdramas to watch?","time_posted":"17 hours ago"},{"heading":"[DISCUSSION] Gladbeck: The Hostage Crisis Documentary (2022)","time_posted":"2 days ago"},{"heading":"[Discussion] What do you think about \"After Life\"?","time_posted":"2 days ago"},{"heading":"[REQUEST]Shows like the OA( have already seen The Leftovers).","time_posted":"2 days ago"},{"heading":"[DISCUSSION] When does Gilmore Girls really get good?","time_posted":"2 days ago"},{"heading":"[REQUEST] Seeking Recommendations for Mind-Bending, Unpredictable Mystery Films on Netflix","time_posted":"3 days ago"}],"subreddits":{"Related Communities":{"r/EvilTV":"11,094 members","r/televisionsuggestions":"131,198 members","r/audiodrama":"258,048 members","r/MovieSuggestions":"987,525 members","r/podcasts":"2,449,276 members","r/scifi":"3,931,279 members","r/twinpeaks":"163,411 members","r/ifyoulikeblank":"914,050 members","r/criminalminds":"77,527 members","r/LegendsOfTomorrow":"61,318 members"}},"about":{"header":"About Community","description":"The primary purpose of /r/NetflixBestOf is to shitpost about Breaking Bad. Reposts are not only allowed, but are encouraged to some extent. The front page of this subreddit is meant to be a living representation of quality content on Netflix and you might see the same submissions multiple times. The mods are leaving it up to the community to utilize downvotes if they feel that reposts are too excessive. We do not link to other subreddits","created":"Created Apr 12, 2010","stats":["4.3m Members","251 Online"]},"other_information":[{"header":"Rules","description":"1) Submissions must be titled. Please link to the description page of the movie or show you are posting. Correct formatting can be found here\n2) Please write a short blurb either in the submission title or the text if you do a self-post to explain why this movie/show is worth watching.\n3) This subreddit is for Netflix streaming service only.\n4) Add spoiler tags as a courtesy. There is an option within the comment box to mark specific text as a spoiler, use it. Post spoilers, get banned\n5) Add regional flair tags to your submissions so we know what Netflix region you're posting from CLICK HERE FOR MORE INFORMATION\n6) This should be obvious, but DO NOT RECOMMEND THINGS THAT ARE NOT ON NETFLIX STREAMING There may be regional discrepancies, but do not intentionally recommend things that are not available on your instant watch.\nPost spoilers, get banned"}]}