{"time_collected":"2023-03-08 20:06:07.677816-05:00","top_headers":[{"heading":"[META] r/NeutralNews Monthly Feedback and Meta Discussion","time_posted":"3 days ago"},{"heading":"Iran says suspected schoolgirl poisonings occurred in more than 50 schools","time_posted":"9 hours ago"},{"heading":"After Breonna Taylor shooting, feds find pattern of violations by ... - The Associated Press","time_posted":"4 hours ago"},{"heading":"Russians claim control over Bakhmut's east, Ukrainians defiant","time_posted":"13 hours ago"},{"heading":"Adidas boss eyes turnaround after Kanye West split","time_posted":"12 hours ago"},{"heading":"Ben Savage of ‘Boy Meets World' Launches Bid to Replace Adam Schiff in Congress","time_posted":"1 day ago"},{"heading":"Tucker Carlson, with video provided by Speaker McCarthy, falsely depicts Jan. 6 riot as a peaceful gathering","time_posted":"1 day ago"},{"heading":"U.S. job openings fall to a still-high level in January","time_posted":"8 hours ago"},{"heading":"Two Americans kidnapped in Mexico are dead, officials say","time_posted":"1 day ago"},{"heading":"Virginia lawmaker Matt Fariss charged in alleged hit-and-run - The Associated Press","time_posted":"1 day ago"},{"heading":"Kremlin says it does not recognise Western price cap on its oil","time_posted":"2 days ago"},{"heading":"Powell: Rate hikes could accelerate if economy stays strong","time_posted":"1 day ago"},{"heading":"Intelligence Suggests Pro-Ukrainian Group Sabotaged Pipelines, U.S. Officials Say","time_posted":"1 day ago"},{"heading":"China to form a national data bureau","time_posted":"1 day ago"},{"heading":"Peshawar beats Lahore, eliminates Karachi from PSL playoffs - The Associated Press","time_posted":"1 day ago"},{"heading":"Ukraine appoints new top anti-corruption investigator","time_posted":"2 days ago"},{"heading":"Jet 'trim issues' may have led to deadly turbulence: NTSB - The Associated Press","time_posted":"2 days ago"},{"heading":"Many kids are struggling in school. Do their parents know? - The Associated Press","time_posted":"3 days ago"},{"heading":"Searching for the Faces of Migrant Child Labor","time_posted":"2 days ago"},{"heading":"Latham adds partners to deal teams in New York, Washington","time_posted":"2 days ago"},{"heading":"Army boss' mission: Persuade schools to welcome recruiters - The Associated Press","time_posted":"3 days ago"},{"heading":"Texas congressman censured by state GOP over support for gun reform following Uvalde shooting","time_posted":"4 days ago"},{"heading":"National Park Service warns not to push your 'slower friend' down when running from bears","time_posted":"4 days ago"},{"heading":"Fire breaks out at Cox's Bazar refugee camp in Bangladesh","time_posted":"4 days ago"},{"heading":"Bahrain was one of our worst days in racing, says Wolff","time_posted":"3 days ago"},{"heading":"Suspect killed after shooting officer in bulletproof vest - The Associated Press","time_posted":"3 days ago"}],"rules":["Comment Rule 1: Be courteous.","Comment Rule 2: Source your facts.","Comment Rule 3: Be substantive.","Comment Rule 4: Address the arguments, not the person."],"subreddits":{},"about":{"header":"About Community","description":"A community dedicated to a polite and empirical discussion of current events. For a more in-depth discussion of political issues that are *not* current events, please see our sister subreddit /r/NeutralPolitics.","created":"Created Aug 17, 2008","stats":["228k Members","67 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Guidelines","description":"/r/Neutralnews is best viewed in old Reddit\nDespite the name, this subreddit is not dedicated to presenting news that is neutral. Submissions from any perspective are acceptable, so long as they meet our source requirements. The idea behind /r/NeutralNews is to set up a neutral space where no opinion is favored and discussion is based on facts.\nr/NeutralNews is a community dedicated to evenhanded, empirical discussion of current events. It is a space to talk about what's happening now in a larger perspective — incorporating philosophy, history, and social science to place events in their proper perspective.\nPlease be respectful and open-minded. Do not demean others. Honor the need for factual evidence and good logic.\nNeutralNews is strictly moderated.\nCurrent List of Acceptable Sources\nCurrent List of Rejected Sources\nFull Guidelines\nModerator Activity Log\nNeutralNews Traffic Statistics\nRelated subreddits:\n/r/NeutralPolitics\n/r/NeutralTalk\n/r/qualitynews\n/r/Ask_Politics\n/r/AskHistorians\n/r/AskSocialScience\n/r/changemyview\n/r/DepthHub\n/r/FoodForThought\n/r/geopolitics\n/r/worldevents\nResources:\nFinding news sources.\nHow to identify reliable news sources.\n\"How to Disagree\" by Paul Graham\nHave a political question? Ask it at /r/NeutralPolitics."}]}