{"time_collected":"2023-03-06 17:14:25.796826-05:00","top_headers":[{"heading":"Supreme Court allows atheists’ lawsuit against Florida city over prayer vigil to continue","time_posted":"5 hours ago"},{"heading":"Foxes being tortured and set on fire by gang in east London","time_posted":"8 hours ago"},{"heading":"Dozens arrested in fiery clashes at Atlanta's 'Cop City' training center","time_posted":"11 hours ago"},{"heading":"Twitter insiders: We can't protect users from trolling under Musk","time_posted":"7 hours ago"},{"heading":"Manafort, US government settle civil case for $3.15 million","time_posted":"8 hours ago"},{"heading":"Union letter says Norfolk Southern employees are reporting illness following train derailment | CNN","time_posted":"21 hours ago"},{"heading":"Greeks protest over deadly train crash, station master jailed pending trial","time_posted":"11 hours ago"},{"heading":"‘We are struggling’: doctors faced with vacuum of information on long Covid | Coronavirus","time_posted":"3 hours ago"},{"heading":"US bans entry to Syria security agent over killings on video","time_posted":"2 hours ago"},{"heading":"Woman found shot dead in 1978, known for decades as 'Granby Girl,' is finally identified","time_posted":"1 hour ago"},{"heading":"Man arrested for allegedly trying to open emergency exit, stabbing flight attendant","time_posted":"1 hour ago"},{"heading":"Knaus Berry Farm owner Rachel Knaus Grafe dies of her injuries","time_posted":"21 hours ago"},{"heading":"Lithuania’s local elections: results summary","time_posted":"9 hours ago"},{"heading":"Israelis Rally Again Against Government's Judicial Overhaul","time_posted":"1 day ago"},{"heading":"Bangladesh investigates huge fire at world's largest refugee camp","time_posted":"15 hours ago"},{"heading":"Canada allows two companies to make and sell cocaine, MDMA, and heroin","time_posted":"1 day ago"},{"heading":"Walgreens won't sell abortion pills in red states that threatened legal action","time_posted":"1 day ago"},{"heading":"Latest Ohio derailment poses no public risk, officials say","time_posted":"1 day ago"}],"rules":["Submissions must be articles about a specific news event","No opinion/analysis or advocacy pieces","Articles must not be primarily concerning politics","No editorialized titles; Title must match article title","No paywalls/blogspam that steals content","No posts covering an already submitted story","Do not be racist, sexist, vitriolic, or overly crude","Do not be unnecessarily rude or provocative","No cheap or distracting jokes or memes","No witchhunting. Follow the Reddit Content Policy.","Do not advocate or celebrate death","No bots/Novelty accounts"],"subreddits":{"Related Communities":{"r/worldnews":"31,179,366 members","r/entertainment":"3,736,159 members","r/politics":"8,290,197 members","r/PoliticalDiscussion":"2,181,994 members","r/geopolitics":"616,505 members","r/UpliftingNews":"18,910,417 members","r/savedyouaclick":"1,899,781 members","r/Foodforthought":"367,722 members","r/AnythingGoesNews":"37,647 members","r/TrueReddit":"519,310 members"}},"about":{"header":"About Community","description":"The place for news articles about current events in the United States and the rest of the world. Discuss it all here.","created":"Created Jan 25, 2008","stats":["25.9m Members","28.5k Online","#9 Ranked by Size"]},"other_information":[{"header":"Important Information","description":"See a post that violates the rules below? Did your post get stuck in the spam filter? Have a question about the rules? Just want to give feedback? Send the mod team a message.\nYour account must be email-verified to participate in /r/news."},{"header":"Rules Information","description":"Your post will be removed if it:\nis not news.\nis not in English.\nis an opinion/analysis or advocacy piece.\nprimarily concerns politics.\nhas a title that does not match the actual title or the lede.\nhas a pay wall or steals content.\ncovers an already-submitted story.\nviolates reddit's site-wide rules, especially regarding personal info.\nYour comment will likely be removed if it:\nis racist, sexist, vitriolic, or overly crude.\nis unnecessarily rude or provocative.\nis a cheap and distracting joke or meme.\nis responding to spam. violates reddit's site-wide rules. advocates or celebrates the death of another person. incites violence. Extreme or repeat offenders will be banned.\nExpanded Rules"},{"header":"Post of the Month","description":"Post of the Month\nMonth: March\nPost: 85921 ⬆️ | U.S. food additives banned in Europe: Expert says what Americans eat is \"almost certainly\" making them sick\nBy: u/Additional-Force-795\nOn: Feb 20, 2023\nPosts Index"}]}