{"time_collected":"2023-03-19 17:09:22.493310-04:00","top_headers":[{"heading":"Reddit and Karma Explained","time_posted":"2 years ago"},{"heading":"Community recommendations mega-thread!","time_posted":"9 hours ago"},{"heading":"Aside from NewToReddit, what other subreddits can we post immediately without needing comment karma?","time_posted":"4 hours ago"},{"heading":"Question on Downvotes","time_posted":"6 hours ago"},{"heading":"Hi im new here, and planning to do art and posting them, do i need karma for it? How to obtain them?","time_posted":"38 minutes ago"},{"heading":"How do gain Karma in this genius system.","time_posted":"7 hours ago"},{"heading":"Quite annoying I can't post to some subs just because I don't have enough karma","time_posted":"4 hours ago"},{"heading":"how do views work?","time_posted":"53 minutes ago"}],"rules":["Karma and voting","No profanity","Be kind","No NSFW content","No more than 1 post every 72 hours","No misinformation","No Soapboxing or Gatekeeping","No Subreddit Recommendation or general chat posts","Subreddit advertising","Subreddit requirements (account age/karma)","No community or user callouts"],"subreddits":{"Helpful Subreddits":{"r/LearnToReddit":"1,882 members","r/help":"1,140,959 members","r/reddit":"135,516 members","r/findareddit":"532,029 members","r/Reddit101":"3,134 members","r/NoStupidQuestions":"3,370,560 members","r/OutOfTheLoop":"3,149,506 members","r/TheoryOfReddit":"184,806 members"},"New-user friendly subreddits":{"r/animalscrossingroads":"215 members","r/animeclouds":"731 members","r/bars_pubs_cantinas":"92 members","r/FavoriteCharacter":"13,337 members","r/FavoriteMedia":"5,358 members","r/KoalaOnesieGang":"534 members","r/LastThingYouBought":"290 members","r/TheTopicOfTheDay":"2,007 members","r/ThroughYourEyes_pics":"2,347 members","r/WildAboutTown":"294 members"}},"about":{"header":"About Community","description":"Unofficial help community for all Redditors to ask questions about Redditing! | Remember to look for the rules on each sub, and no asking for karma! | Check out our lounge post on Tuesdays for general chat, and our top post (sort by 'hot') to learn about karma! | In app? Tap the about tab below to start learning about Reddit. On desktop? See the sidebar to get started :)","created":"Created Sep 2, 2009","stats":["40.1k Redditors","59 Asking Questions","Top 5% Ranked by Size"]},"other_information":[{"header":"About","description":"Unofficial help community for all Redditors to ask questions about Redditing!\nOur specific aim is to give tailored advice to help redditors learn about how to Reddit. Please keep posts on topic (about using Reddit) and check our rules and additonal information below. Thank you!"},{"header":"New account restrictions","description":"There are some restrictions on new accounts on Reddit in an effort to reduce spam, scams, and other bad faith uses of the platform.\nChat, Private messaging, and Following are restricted. It's not public knowledge exactly what the limitations are. Typically, after a few days you can start to use these features, though karma is a factor too.\nYou should be able to receive messages or chats even if you can't initiate them, and there will be a limit on how many you can send.\nPosting maybe rate limited by Reddit. Some subreddits also require your account have a certain amount of karma or account age to post.\nCommenting - Some subreddits require your account have a certain amount of karma or account age to comment, but this is usually less restrictive than for posting.\nFor more information and help see Why Reddit may seen unwelcoming to new Redditors and the resources linked below."},{"header":"Guides","description":"Occasionally, guides are posted here. They are tagged thusly:\nLlook out! It's A Llama Llecture! These are guides by our glorious leader u/llamageddon01\nMod post sometimes another mod will have some guidance to impart, typically something topical\nOfficial guide by a helper! These are guides written by those with a super or above helper flair (someone who has proven to be dedicated and helpful to the community). The guides are checked over by the mods for accuracy and clarity before being posted.\nAny guides without these flairs have not been reviewed by the mods.\nPlease contact the mods before posting a guide. Thank you!"},{"header":"Banner","description":"Banner by u/iamdeirdre"}]}