{"time_collected":"2023-03-07 04:14:49.500363-05:00","top_headers":[{"heading":"First time I've caught one in the wild!","time_posted":"2 days ago"},{"heading":"the fact that you will listen....to my good and bad day","time_posted":"3 days ago"},{"heading":"I don’t think guys want that.","time_posted":"3 days ago"},{"heading":"so she's never been in a toxic relationship?","time_posted":"2 days ago"},{"heading":"Denied MY friend request? I'll show up at your job","time_posted":"4 days ago"}],"rules":["Rule 1: Post nicegirls only","Rule 2: NO IDENTIFYING INFO OF ANY KIND.","Rule 3: No sexism, racism, or intolerance at all","Rule 4: No low-effort titles","Rule 5: No NSFW/NSFL","Rule 6: No reposts","Rule 7: No FDS content"],"subreddits":{"Friends of r/Nicegirls":{"r/niceguys":"1,540,012 members","r/justlegbeardthings":"66,468 members","r/whiteknighting":"167,219 members","r/cringepics":"1,514,991 members","r/NotHowGirlsWork":"674,358 members"}},"about":{"header":"About Community","description":"/r/nicegirls Like /r/niceguys but different","created":"Created Sep 16, 2011","stats":["860k passing up nice girls","188 being rejected"]},"other_information":[{"header":"Welcome","description":"For all the self proclaimed \"nice girls.\" For the women who complain \"guys are only interested in sluts.\" For women who complain that men are shallow for not dating overweight women, while also demanding that their man have washboard abs. For the women who hold others to the highest possible standard, but have no standards for themselves.\nThis is primarily a subreddit for images of these \"nice girls\" demonstrating their unique charm. Videos, articles, and other content are welcome.\nThis sub is not for female incels. This place is not for crazy girls. If you swap the genders and it doesn't belong on r/niceguys, then don't post it.\nThis subreddit is not a women hating subreddit, please refrain from making sexist comments or being a bigot. It will NOT be tolerated. Keep that bullshit out of here.\nRules\nFollow Rediquette\nNo direct linking to reddit threads as a submission. Take a screencap instead\nDoxxing and/or brigading will not be tolerated and will result in a ban. This includes any names, usernames, handles, and aliases. No usernames whatsoever may appear in any post and there is no leeway on that. If you use a transparent/translucent censor and we can read the name, that's the same thing as not censoring it.\nNo low effort titles/posts (uncropped photos, emoji-only titles, and titles like \"Does this count?\"/\"found this gem\" will be removed). Be descriptive."}]}