{"time_collected":"2023-03-08 11:13:06.933833-05:00","top_headers":[{"heading":"Reminder: Encouraging suicide is still against The Rules™","time_posted":"8 months ago"},{"heading":"Just because God is Dead, doesn't mean you should be. 💗✌🏻️😎","time_posted":"6 years ago"},{"heading":"The true meaning of existence is…..","time_posted":"6 hours ago"},{"heading":"Optimistic nihilism in a nutshell.","time_posted":"19 hours ago"},{"heading":"I'm tired of expecting thing to be better and my life becomes happier.","time_posted":"4 hours ago"},{"heading":"Nihilism Book Recommendations","time_posted":"1 hour ago"},{"heading":"Knowing I’m going to die is the only relief I feel everyday. I get angry every morning I open my eyes. Those who die early are lucky.","time_posted":"3 hours ago"},{"heading":"Work makes life worthless, but people make their lives instead giving up until abolish it","time_posted":"14 hours ago"}],"subreddits":{"Related Subreddits":{"r/friendlynihilism":"596 members","r/DebateNihilisms":"892 members","r/moralnihilism":"908 members","r/positivenihilism":"1,305 members","r/misanthropy":"87,544 members","r/nihilistmemes":"26,401 members","r/PhilosophyMemes":"161,049 members"}},"about":{"header":"About Community","description":"r/nihilism","created":"Created Aug 14, 2008","stats":["131k nihilists","83 here"]},"other_information":[{"header":"Introduction","description":"Nihilism comes from the Latin nihil, meaning \"nothing\". As a philosophical position, nihilism involves denying certain existence claims. Two prominent forms of nihilism are existential nihilism, which rejects claims that human life is meaningful, and moral nihilism, which rejects claims that human actions can be right or wrong. Other forms include epistemological nihilism, mereological nihilism, and political nihilism.\nAs with any other philosophical label, there is diversity within nihilism and disagreement over what counts as nihilism. Labels with some overlap include existentialism, absurdism, fatalism, and pessimism. Some people embrace nihilistic conclusions as a philosophical matter, while other people relate to nihilistic themes more as a matter of intuition, personal experience, or personal expression.\nWe don’t intend to depress you. But if you find nihilism depressing, read through this thread."}]}