{"time_collected":"2023-03-07 05:16:14.318865-05:00","top_headers":[{"heading":"r/nuzlocke feedback form - would love to hear from as many of you as possible!","time_posted":"7 months ago"},{"heading":"No spoilers","time_posted":"4 months ago"},{"heading":"Took insane risk in my hardcore HG Nuzloke a d it worked","time_posted":"13 hours ago"},{"heading":"I hated Mr. Mime before he did this to my Woop-Woop.","time_posted":"8 hours ago"}],"rules":["No Spamming","Do not share or request any ROMs.","No hateful speech/flaming","Flair your posts.","No spoilers","No Low Effort Posts/Reposts","No Gatekeeping","No pornographic content"],"subreddits":{"Related Communities":{"r/pchaltv":"15,279 members","r/pokemon":"4,331,895 members","r/TheSilphRoad":"814,569 members","r/PokemonROMhacks":"179,114 members","r/stunfisk":"166,019 members","r/PlayTemtem":"54,197 members","r/Nexomon":"9,401 members","r/coromonthegame":"6,418 members","r/PokeTube":"2,446 members"}},"about":{"header":"About Community","description":"The Nuzlocke Challenge is a set of rules intended to create a higher level of difficulty while playing the Pokémon games. Post your personal stories, your comics, your favourite Nuzlocke links and pics, and anything else Nuzlocke-related.","created":"Created Apr 3, 2011","stats":["88.6k Nuzlockers","217 Grinding like hell"]},"other_information":[{"header":"Important information!","description":"Submission Rules\nAre you submitting regular video, comic or story updates? If so, please FLAIR your posts accordingly!\nDo NOT Spam posts. You can share the occasional video update or screenshot, but do not make multiple posts sharing Let's Play videos over the course of a single day. Be moderate.\nThe Nuzlocke Challenge\nThe Nuzlocke Challenge is a set of rules intended to create a higher level of difficulty while playing the Pokémon games.\nThe basic rules are:\nIf your pokemon faints, it's dead and you have to release it or box it permanently.\nYou can only catch the first pokemon you see on a route, and only one per route.\nNickname all your pokemon (optional).\nFeel free to post your personal stories, comics, screenshots, and anything really, as long as it is Nuzlocke-related.\nMore info on the Nuzlocke challenge can be found here and on our Wiki page.\nOfficial r/Nuzlocke Discord\nCommunity Runs\nThe r/Nuzlocke Discord runs two different community runs: The Nuzlocke Run of the Month (or NRotM) and the Ganglocke.\nThe Nuzlocke Run of the Month is a monthly community run where you compete for the highest score within a set of rules.\nThe Ganglocke is more laidback challenge with generally less of a focus on competition. Ganglockes also aren't limited by a monthly schedule and tend to last as long as members want it to keep going.\nTo enter these community challenges, join the Discord, and visit #group-announcements. If you need help, message one of the challenge coordinators!\nall are welcome to partake in the community runs!"}]}