{"time_collected":"2023-03-19 22:43:49.053445-04:00","top_headers":[{"heading":"Arbitrum Airdrop: Secure Your Voting Power in the $ARB Token Era 03.19.2023","time_posted":"8 hours ago"},{"heading":"What non kyc exchanges work in New York?","time_posted":"23 hours ago"},{"heading":"Crypto bad luck in 2023 tax year, can adjustment be done in 2022 year?","time_posted":"5 days ago"},{"heading":"I see a lot of questions about buying crypto - FYI","time_posted":"8 days ago"},{"heading":"Solar for Bitcoin ASIC and GPU Crypto Mining in New Zealand","time_posted":"9 days ago"},{"heading":"Why can't I buy cryptocurrency on an exchange, I've tried many exchanges","time_posted":"12 days ago"},{"heading":"How to buy cryptocurrency in New Zealand?","time_posted":"11 days ago"},{"heading":"Tax on Bitcoins bought overseas","time_posted":"12 days ago"}],"rules":["malware/phishing","scam","begging","duplicate","off topic","bad link","Don't be a dick"],"subreddits":{},"about":{"header":"About Community","description":"A sub to chat all things ₿itcoin and cryptocurrency in New Zealand.","created":"Created Apr 6, 2013","stats":["10.2k Members","3 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"NZ Bitcoin Scene Overview","description":"New Zealand is home to an active, ever-changing cryptocurrency scene - made up around 100,000 Kiwis and a number of exchanges, retailers, coins, tokens, tax consultants, analytical firms and more.\nEasy Crypto NZ\nDasset\nKiwiCoin\nPay it Now - PIN\nRuby Play Network\nPest Free Token NZ\n(Feel free to reach out to be added)"},{"header":"r/NZBitcoin Recent History","description":"Est. April 6 2013, r/NZBitcoin was New Zealand's genesis Bitcoin/crypto forum - providing a space for Kiwi Bitcoin enthusiasts to discuss all things investing, trading, fundamentals and technology.\nOn 1/9/22, ownership was acquired by current admin u/Aoraki_Ranger, after the original sub founder (based in Australia) became anti-crypto - trashing the sidebar and posting to r/Buttcoin asking for advice on how to best fuck with the NZBitcoin community. NZBitcoin now remains in Kiwi hands - an archive of the early days of NZ crypto adoption activity.\nOn 3/09/22, r/NZBitcoin voted to open the doors to become a general cryptocurrency NZ subreddit.\nSubsequently r/BitcoinNewZealand was created as NZ’s BTC maxi commune."}]}