{"time_collected":"2023-03-07 02:51:26.160168-05:00","top_headers":[{"heading":"Please read this before posting about feeling suicidal.","time_posted":"1 year ago"},{"heading":"Weekly \"Whine about people who don't understand OCD thread\"","time_posted":"1 day ago"},{"heading":"It gets better","time_posted":"5 hours ago"},{"heading":"Support message for you <3","time_posted":"8 hours ago"},{"heading":"every day is this gloomy uncomfortable complicated mentally torturous end-of-my-life-nearing feeling existence","time_posted":"2 hours ago"},{"heading":"Is this because of OCD?","time_posted":"14 hours ago"},{"heading":"Everything 'feels' dirty, including me","time_posted":"5 hours ago"},{"heading":"Does anyone else get called \"chill\" or \"relaxed\" by people who don't know you have OCD? Let me explain...","time_posted":"5 hours ago"},{"heading":"Anyone Else Unable To Use Their Stuff After Feeling It's Contaminated?","time_posted":"16 hours ago"},{"heading":"Why am I so obsessed with my intrusive thoughts?","time_posted":"9 hours ago"},{"heading":"For those of you with multiple diagnoses, how do you find a good therapist?","time_posted":"7 hours ago"},{"heading":"Be a mother to yourself.","time_posted":"8 hours ago"},{"heading":"Is anyone else responding poorly to CBT?","time_posted":"11 hours ago"},{"heading":"OCD Obsessive Thoughts?","time_posted":"just now"},{"heading":"can clinical psychologists treat ocd","time_posted":"4 hours ago"},{"heading":"false memory ocd","time_posted":"6 hours ago"},{"heading":"I’m 22 and after telling my mom how my thoughts are stressing me out, she says that I might have OCD","time_posted":"4 hours ago"},{"heading":"Every time my ex texts me I start to want to do OCD related things. Anyone know why?","time_posted":"1 hour ago"},{"heading":"My partner has OCD and is threatening to leave if I don’t quit my job","time_posted":"6 hours ago"},{"heading":"gym overthinking","time_posted":"2 hours ago"},{"heading":"Is money OCD a thing?","time_posted":"6 hours ago"},{"heading":"Is this my ocd at work?","time_posted":"2 hours ago"},{"heading":"I keep thinking there are days when I didn't love my gf but I actually don't ever remember a day like that","time_posted":"2 hours ago"},{"heading":"Hyperawareness and hand-washing","time_posted":"9 hours ago"},{"heading":"I went to the same inpatient hospital that Lele Pons highlights in her documentary & it was the most traumatizing experience of my life","time_posted":"7 hours ago"}],"rules":["Seek professional help if you suspect OCD, posts looking for a diagnosis will be removed.","Limit your reassurance seeking. Repeat reassurance posts will be removed.","If Posting an Academic Study, Review the Rules","Keep submissions relevant to OCD.","Be kind and have compassion. Hate Speech, bullying, shaming, etc will be removed.","No discussion of unethical, unresearched, or miracle cures.","No Low Quality Posts/Spam","No Memes","No posting other discords or subreddits","Do not send messages to any user without their consent. This includes moderators & professionals.","Overly graphic/violent/disturbing descriptions of thoughts and behaviors will be removed.","Absolutely NO POLITICS","No posts simply asking about what type of OCD you have."],"subreddits":{"Related Subreddits":{"r/OCDmemes":"27,292 members","r/depression":"945,126 members","r/SuicideWatch":"409,165 members"}},"about":{"header":"About Community","description":"A subreddit dedicated to discussion, articles, and support regarding OCD. Please read below for more information and resources about about OCD and the subreddit.","created":"Created Mar 30, 2009","stats":["173k Members","278 Online"]},"other_information":[{"header":"Join us on Discord","description":"https://discord.gg/qFfXeaSu23"},{"header":"OCD","description":"Welcome to /r/OCD, a subreddit dedicated to discussion, articles, and images regarding Obsessive Compulsive Disorder.\nWe do have a wiki\nPlease keep in mind anything and everything in this subreddit may be considered triggering to those suffering with OCD or related disorders, use your own discretion while browsing.\nObsessive-Compulsive Disorder (OCD) is a disorder characterized by two components: obsessions and compulsions.\nObsessions are intrusive thoughts that cause unease, apprehension, dysphoria, fear, or worry.\nCompulsions are repetitive behaviours and actions, both internal and external, that one does with the aim of reducing the anxiety caused by obsessions.\nEffective treatment methods are available. CBT is a type of therapy that teaches you tools you can use on a daily basis to manage your disorder. For example, resisting compulsions. There are types of CBT, the main one for OCD treatment being ERP (Exposure and Response Prevention). It's extremely important that you see an OCD specialist so they can teach you how to manage your disorder. Do not just accept that you cannot be treated. OCD doesn't go away on it's own."}]}