{"time_collected":"2023-03-20 16:46:05.037478-04:00","top_headers":[{"heading":"How to report bugs to Oddworld Inhabitants","time_posted":"2 years ago"},{"heading":"Oddworld: Abe's Exoddus HD Remaster Mod pre-alpha by the AbeHD team","time_posted":"6 months ago"},{"heading":"Abe's Exoddus/Oddysee custom levels website","time_posted":"22 hours ago"},{"heading":"Great, but Always Unfinished Games... :","time_posted":"2 days ago"},{"heading":"Did I really use the hand tattoo that came with my collector's box of oddworld soulstorm? Yes, no raegrets lol","time_posted":"3 days ago"},{"heading":"Playing Stranger's Wrath for the first time in years and spotted these two puffin-like birds on the way to New Yolk city. They resemble other live-ammo w/ big head-torsos. Another addition to Oddworld's avian population w/ Mudokons & Clakkerz. Are there other hidden creatures?","time_posted":"3 days ago"}],"rules":["No Adult or Explicit Material","No Piracy","Be Civil"],"subreddits":{},"about":{"header":"About Community","description":"Welcome to oddworld","created":"Created Aug 22, 2011","stats":["7.4k Inhabitants","11 Employees in Zulag","Top 10% Ranked by Size"]},"other_information":[{"header":"Websites of Interest","description":"Official:\nOddworld.com - The official website for Oddworld and Oddworld Inhabitants\nFrima Studio / Sabotage Studio / Fat Kraken Studios - Co-creators of Soulstorm.\nOddworld Forums - The biggest and longest running Oddworld fan forum. Used and endorsed by OWI.\nFan-based:\nThe Oddworld Encyclopædia - The largest fan-run network hosting all kinds of media and information regarding Oddworld.\nHere you can find a list of other subsites of the network.\nThe Oddworld Graphics Gallery - Hosts nearly every piece of visual media ever released about Oddworld. Run and maintained by OWF's Xavier.\nThe Oddworld Wiki - A Wikia project created to document all things Odd.\nOddwords - A site containing essays and other trivia in an easily readable format. Created and maintained by Nemin.\nMagog on the March - An independent source of everything related to Oddworld. It archives interviews, lore, transcripts and a lot more."}]}