{"time_collected":"2023-03-07 15:08:21.002588-05:00","top_headers":[{"heading":"SQ 820 megathread","time_posted":"2 hours ago"},{"heading":"I love OK Dept of Wildlife’s Twitter team.","time_posted":"3 hours ago"},{"heading":"Jim Bobb, Chief of the Delaware from 1870 until his death in 1924. Born in Kansas in 1846, he served as a corporal in Company M 14th Kansas Cavalry. He spent most of his post war years in Anadarko, Oklahoma. He was a proud member of the Grand Army of the Republic and wears their badge in this photo.","time_posted":"5 hours ago"}],"rules":["Must pertain directly to Oklahoma","Unapproved Promotion","Be civil towards others, even if you disagree with them.","Title of post must match to the title of the linked article.","NSFW image posts prohibited.","News articles must not be more then a month old at the time of posting.","This isn't r/OKC or r/Tulsa","AMA subrules","No low effort posts","Do not flamebait, muckrake or brigade r/Oklahoma."],"subreddits":{"Cities in Oklahoma":{"r/okc":"55,966 members","r/tulsa":"59,386 members","r/Edmond":"11,352 members","r/normanok":"20,374 members","r/BrokenArrow":"894 members","r/Shawnee__OK":"285 members","r/lawton":"825 members","r/MooreOK":"535 members","r/Owasso":"475 members","r/ardmore":"255 members"}},"about":{"header":"About Community","description":"Welcome to the subreddit for the State of Oklahoma.","created":"Created Feb 23, 2009","stats":["96.8k Okies","295 Connected Okies"]},"other_information":[{"header":"AMA subrules (Rule 8.x)","description":"These rules will be enforced when r/oklahoma is hosting an AMA.\nRule 8.1:Questions are for our guest to answer. Users may asks our guest questions as long as it's contained in a single top level comment post. Statements should be kept to a minimum. If the guest answers their question(s) the OP may ask a single follow-up question for clarification.\nRule 8.2: The AMA is not for users to debate each other or with the guest. Users will not leave any comments outside of their own top level comment or engage in debate with other users and/or the guest. If you wish to discuss what a guest and/or user asked, answered, or stated a new post should be created outside of the AMA.\nRule 8.3: No trolling, bad faith, or distasteful comments/questions The AMA is to be treated seriously with questions/responses asked in good faith. A question/comment deemed as trolling, bad faith distasteful, or \"gotcha\" will be removed. the moderators will have final say what is deemed a violation of this subrule.\nRule 8.4: Guests are expected to follow all of r/oklahoma's rules. During an AMA guests are considered redditors and are subject to the rules of r/oklahoma. Any violation of the rules by a guest will have their AMA terminated."},{"header":"Wishing harm against anyone","description":"The moderation team of r/oklahoma will not tolerate the wishing of harm and/or death against anyone. Violators will receive a minimum 30 day suspension or a permanent ban based on the severity of the threat. Credible threats will also be reported to the admins and/or law enforcement. Please report all infractions using rule 3 as the reporting option immediately."}]}