{"time_collected":"2023-03-19 18:41:25.493272-04:00","top_headers":[{"heading":"Undertone & Complexion Match Requests","time_posted":"3 days ago"},{"heading":"What Are Your Favorite “Natural Flush” Blushes?","time_posted":"8 days ago"},{"heading":"Benefit Starlaa= HG Blush for olives","time_posted":"7 hours ago"},{"heading":"What are your favourite olive friendly neutrals with a twist?","time_posted":"8 hours ago"},{"heading":"If you need a blue mixer!","time_posted":"20 hours ago"},{"heading":"Anyone try the new Saie Foundation yet? I’m having trouble picking a shade…","time_posted":"2 minutes ago"}],"rules":["Be kind and respectful","No gatekeeping","No personal colour consults in the main feed","Set your user flair","Swatch Post Requirements","FOTD Post Requirements","Nail Post Requirements","No sales, exchanges or giveaways","No self-promotion or vote-mongering"],"subreddits":{"Related Communities":{"r/Fairolives":"4,468 members","r/DarkOlive":"99 members","r/coloranalysis":"33,116 members","r/MakeupAddiction":"3,887,341 members","r/swatchitforme":"32,124 members"}},"about":{"header":"About Community","description":"Olive undertones are often misunderstood and underrepresented in the beauty industry. Welcome to OliveMUA, where we try to sort out what kind of makeup works for us. Here you can share your favorite makeup finds, compare swatches, and discuss color theory.","created":"Created Feb 3, 2016","stats":["33.9k Members","115 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Featured Resources","description":"Detailed Overview of Olive Skin\nOlive Skin in Different Lightings\nDifferent Undertones ft. WOC\nMasterlist of products labeled olive\nFoundation recommendations July 2021\nFoundation + concealer recommendations February 2022"},{"header":"Post Flairs","description":"PRODUCT HELP You can ask about a specific product on the market, or describe a product you want recommendations for.\nPRODUCT ALERT Calling out a product that you haven’t tried, but seems like it may be olive-friendly.\nPRODUCT REVIEW Reviewing a product you have tried, with details about why you do/don’t like it.\nCOLOR THEORY Color theory is about creating balanced or appealing color combinations. If it involves the color wheel somehow, you should probably use this flair!\nDISCUSSION Broader makeup questions that don't have black and white answers, basically opens up conversation to different opinions.\nRESOURCE Information heavy posts that are insightful or very useful for the community. E.g. guides, tutorials, a gallery of photo references, etc.\nSWATCHES Swatch photos to compare colors between 2+ products.\nBROWN FRIENDLY SWATCHES Same as above, specifically set aside for anybody that identifies as brown or ethnic so that folks can find products that are more likely to work for them.\nFOTD Short for “Face of the Day,” for showing off a face of makeup.\nBROWN OLIVE FOTD Same as above, specifically set aside for anybody that identifies as brown or ethnic so that folks can find products that are more likely to work for them.\nNAIL POLISH Any post about nail polish for olives."}]}