{"time_collected":"2023-03-08 12:43:38.929308-05:00","top_headers":[{"heading":"FAQ and Resources. Please read before you post!","time_posted":"10 months ago"},{"heading":"Collaborating with fellow open and affirming subreddits!","time_posted":"8 months ago"},{"heading":"Today's question comes from our representative in Texas","time_posted":"2 hours ago"},{"heading":"These people are so dangerous. Religion should not dictate law, but even if it did, interpretations of the Bible are so varied. Why should hers take precedent?","time_posted":"17 hours ago"},{"heading":"The Last Temptation of Christ is the best historical and theological portrayal of Jesus ever. Discuss…","time_posted":"2 days ago"},{"heading":"Being Gentle","time_posted":"2 days ago"},{"heading":"Looking for book recommendations for my Catholic Brother in Law and his Catholic Bride-to-be","time_posted":"2 days ago"},{"heading":"Has anyone seen this classic? Thoughts and opinions? It is one of the most accurate duplications of human frailty and faith ever in film.","time_posted":"2 days ago"}],"rules":["No racism, homophobia, transphobia, sexism, etc","Love and relationships are not sinful.","Respect all faiths.","Side B folks are welcome, but follow Rule 2.","Disagree respectfully.","Don't be a troll, a spammer, or a jerk.","Think twice before posting triggering content. If you must post, mark it nsfw or use spoiler tags."],"subreddits":{"Related Communities":{"r/Christianity":"350,666 members","r/TrueChristian":"84,576 members","r/Catholicism":"162,499 members","r/AskAChristian":"11,867 members","r/Reformed":"48,845 members","r/Christian":"78,439 members","r/OrthodoxChristianity":"41,869 members","r/AskAPriest":"14,023 members","r/Christians":"57,824 members","r/atheism":"2,775,648 members"}},"about":{"header":"About Community","description":"OpenChristian is a community dedicated to Progressive Christianity. This is a space where progressive Christians can support each other, share resources, and discuss issues related to our spiritual journey. We welcome those of any ethnicity, nationality, gender expression and identity or sexual orientation. OpenChristian is pro-feminist, pro-queer, anti-racist and anti-oppression.","created":"Created Jun 29, 2010","stats":["40.8k Members","79 Online","Top 5% Ranked by Size"]},"other_information":[]}