{"time_collected":"2023-03-08 16:27:14.794053-05:00","top_headers":[{"heading":"Congratulations to the Best of r/outerwilds 2022 Winners!","time_posted":"1 month ago"},{"heading":"Hi! Here is an illustration of Echoes of the eye I did when it came out!","time_posted":"4 hours ago"},{"heading":"One minute I was staring at a random FB meme, blinked, ended up here (art by Mark Rogers)","time_posted":"9 hours ago"},{"heading":"I made a few Screenshots of my favorite location","time_posted":"6 hours ago"}],"rules":["No Spoilers!","Be Kind. No Intolerance, Trolling, or Pot-Stirring","Give Credit Where It's Due","No Spam, NSFW Content, or Illegal Content"],"subreddits":{"Related Communities":{"r/jameswebb":"91,321 members","r/space":"22,886,701 members","r/startrekmemes":"87,481 members","r/FFVIIRemake":"119,576 members","r/NoMansSkyTheGame":"801,689 members","r/telescopes":"118,950 members","r/PourPainting":"850,467 members","r/MobileWallpaper":"143,490 members","r/pcmasterrace":"7,300,903 members","r/TheExpanse":"202,774 members"}},"about":{"header":"About Community","description":"Welcome to /r/outerwilds! A subreddit for the discussion of the game Outer Wilds! This is a fan created community. We are not associated with Mobius Digital or Annapurna Interactive.","created":"Created Jul 12, 2013","stats":["64.2k Hearthians","343 Currently Exploring","Top 5% Ranked by Size"]},"other_information":[{"header":"About","description":"Currently available on the Epic Games Store, Xbox One, Steam, PlayStation 4, and coming soon to Nintendo Switch!\nTrailer\nOfficial forums\nFan-run Discord server\nFan-run Mods site\n\"Outer wilds, on first glance, looks about as wide as a puddle. But as soon as you dive in, you learn it is deeper than the ocean.\"\nOuter Wilds is an exploration game about curiosity, roasting marshmallows, and unravelling the mysteries of the cosmos.\nExplore an alien world of campfire tunes and celestial wonders, emotional and intriguing lore, and a gameplay style that has no parallel and rewards natural human curiosity with a game that will literally change the bar for games for you, the rest of your life..\nInvestigate the history and lore of your solar system and it's inhabitants, learn about the ancient civilization that predated your own, find out fascinating phenomena your universe, and launch into the depths of space - in a space ship that is made of wood and held together by rubberbands, duct tape, and a whole lot of hope and curiosity. The answers are there for those who seek them!\nFasten your hiking boots, check your oxygen levels, and venture into the unknown with this quirky, moving, lovable, and mind-blowing game that players love so much, they descibe it as \"the game that ruined video games for me forever.\"\nThere is truly nothing out there like this game. It is an experience unlike any other, that will take your breath away in the most fun, hilarious, and emotionally moving ways you'll ever experience.\nCheck it out, and you'll very quickly see why we love it so much! In fact... you'll probably find out in in roughly less than half an hour.\nHave a blast!!!"}]}