{"time_collected":"2023-03-08 20:55:57.159819-05:00","top_headers":[{"heading":"Please remember to report rulebreaking posts!","time_posted":"2 days ago"},{"heading":"Roadblasters (1987)","time_posted":"12 hours ago"},{"heading":"Natalie Carroll served as Pontiac’s “Firebird Girl” beginning in 1983.","time_posted":"4 hours ago"},{"heading":"Art I created for a bike jersey / poster for El Tour De Tucson. Probably listening to too much Marvel 83 while sketching…","time_posted":"11 hours ago"}],"rules":["Post related content","Post quality content","Stay indifferent to politics","Mind the reposts","Promote yourself reasonably","Banned content","Pirated content","Credit the authors","Only Music on Mondays"],"subreddits":{"Related Subs":{"r/Cyberpunk":"780,033 members","r/Cyberpunk_Music":"34,064 members","r/Vaporwave":"260,004 members","r/VaporwaveAesthetics":"502,263 members","r/newretrowave":"30,632 members","r/DarkSynth":"8,567 members","r/futuresynth":"32,759 members","r/chillwave":"16,455 members","r/synthwaveproducers":"11,695 members"}},"about":{"header":"About Community","description":"Dedicated to the synthwave music scene, a revisionist 80s music style of synthesizers and pulsing beats, and the retrofuturist 80s aesthetic of fast cars, neon lights and chrome.","created":"Created Apr 29, 2013","stats":["407k real human beings","79 real heroes","Top 1% Ranked by Size"]},"other_information":[{"header":"Welcome to /r/outrun!","description":"Follow the /r/outrun twitter for updates on AMA's and other cool news. We also have an official Discord server!\nWe are also working on the synthwave wiki. Check it out! Help with editing the wiki is also much appreciated! <3\nAll your hottest outrun related garbage can go on /r/outruncirclejerk . Ever questioned: Is this outrun? It always is on /r/outruncirclejerk."},{"header":"Discover The Music","description":"A great place to start discovering synthwave is the earlier-mentioned Synthwave Essential Album Chart.\nIf you want music reviews, intervies, podcasts and more check out vehlinggo.com. For instance check out the interview/article he did on the Drive soundtrack where he interviews producers College, Electric Youth, Johnny Jewel (Chromatics/Desire) and Cliff Martinez who contributed to the OST.\nIf you really want to get into the thick of things check out the awesome live Synthwave shows on mixlr.com/power85. Every thursday 3PM EST the Who-Ha kicks it off with Vox Populi followed by Andy Synth with Beyond Synth at 5PM EST. Where they interview producers, play music and have a laugh in the chat.\nOr check out the Retro Electro Show on Kiss FM Australia. Its at the core of the synthwave scene in Australia!\nYoutube is also a great way to discover new music, there are many good youtube channels. Most notably:\nNewRetroWave\nLuigi Donatello\nThe 80s guy\nThe Prime Thanatos\nNeon Nights\nRetroSynth\nIf you want a continues stream of synthwave check out the synthwave station on Digitally Imported Radio curated by our very own mod /u/liamemsa.\nOr visit Drive Radio, they offer a 24/7h stream, media coverage including interviews and news and the creators of Drive Radio also run the label Lazerdiscs Records.\nRecall FM is doing something similar, blogs/interviews and music on their youtube channel\nOr listen to RetroWave Radio's endless synthwave stream, where you can also skip songs as you please."}]}