{"time_collected":"2023-03-08 14:16:10.363710-05:00","top_headers":[{"heading":"/r/Pagan Ask Us Anything and Newbie Thread March 06, 2023","time_posted":"3 days ago"},{"heading":"Spring Holidays MegaPost","time_posted":"1 month ago"},{"heading":"Too accurate","time_posted":"2 hours ago"},{"heading":"found Thor's Hammer and ankh necklaces at a small shop","time_posted":"5 hours ago"}],"rules":["Be Decent","Suicide Baiting","Cultural Appropriation","Internet Drama","Reddit Rules","Proselytization","Off-Topic","Magic and Witchcraft","Promotion","Moderation"],"subreddits":{"Related Communities":{"r/Witch":"92,895 members","r/DemonolatryPractices":"26,445 members","r/witchcraft":"362,915 members","r/Mediums":"98,577 members","r/SASSWitches":"50,520 members","r/realwitchcraft":"44,245 members","r/Norse":"121,462 members","r/CaptainSparklez":"90,189 members","r/GreekMythology":"83,284 members","r/Shamanism":"92,910 members"}},"about":{"header":"About Community","description":"A space to share and talk about theistic paganism.","created":"Created Mar 30, 2010","stats":["201k Members","113 Online"]},"other_information":[{"header":"Community Description","description":"Welcome to /r/pagan, a subreddit for links, discussion, and fostering community (both online and in-person) in the broader umbrella of Contemporary Paganism.\nContemporary Paganism is a term denoting modern applications of Pagan religiosity and spirituality. These religious concepts are codified into a wide, disparate terminology encompassing many different philosophical and theological outlooks. It generally encompasses religious traditions focused on reviving or drawing inspiration from the pre-Christian traditions of Europe, North Africa, and West Asia; modern paganism does not include African, Native American, East Asian or other traditions who deliberately do not identify as pagan.\nAs this sub is geared towards theistic paganism, and we are trying to foster a safe community for theistic pagans, atheopaganism and similar posts will be removed for proseltization. The reason we question atheopaganism is that atheism and atheopaganism often and mainly includes the disbelief in spirits, gods, and higher powers which is antithetical to the central idea of paganism. Paganism is a religion and thus you cannot be both religious and atheistic.\nRegardless of outlook or tradition, however, all are welcome to join in discussion or debate. We strive not to create a singular religious identity but to be a location where members of these different religious communities can come to network, brainstorm, and get to know each other. This subreddit is an intrafaith and interfaith community, not a monolithic religious identity.\nWe encourage interesting links of topics and discussion, as well as fervent debate. We are also in the process of correlating a series of useful links to organizations, festivals, and other resources that are useful to our members.\nIf you need anything, or your post has been caught in the spam filter, please message the mods. We will gladly help you out."},{"header":"Posting Guidelines","description":"Read our FAQ for general inquiries.\nUse the report button. The mods are made aware of all issues when the report button is used. Try to take advantage of the character allowance afforded in the report feature. It is unhelpful when a report is submitted without any explanation.\nDownvote for rule-breaking, irrelevancy, low content, or unhelpful content. It is not intended to be a simple disagreement button and should not be used in that capacity. Upvote for content that is interesting, encourages critical thinking, or discussion.\nThere should be a minimum amount of effort made in activity with the subreddit. This means, quite simply, do not spam personal blog information without contributing elsewhere on the subreddit, either in self posts or in comments. Links without such interaction will be considered spam.\nThis is not necessarily the place to peddle your wares. Artists and craftsmen are allowed to post their work, but posting only with the intention of making sales is considered spam and your posts may be removed as such.\nA note on surveys: Please refer to our subreddit guidelines and contact the moderators before posting your survey. Surveys that are posted without contacting the mod team or that do not conform to the standards in our guidelines may be subject to removal.\nBlacklisted sites: We would ask that users refrain from linking pages from the Patheos blogging network as well as the Asatru and Witchcraft subreddit due to unethical practices by the adminstration of those communities. Links or crossposts to them will be removed accordingly by the moderation staff.\nCertain subreddits will have links to them autoremoved, for reasons varying from being antithetical to this subreddit to being a place we feel would be unsafe for members of the community to stumble into.\nWant to promote your subreddit on /r/pagan? Please check with the moderators before doing so. We would like your subreddit to be at least 6 months old before we allow it to be recommended."}]}