{"time_collected":"2023-03-09 02:18:58.549468-05:00","top_headers":[{"heading":"Revealed: This Is Palantir’s Top-Secret User Manual for Cops - Motherboard obtained a Palantir user manual through a public records request, and it gives unprecedented insight into how the company logs and tracks individuals.","time_posted":"4 years ago"},{"heading":"#Palantir is excited to participate in the @SpaceFoundation’s 37th #SpaceSymposium. From our work helping @SpaceForceDoD advance domain awareness capabilities to deploying Palantir #Edge AI onboard #satellites, we are a proud partner in the Space Domain.","time_posted":"11 months ago"},{"heading":"Courtney Bowman, #Palantir Global Director of #Privacy and Civil Liberties Engineering, will join panelists at Transatlantic AI eXchange tomorrow in discussing #digitalsovereignty and autonomy for the US and Europe. Register here:","time_posted":"11 months ago"},{"heading":"Palantir proudly partners with @PHFellowship to give @RoyalNavy and @RoyalAirForce personnel the chance to gain hands-on experience in tech & innovation. Read about Palantir Fellow and Royal Navy Warrant Office 2nd Class Rob Dye’s experience:","time_posted":"11 months ago"},{"heading":"The global rollout of #5G presents both unprecedented growth opportunities, as well as complex technical challenges for businesses as they push #operations to the Edge. Read how #Palantir and @AlixPartnersLLP are partnering to unlock value at the #Edge:","time_posted":"11 months ago"},{"heading":"Palantir Senior Counsel @wendyranderson and Admiral William McRaven (USN, Retired) joined @NYSE to discuss the formation and role of #Palantir’s Federal Advisory Board, and the key value of public-private sector partnership. See the full discussion:","time_posted":"11 months ago"},{"heading":"On April 1 2022, @Satellogic and #Palantir launched our first Edge AI-enabled #satellite into #space. Read more about the pioneering application of Edge #AI in space:","time_posted":"11 months ago"},{"heading":"Palantir delivers VALUE on every front and does not cut corners. Global presence is more and more 🌎","time_posted":"11 months ago"}],"subreddits":{},"about":{"header":"","description":"","created":""},"other_information":[]}