{"time_collected":"2023-03-19 23:50:54.432726-04:00","top_headers":[{"heading":"Weekly discussion for students and future paralegals","time_posted":"7 days ago"},{"heading":"New “software”….","time_posted":"2 hours ago"},{"heading":"How did/do you learn/read","time_posted":"4 hours ago"},{"heading":"Suggested Reading for PI","time_posted":"12 hours ago"},{"heading":"Legal drafting resources - student","time_posted":"5 hours ago"},{"heading":"how to learn drafting as a new advocate without spending a dime. I want to do freelancing online. please tell me some sources/ methods/ ways to learn while sitting at home.","time_posted":"8 hours ago"},{"heading":"Resume Review","time_posted":"12 hours ago"},{"heading":"Need Opinions!","time_posted":"1 day ago"}],"rules":["No personal attacks, trolling, or witch hunting","Read the Sidebar","Questions/discussions about becoming a paralegal should be posted in the monthly Sticky thread.","Do not post personal contact information","Do not ask for or give legal advice."],"subreddits":{"Related Communities":{"r/Lawyertalk":"31,387 members","r/Ask_Lawyers":"50,885 members","r/LawSchool":"337,035 members","r/CAStateWorkers":"21,900 members","r/lawschooladmissions":"188,289 members","r/LawCanada":"9,420 members","r/sales":"229,942 members","r/careerguidance":"1,663,939 members","r/ITCareerQuestions":"359,499 members","r/Big4":"44,334 members"}},"about":{"header":"About Community","description":"A Sub for paralegals to share information and help each other","created":"Created Apr 26, 2013","stats":["26.4k Members","52 Online"]},"other_information":[{"header":"Sidebar","description":"Please message the mods if you want flair\nDiscord Server\nClick here to join the Paralegal Discord Channel\nLooking for Legal Advice?\nThis subreddit is for paralegals to discuss and share information. While posts may OCCASIONALLY seek advice about law school or becoming a paralegal, this is not a forum for soliciting or giving legal advice.\nRather than trust strangers on the internet, contact your local resources to get accurate answers.\nWhat Kind of Experience Do I Need to be a Paralegal?\nGraduates of any paralegal program may have the proper education, however, experience is key to any successful paralegal. Many firms will not hire a paralegal right out of any program. If you are able to obtain a position without any law office experience, many firm expectations can be brutal and you should expect to learn by doing while under a lot of pressure. Most firms will expect you to hit the ground running and attorneys can be egotistical, demanding, or stressed out and will rely on you heavily. They will demand that you perform for them on a very high level and a paralegal just starting out may not be experienced enough to take on certain tasks or equipped to handle all of the responsibilities and stress that come with the job.\nMost successful paralegals seek an entry-level position such as a Receptionist, File Clerk, or Legal Secretary for the mere fact that they need to know the inner workings of a law firm beforehand to build their confidence and knowledge. If you are able to obtain this type of position before you graduate, you will have an easier time finding a position as a Paralegal.\nIf you are having trouble landing an entry-level position in the legal world, there are many organizations looking for volunteers where you can glean legal experience, such as becoming a Court Appointed Special Advocate (CASA). The need for CASA’s is immense and does not require you to have legal background and will give you some exposure to the legal world as well as being a very rewarding experience.\nDo I Need To Be Certified?\nParalegal certification is entirely voluntary in every state, however, a few states allow for paralegals to offer expanded services or work independent of an attorney, and these require state authorization. Understand that getting a certificate for finishing your class is NOT the same thing as becoming a certified paralegal.\nArizona - Paralegals who choose to offer legal document services independently must earn the Legal Document Preparer (LDP) certification through the Board of Legal Document Preparers. https://www.azcourts.gov/cld/Legal-Document-Preparers/LDP-Exam-and-Certificate-Holder-Information\nCalifornia - Independent paralegals that choose to offer legal document preparation services must be registered as Legal Document Assistants (LDA) through the California Association of Legal Document Assistants (CALDA). https://calda.org/page-18117\nWashington State - Paralegals who choose to earn the Limited License Legal Technician (LLLT) designation through the Washington State Bar Association by meeting certain requirements (associate’s degree through an ABA-approved program with specified credit hours in specific courses, plus exams) can actually advise and assist clients on matters that fall within certain practice areas. https://www.wsba.org/for-legal-professionals/join-the-legal-profession-in-wa/limited-license-legal-technicians\nIn any and all other states where voluntary certification is offered, it’s available through the state paralegal associations and does not come with any expanded practice privileges.\nThe state bar associations in Ohio, North Carolina, and Florida offers paralegals the option of earning state certification through the state bar association. The Texas bar association has taken certification one step further by offering certification in one or more of six areas of law. In Indiana, paralegals can voluntarily register through the state bar association, and once accepted, use the credential “IRP” (Indiana Registered Paralegal) provided they meet specified education and experience requirements. The certification and registration options available in these states do not come with the ability to perform expanded functions or the freedom to work without attorney oversight.\nAs in any profession, employers rely heavily on training, education, and experience when choosing whom to hire. The very nature of what is expected of paralegals requires them to have a higher level of education and expertise than in years past, and as a result, many attorneys are setting a higher bar for employment. Lawyers need to be able to put their trust in the paralegals they employ. This has effectively forced paralegals to take it upon themselves to meet high standards if they want to land a job, even though it is not technically required.\nKeep in mind that graduating with a paralegal associates degree is not the same as being certified by an ABA approved program. Some firms require certification from an ABA approved program. In order to know whether your program is ABA approved, search here https://www.americanbar.org/groups/paralegals/.\nHow Much Do Paralegals Make?\nParalegal salaries vary greatly by location, practice area, and firm. We have paralegals who make $13 and hour and we have paralegals who make $35 an hour. That said, the median salary of a Paralegal is around $50,000. Obviously, the more education and experience you have, the higher a salary you can demand.\nWhat’s The Difference Between a Paralegal and a Legal Assistant?\nIt all depends on the firm. The terms “Paralegal,” “Legal Assistant,” “Legal Secretary,” and “Case Manager” are used differently and sometimes interchangeably. Many firms will only refer to employees as Paralegals if they have their paralegal certificate. Others make no such distinction. When you are job hunting, be sure to find out the duties of the position for which you are applying. Typically the duties of a Legal Assistant or Legal Secretary are more limited than that of a paralegal but, again, it depends on how the firm defines these terms.\nThis sidebar is a work in progress - please message the moderators with suggestions."}]}