{"time_collected":"2023-03-06 23:54:50.087527-05:00","top_headers":[{"heading":"January 6 Clearinghouse from justsecurity.org","time_posted":"1 year ago"},{"heading":"Building the “Big Lie”: Inside the Creation of Trump’s Stolen Election Myth","time_posted":"9 months ago"},{"heading":"MY NAME IS KIIIIIII","time_posted":"6 hours ago"},{"heading":"The QAnon Queen Is Printing Her Own Currency Now","time_posted":"14 hours ago"},{"heading":"One of the organizers of the pro-J6 nightly protest quit. He is now being called a conman who stole money by a J6 who used to protest with him.","time_posted":"5 hours ago"},{"heading":"Truth Social reacts to Ukrainian fighter pilots training in the US","time_posted":"6 hours ago"}],"rules":["Submission Content","Submissions containing slurs must be obscured or marked NSFW, comments must not contain slurs","Submissions and comments must not contain any propagation of hate speech, or calls to violence","Submissions that include threats or harassment to an individual must have names censored","Submissions containing nudity or gore must be marked NSFW","No content involving violence against children","No Doxxing","Don't be an asshole","No COVID-19 misinformation outside of showcasing as part of a submission","No spam"],"subreddits":{"Other Communities":{"r/QAnonCasualties":"261,442 members","r/CapitolConsequences":"160,888 members","r/ParlerTrick":"21,151 members","r/Pizza":"516,901 members","r/InfowarriorRides":"168,256 members","r/aww":"33,582,160 members"}},"about":{"header":"About Community","description":"A place to post and discuss the spread of hate, disinformation, conspiracy theories, and calls to violence across social media. Wherever they go, we'll be there.","created":"Created Nov 10, 2020","stats":["170k Members","182 Online"]},"other_information":[{"header":"Discord","description":"Join our official discord here!"},{"header":"Report a tip to authorities:","description":"Submit a tip to the FBI Or call 1-800-CALL-FBI (1-‪800-225-5324)\nReport threats and intel to your state's Department of Homeland Security\nNational Center for Missing or Exploited Children Cyber Tip Report form\nReport scams or attempted fraud involving COVID-19 to the Department of Justice’s National Center for Disaster Fraud Hotline at 866-720-5721 or via the NCDF Complaint Form\nList of Secret Service Field Offices"}]}