{"time_collected":"2023-03-07 03:48:07.760076-05:00","top_headers":[{"heading":"Weekly Questions Megathread - February 28 to March 06. Have a question from your game? Are you coming from D&D? Need to know where to start playing Pathfinder 2e? Ask your questions here, we're happy to help!","time_posted":"7 days ago"},{"heading":"Magister competition - Results & Winners","time_posted":"18 hours ago"},{"heading":"I have to commend the team(s) that made the Gatewalkers AP and Foundry module","time_posted":"4 hours ago"},{"heading":"An Essay On Magical Issues - Part 2: Accuracy, Spell DCs and Psychology","time_posted":"13 hours ago"},{"heading":"My Players have never seen Fullmetal Alchemist, and I'm using that to my advantage for our upcoming campaign! A powerful Archmage has been directing and manipulating the formation of 5 nations in order to absorb the magic of a continent and ascend to godhood! Animation I made for the big moment!","time_posted":"21 hours ago"}],"rules":["Don't Be T.R.A.A.S.H.","Be Kind and Respectful","Do not post copyrighted content","Post Content of Quality","Limit to Promotional Posts","Art posts details and attribution"],"subreddits":{"Related Communities":{"r/dndnext":"733,147 members","r/3d6":"174,898 members","r/Pathfinder_RPG":"138,107 members","r/DnD":"2,997,048 members","r/DungeonsAndDragons":"481,435 members","r/DMAcademy":"561,474 members","r/mutantsandmasterminds":"12,836 members","r/Shadowrun":"50,906 members","r/rpg":"1,508,387 members","r/gurps":"11,083 members"}},"about":{"header":"About Community","description":"A subreddit for anything related to the Pathfinder Second Edition tabletop role-playing game.","created":"Created Mar 6, 2018","stats":["82.4k ORCS","1.2k DEFENDING OPEN GAMING"]},"other_information":[{"header":"New to Reddit","description":"Firstly thank you for joining Reddit and welcome to r/Pathfinder2e. To post your account must be at least a week old and you must have obtained a least 25 karma.\nWhat is karma? Karma represents the difference between the upvotes and downvotes you have received either through posts or comments and is shared across Reddit.\nHow can I get 25 karma if I can't post on r/Pathfinder2e? You are still able to get karma here by commenting on other people's posts as well as through your actions on other subreddits.\nContent creators can be granted special branded flair if you message the mods about your brand and verify you are the owner!\nIf you have any questions feel free to message the mods or join our friendly Discord channel."}]}