{"time_collected":"2023-03-19 22:05:46.223511-04:00","top_headers":[{"heading":"The Last \"Mechanical\" PTR Update has arrived. Here's What's New!","time_posted":"11 days ago"},{"heading":"fan fiction, a deal with the devil","time_posted":"19 hours ago"},{"heading":"Hurricane Bingwolf","time_posted":"3 days ago"},{"heading":"A Trip Down Memory Lane","time_posted":"4 days ago"},{"heading":"Chat GPT v4 allows to create custom skills?","time_posted":"5 days ago"},{"heading":"a trade UI for us","time_posted":"5 days ago"},{"heading":"Overtuned, spurious, and totally uncalled for predictions for the path","time_posted":"5 days ago"}],"subreddits":{},"about":{"header":"About Community","description":"Path of Diablo is a Diablo II community server project that aims to increase build diversity, improve replayability and add quality of life features with as few changes to the original experience as possible. Ladders happen every three to four months and always includes a content & balance patch which helps keep the game fresh and exciting.","created":"Created Mar 22, 2015","stats":["30.8k Reddit Subscribers","67 Redditors Online"]},"other_information":[{"header":"What is Path of Diablo?","description":"This Diablo II community server has one main goal: Increase build diversity and replayability with as little changes to the original experience as possible. The skill tree has been rebalanced so that skills that are underpowered and rarely used are now viable, allowing you to create many more builds than before. The end game has also been revamped so that more areas are worth exploring, allowing you to experience more varied content. These modifications also include quality of life improvements such as a larger stash size and online features such as an in-game chat channel. For more details please visit pathofdiablo.com\nThis is a community server. It does not cost anything to play. We do not make money from this. We have no affiliation with Blizzard or Grinding Gear Games. We do not support piracy. We urge you to buy a legit copy of the game. Posting about torrents or anything related to piracy is forbidden and will result in a permanent ban."}]}