{"time_collected":"2023-03-08 16:55:34.513136-05:00","top_headers":[{"heading":"Some Foundational Builds to Start From","time_posted":"3 years ago"},{"heading":"MSI B550-A Pro Bios Flash using Flash Bios Button","time_posted":"4 months ago"},{"heading":"Is trading my Switch Oled for this worth it?","time_posted":"2 hours ago"},{"heading":"AIO Tubes help","time_posted":"9 hours ago"},{"heading":"First post, second PC. Advice appreciated.","time_posted":"12 hours ago"}],"rules":["No Vulgar or Offensive Language","Posts related to build problems.","No Affiliate Links","No Screenshots of Computer Builds as Post Content","Unrelated Picture Post"],"subreddits":{"Related Communities":{"r/PcBuild":"120,214 members","r/buildapc":"6,258,195 members","r/pchelp":"46,860 members","r/NZXT":"116,021 members","r/sffpc":"220,290 members","r/Corsair":"112,216 members","r/iBUYPOWER":"18,487 members","r/AMDHelp":"84,170 members","r/computer":"37,402 members","r/24hoursupport":"33,684 members"}},"about":{"header":"About Community","description":"PcBuildHelp is a subreddit community meant to help any new Pc Builder as well as help anyone in troubleshooting their PC building related problems. You can also share your new exciting builds/upgrades via images, videos as well as benchmarks/gameplays to show off your stylish build and help others suggesting how to make one too. Please Read Rules Before Posting! Also feel free to check out the WIKI Page Below.","created":"Created Jan 5, 2016","stats":["31.7k Members","103 Online"]},"other_information":[{"header":"'Check Out My Build' Posts","description":"Before posting a 'What do you think of my build' or 'Any Compatibility Issues You See' type of post...\nPlease add your parts to http://www.pcpartpicker.com and make sure Compatibility Mode is on. If there is a compatibility issue, it will give you a red warning.\nIf it is green, and you still have questions, please be specific in your question.\nGood Post Example; \"The clearance for the CPU Cooler is really tight. Is it going to run okay being that the fans are less than 1mm from the case side?\" is okay.\nBad Post Example; \"Is this computer going to work together?\" is a bad post. If the compatibility does not come up with an error, it will work. Compatibility will only let you add compatible parts to the build, excluding things like non-OEM CPU's that do not include a stock cooler.\nSee: https://www.reddit.com/r/PcBuildHelp/comments/dzvhee/regarding_check_out_my_build_posts_lately/"}]}