{"time_collected":"2023-03-20 15:01:01.161303-04:00","top_headers":[{"heading":"Your friendly neighborhood pectus surgeon checking in again. Seen some recurrent questions popping up so figured I'd try another thread.","time_posted":"11 months ago"},{"heading":"Would you be interested in an AMA with esteemed Mayo Clinic pectus surgeon Dr. Jaroszewski (Dr. J!)?","time_posted":"5 months ago"},{"heading":"Need advice on having an implant.","time_posted":"2 hours ago"},{"heading":"Pectus “evolution” through exercise (2020-2023)","time_posted":"6 minutes ago"},{"heading":"How do Haller index calculations work?","time_posted":"3 hours ago"},{"heading":"Haller Index 7.3, been going to the gym for 10 months (reposted as images instead of video)","time_posted":"8 hours ago"},{"heading":"Anyone with medium/mild pectus ever go to the chiropractor or get a massage?","time_posted":"9 hours ago"},{"heading":"4 months progress of self improvement with my PE (before-after). Vacuum bell coming in the mail soon I'm excited to finally have more confidence in my body","time_posted":"19 hours ago"}],"subreddits":{"Related Communities":{"r/PlasticSurgery":"135,602 members","r/ehlersdanlos":"43,926 members","r/gastricsleeve":"26,138 members","r/gallbladders":"10,458 members","r/ACL":"18,564 members","r/workout":"239,516 members","r/Asthma":"27,750 members","r/GERD":"55,619 members","r/Calisthenic":"56,179 members","r/brokenbones":"4,851 members"}},"about":{"header":"About Community","description":"A community for discussion of Pectus Excavatum. Talk about your personal experiences, ask for advice, discuss surgery options, meme about built-in cereal bowls, etc. As always, please refrain from giving medical advice that only a medical professional should provide to our amazing community of Pectus people!","created":"Created Sep 7, 2012","stats":["8.0k Members","23 Online"]},"other_information":[{"header":"Welcome","description":"NOTE To message moderators, please use the built-in mod mail tools. Do not send chat messages directly to mods - Reddit's chat features are not yet available on all platforms and your messages will likely go unseen\nPLEASE REMEMBER: This is not a community of Doctors. It cannot accurately diagnose your condition and it cannot alone recommend surgery or home remedies. The community can provide advice based on personal experience, however please use this advice to supplement a qualified professional's opinion - not replace it.\nKeep in mind that everyone is different - one person's condition could be poorly affecting their health, while looking less severe than another person's condition which is primarily cosmetic."},{"header":"What next?","description":"What do I do if I have Pectus Excavatum? This is a complicated question, and is something that should be discussed with your Doctor.\nThere are several ways to treat Pectus Excavatum directly. The Nuss Procedure and Ravitch Technique are the most well known surgery options, and a Vacuum Bell is another less invasive option. (For a detailed vacuum bell plan, check out the book linked below)\nCertain exercises, eg deep-breathing & breath holding, as well as chest & back exercises may help as well.\nIt is important to consider whether you need treatment at all, as it can be quite invasive, with long recovery times."},{"header":"Resources","description":"FLATTEN YOUR CHEST - Exercises and Techniques to improve Pectus Excavatum\nCheck out this book, written by a member of the community here - /u/StrongClock.\n\"This book details methods that can be used to improve the condition through correcting one's posture, daily stretching, strength training, usage of a device known as the vacuum bell, and breath training.\"\nhttps://old.reddit.com/r/PectusExcavatum/comments/cfl8n6/my_book_on_how_to_improve_pectus_excavatum_is/\nPectus Excavatum is Treatable\nThis brochure goes over the basics of Pectus Excavatum, from psysical symptoms to post-surgery recovery\nhttps://www.zimmerbiomet.com/content/dam/zimmer-biomet/patients-and-caregivers/landing-pages/pectus-excavatum/ZB_PectusBrochure_Cover_final.pdf"},{"header":"Mental Heath","description":"Your mental health plays an important part in how you deal with Pectus Excavatum (or any form of body deformity) If you are concerned about your body-image due to your condition, please check out some body-image/self-esteem resources:\nhttps://www.heretohelp.bc.ca/infosheet/body-image-self-esteem-and-mental-health\nhttps://www.cci.health.wa.gov.au/resources/looking-after-yourself\nhttps://au.reachout.com/\nThis subreddit - many of the users here have likely gone through very similar situations to you, and can offer helpful advice\nHow Art Therapy can help with recovery:\nhttps://www.roswellpark.org/cancertalk/201901/roswell-parks-new-art-gallery-instant-stress-relief\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC1071468/"}]}