{"time_collected":"2023-03-06 22:06:06.446540-05:00","top_headers":[{"heading":"Moronic Monday Thread for the week","time_posted":"16 hours ago"},{"heading":"Are really expensive office chairs worth it?","time_posted":"8 hours ago"},{"heading":"landlord refuses to give receipts and only does cash payments","time_posted":"7 hours ago"},{"heading":"How are so many people able to afford a Tesla?","time_posted":"21 hours ago"},{"heading":"Should I accept a $50,000 Line of Credit from the bank even if I don’t need it?","time_posted":"6 hours ago"},{"heading":"Employer Never Paid Me But Filed T4?","time_posted":"5 hours ago"},{"heading":"What's with Nutrafarm refusing to give prices?","time_posted":"6 hours ago"},{"heading":"I owe a ton after filing taxes this year, I'm scared. What can I do?","time_posted":"6 hours ago"},{"heading":"The roommate from who I sublease a room is arbitrarily increasing the rent and asking me to sign on for a year lease. How do I navigate this situation?","time_posted":"3 hours ago"},{"heading":"Am i understanding 45(2)correctly ?","time_posted":"6 hours ago"},{"heading":"Best Cash-back Credit Cards","time_posted":"7 hours ago"},{"heading":"HER+ - Minimal Solar + battery","time_posted":"2 hours ago"}],"rules":["Posts must be about personal finance in Canada","Be helpful and respectful.","Avoid most self-promotion","All specific investment recommendations will be removed. Crypto is considered a specific investment","IamAs/AMAs must be approved by mods","We expect that posts about crypto posted in this community PRIMARILY fit in with this community"],"subreddits":{"Community List":{"r/personalfinance":"17,458,034 members","r/investing":"2,200,496 members","r/cantax":"17,684 members","r/CanadianInvestor":"335,309 members","r/fican":"31,605 members","r/financialindependence":"1,837,783 members"}},"about":{"header":"About Community","description":"Welcome to PersonalFinanceCanada","created":"Created Jan 2, 2012","stats":["1.1m Members","6.3k Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Relevant Links","description":"Wiki / Frequently asked questions\nReading list / recommended books\nStep by step guide of what to prioritize / what to do with money\nFrequently asked questions\nWiki index with many more subjects"},{"header":"Subreddit Chat","description":"Personal Finance Canada Discord: https://discord.com/invite/Zma3vctmCu\nReddit's Investing Discord: https://discord.com/invite/FW58RSC"},{"header":"Subreddit Information","description":"This subreddit is a place to discuss anything related to Canadian personal finance.\nThe topic of \"personal finance\" includes budgeting, goal planning, taxation, saving, investing, banking, credit cards, insurance products, major purchase advice, unique deals and tips for frugality, employment and other income sources, and a variety of similar topics.\nRefer to the Subreddit Rules above.\nPosting guidelines\nInclude sources.\nA good answer will be supported by relevant and reliable sources. Answers that link only to your personal blog or website are considered low-quality and may be removed at the moderators' discretion.\nHave an in-depth answer.\nUse a mix of context, explanation, and sources in your answer. Do not just post links to other sites as an answer.\nBe inquisitive.\nIf you want more information, or clarification, relating to a response then try to be clear that you are unsure, and invite people to expand on your thoughts. Do not post \"I'm not sure if this is true...\" or \"Someone will correct me if I'm wrong.\"\nBe welcoming and friendly.\nSome people who are new to finances might not know what they're doing. Be patient with them. Keep disagreements polite. This is an advice forum, and therefore we have the expectation that people are coming here looking for help, and they want to be corrected."}]}