{"time_collected":"2023-03-20 18:33:56.653329-04:00","top_headers":[{"heading":"New to r/phallo? Start Here!","time_posted":"1 year ago"},{"heading":"Dick Size Shaming","time_posted":"2 days ago"},{"heading":"19 days post op rff","time_posted":"2 days ago"},{"heading":"navigating out of network coverage SHPNC BCBS","time_posted":"7 days ago"},{"heading":"2 years and 2 weeks post op RFF phallo","time_posted":"9 days ago"},{"heading":"ALT Sex Tips","time_posted":"10 days ago"},{"heading":"HYSTO AS A MAN WHO WANTED BIO CHILDREN","time_posted":"12 days ago"},{"heading":"Stage Two Delayed ALT Countdown","time_posted":"13 days ago"},{"heading":"Surgery Vent","time_posted":"13 days ago"},{"heading":"Anybody else’s cat swat at their dick? No? Just mine? K.","time_posted":"1 month ago"},{"heading":"What size/length did you decide on?","time_posted":"1 month ago"}],"rules":["Be Polite & Practice Mutual Respect.","Respect Individual Differences.","Avoid Unnecessary Gendered Language.","No Body Shaming.","People Are Not Results.","No Pressing for Photos or Answers","Do Not Post Another Person's Info Without Consent.","Speak From Personal Experience and Research","Sexually explicit photos and videos are not allowed.","No Trolling & Reposting of Transphobic Content.","Tag NSFW Content & Trigger Warnings. Flair Posts.","Follow Reddit Rules.","No Unauthorized Solicitations.","Follow submission guidelines when submitting posts."],"subreddits":{},"about":{"header":"About Community","description":"A discussion-based subreddit for those curious about, interested in, pursuing, or who have gone through phalloplasty and anyone else who wants to discuss it in a supportive and respectful atmosphere. This sub is not exclusive to trans people, but you are expected to respect *all* gender identities if you wish to participate here.","created":"Created Jun 30, 2019","stats":["21.5k Members","86 Online"]},"other_information":[{"header":"More Information & Wiki","description":"Check out our Wiki for helpful terminology, explanations of common phalloplasty methods, guidelines for respectfully discussing experiences, and more!\nMore in-depth information can be found on Phallo.net. You can also find directories for current phallo surgeons/practices by procedure and location, as well as additional resources from there."},{"header":"Privacy Statement","description":"r/phallo is a public subreddit, meaning anyone can view content on this sub, regardless of ban status.\nKnow that there are times when this publicity leads to increases in maligned comments, brigading, and potential off-sub/-site sharing & criticism. Please take any and all steps you feel necessary to protect your identity and privacy.\nAt this time, there are no plans to make r/phallo private. There are plenty of private spaces that exist. Namely, r/phalloprivate is a private, post-op community that might interest you if the publicity of posting on r/phallo is a concern.\nNote: r/phallo does not endorse or have any formal involvement with r/phalloprivate. We are merely offering alternatives that might be more comfortable for our users to post in."}]}