{"time_collected":"2023-03-19 23:51:32.503817-04:00","top_headers":[{"heading":"Sex with phimosis isn’t even bad","time_posted":"2 hours ago"},{"heading":"Is there any substance I can use instead of prescribed steroid cream?","time_posted":"3 hours ago"},{"heading":"Problems ejaculating during sex","time_posted":"3 hours ago"},{"heading":"I've done it!","time_posted":"3 hours ago"},{"heading":"Sex with phimosis","time_posted":"3 hours ago"},{"heading":"I previously had phimosis and I thought I cured it","time_posted":"10 hours ago"},{"heading":"Dorsal slit surgery did nothing except making my penis really ugly… should I just get circumcised?","time_posted":"4 hours ago"},{"heading":"Foreskin rollback during sex","time_posted":"4 hours ago"},{"heading":"Getting a Frenuloplasty. Need Advice","time_posted":"1 day ago"},{"heading":"no progression and struggles with erection after stretching","time_posted":"23 hours ago"},{"heading":"Worries about what happens after retracting","time_posted":"1 day ago"},{"heading":"I think I need a circumcision or frenulectomy. Has anyone gotten one?","time_posted":"22 hours ago"},{"heading":"28 years. Finally pulled it back","time_posted":"2 days ago"},{"heading":"Need advice about pinhole phimosis","time_posted":"1 day ago"},{"heading":"Some questions about using rings. Help would be much appreciated.","time_posted":"1 day ago"},{"heading":"Ring with sleeve for frenulum?","time_posted":"1 day ago"},{"heading":"How much do condoms help with phimosis","time_posted":"1 day ago"},{"heading":"I've been talking to a girl and we are planning on having sex. I have a moderate case of phimosis with a sensitive head. Any tips for having sex?","time_posted":"1 day ago"},{"heading":"Why everyone is saying \"circumcision\" is last resort?","time_posted":"1 day ago"},{"heading":"Progress frozen right before the finish line. I need help","time_posted":"2 days ago"},{"heading":"Can cold showers and icebaths make phimosis worse?","time_posted":"2 days ago"},{"heading":"M15, I think I have phimosis","time_posted":"2 days ago"},{"heading":"Stretching isn't working","time_posted":"2 days ago"},{"heading":"Where to buy rings?","time_posted":"2 days ago"},{"heading":"Confused about stretching","time_posted":"2 days ago"}],"rules":["Don't share nudes if you're underage.","Don't request photos.","Don't promote surgery","Don't spam your forum, site or another subreddit","Don't attempt to make anyone feel bad","Don't be lecherous"],"subreddits":{},"about":{"header":"About Community","description":"A place to discuss tight foreskin from phimosis, frenulum breve and preputial adhesion","created":"Created Feb 20, 2013","stats":["13.2k Members","29 Online"]},"other_information":[{"header":"basic info","description":"Circumcision is not the only option for treating phimosis. Conservative treatment methods are effective in more than 90% of cases for young men.\nThere are three very different types of phimosis.\n⋅ The foreskin normally grows with the rest penis. Congenital phimosis results when the foreskin fails to grow. This is a normal developmental condition that occurs in a small fraction of men (around 5%). In most cases it can be resolved with a regimen of gentle tension to stimulate growth.\n⋅ Pathological phimosis is a serious inflammatory skin condition also known as lichen sclerosus or balanitis xerotica obliterans (BXO) that makes the skin grow thin and white and progressively tighter. It may be treatable without surgery if it is diagnose early or it may require surgery. Whether surgery is needed or not, seek professional medical care as soon as possible to avoid dire consequences. If you have any doubt about which type you have, see a doctor to be safe. See r/lichensclerosus for a subreddit about it.\n⋅ Adult-onset phimosis is when the foreskin becomes tight after previously functioning normally. It is usually only an issue for old men, but in younger men it may be caused by diabetes. It is probably pathological phimosis. If you have this, you need to see a doctor. This subreddit is not about this issue.\nOther tight foreskin conditions\nFrenulum breve is a condition in which the frenulum of the foreskin is too short restricting retraction. It can cause painful cuts and tears. When it occurs without separate phimosis, it can be corrected with frenulum surgery or foreskin removal (circumcision).\n⋅ Urology Online\nPreputial adhesion with intact foreskin is usually a minor skin connection that can be separated (adhesiolysis) with gentle traction over time.\n(Preputial adhesion may also occur as a complication of infant circumcision, in which case it more likely requires surgical correction.)\n⋅ Preputial adhesions — A misunderstood entity\n⋅ Children's Hospital of Philadelphia: Penile Adhesions\n⋅ Penile Adhesion: The Hidden Complication of Circumcision\n⋅ British Association of Urological Surgeons: Freeing of Preputial Adhesions\nParaphimosis is when the foreskin becomes trapped behind the glans corona and swells forming a tight band constricting blood flow. It is a common accident medical professionals make with infants. It can be corrected by returning the foreskin to cover the glans.\nHold the penis with one or both hands and press the glans down with the thumb(s) to squeeze the blood out of it to pull the skin back up.\nIf that fails, a compression bandage, washcloth or any other cloth may be used to compress the glans better to squeeze the blood out of it by wrapping the glans in the cloth/bandage tightly.\nIf the entrapment constricts blood flow and cannot be corrected, that is a serious medical emergency. Seek emergency medical attention to avoid severe consequences like gangrene and necrosis.\n⋅ Paraphimosis: Current Treatment Options (2000)\nFungal infection (penile thrush/yeast infection/jock itch) is a common problem with phimosis. Fungal infections cause dry, chapped, easily cracked skin that may itch or burn and easily tear. The tears may feel like paper cuts. Fungal infection can make stretching ineffective even with corticosteroid cream.\nIn most cases fungal infections are easily avoided with better hygiene before sleep. Soap is not advised but a clean washcloth should help. It may help to moisturize after washing.\nWhen hygiene alone is insufficient, there are anti-fungal products like clotrimazole cream. Brand names of over-the-counter products include Canesten, Mycelex and Lotrimin AF. They are most effective when applied after washing before going to sleep. If over-the-counter products are ineffective, a doctor can prescribe stronger products.\nDon't use silicone oil with silicone rings. Silicone oil dissolves silicone rubber.\nNo one here can diagnose you. Nothing here constitutes medical advice. If you have any questions or doubts about any advice you may receive here, ask a doctor.\nMore information\n⋅ WebMD: Phimosis & paraphimosis\n⋅ nhs.uk: phimosis"}]}