{"time_collected":"2023-03-08 12:59:38.701024-05:00","top_headers":[{"heading":"How would you add a label to this bottle when the sides are not straight?","time_posted":"10 hours ago"},{"heading":"I'm making an album cover bigger what could i improve the white frame is the original piece unchanged the rest is all mine. Would like some feedback. WIP","time_posted":"42 minutes ago"},{"heading":"First Photoshop of my cat","time_posted":"23 hours ago"}],"rules":["No Photoshop Requests","No spam","Low quality content will be removed","Don't use the subreddit as a personal art gallery","No Piracy","No document forgery","Use descriptive titles","Be on topic","No NSFW content","Be nice"],"subreddits":{"Related Communities":{"r/AdobeIllustrator":"143,511 members","r/ParsecGaming":"7,607 members","r/ClipStudio":"51,986 members","r/Inkscape":"18,645 members","r/PhotoshopRequest":"561,252 members","r/GIMP":"229,506 members","r/krita":"72,512 members","r/blenderhelp":"112,295 members","r/ArtCrit":"70,455 members","r/acnh":"96,657 members"}},"about":{"header":"About Community","description":"For all things Photoshop - except those listed in the sidebar so be sure to read them before posting.","created":"Created Mar 6, 2008","stats":["625k Members","239 Online"]},"other_information":[{"header":"THE SIDEBAR","description":"Welcome to the Adobe Photoshop subreddit. This group is for general questions, tricks, techniques, troubleshooting and so forth.\nUseful Resources\n/r/Photoshop's list of helpful learning resources (Start here if you are new!)\nList of Photoshop Assets (Brushes, Plugins, Textures etc.)\nOfficial Photoshop User Manual\nPhotoshop Discord Servers\nOur Rules\nNo Photoshop editing requests. Check /r/picrequests or /r/photoshoprequest instead\nNo spam. Posting content with the sole purpose of promoting your YouTube channel / website is not allowed. No URLs or social media handles in post titles.\nDon't post Photoshop creations that promote real brands or products (such as advertisements, YouTube thumbnails etc.)\nLow quality content will be removed. Mods can and will remove content that does not meet our quality standards, such as memes, face swaps, beginner/low effort/unoriginal edits, low resolution images or questions like \"is this photoshopped?\" or \"What font is this?\"\nYou can post content you have made with Photoshop as long as you have actually put some effort in.\nDon't use the subreddit as a personal art gallery You can share your creations, but you must wait at least 10 days before posting more. You can share several works at once by making an album.\nAlso consider being an active member of the community by commenting on others' posts and helping users solve their problems.\nDigital paintings should be posted on a more relevant subreddit, such as /r/DigitalPainting\nWhen posting your Photoshop creations, explain the process and context. Leave a comment shortly explaining the process of how you created your artwork / edit. Posting before/after pics is encouraged.\nAlso explain the motivation or context behind your work, or what you were trying to achieve.\nUse descriptive titles. Posts with titles like \"A composite I made\", \"Made this because I was bored\", or \"what do you guys think about this?\" will be removed.\nDon't humble brag with titles like \"My first try at Photoshop, It's not much but I'm proud.\". UPPER CASE TITLES and \"Urgent!\" posts will also be removed.\nNo Piracy. Posts and comments about DRM circumventing / file sharing of Photoshop or any other commercial software will result in a permanent ban.\nNo document forgery. Asking how to alter official papers, screenshots, ID cards, licenses, masking signatures and removing watermarks will also result in a permanent ban.\nNo NSFW content.\nBe nice. Don't be rude, period. Try to follow the reddiquette\nNO PHOTOSHOP REQUESTS!!! in case you missed it the first time around.\nGeneral\nThe cheapest way to get Photoshop is with the Photography Plan, which includes Lightroom and costs about $10/month depending on where you are. And yes, it's cheaper than getting PS alone (long story, don't ask).\nPhotoshop CS2 is NOT (and has never been) free.\nMessage the mods if you think you are getting blocked by the spam filter or have any questions, comments or suggestions.\nRelated Subreddits\nEditing requests\n/r/PhotoshopRequest\n/r/PicRequests\n/r/WallpaperRequests\n/r/RedditGetsDrawn\n/r/DrawForMe\n/r/ICanDrawThat\n/r/MakeMeAGif\nPhotoshop Alternatives\n/r/GIMP\n/r/Photopea\n/r/Affinity\n/r/PaintDotNET\nAdobe\n/r/PhotoshopTutorials\n/r/AdobeIllustrator\n/r/Lightroom/\n/r/Premiere\n/r/AfterEffects\n/r/InDesign/\nPhoto Editing\n/r/Colorization\n/r/Postprocessing\n/r/Retouching\n/r/ShittyPhotoshop\n/r/PhotoshopBattles\n/r/MSPaintBattles\n/r/BirdsWithArms\n/r/HybridHumans\n/r/HybridAnimals\n/r/PSBeforeAfter\nDesign\n/r/Design\n/r/Graphic_Design\n/r/LearnDesign\n/r/Web_Design\n/r/Design_Critiques\n/r/CrappyDesign\n/r/Design_Challenges\n/r/Freelance\n/r/DesignPorn\n/r/Typography\n/r/FakeAlbumCovers\n/r/Sbubby\nArt\n/r/Art\n/r/ArtFundamentals\n/r/DigitalArt\n/r/DigitalPainting\n/r/DigitalArtTutorials\n/r/LearnArt\n/r/LearnToDraw\n/r/SketchDaily\n3D Modeling\n/r/3DModeling\n/r/Blender\n/r/Maya\n/r/Houdini\n/r/Cinema4D\nPhotography\n/r/Photography\n/r/ITookAPicture\n/r/Photographs\n/r/PictureChallenge\n/r/LightPainting\nResources\n/r/DesignFreebie/\n/r/IdentifyThisFont\n/r/FreeFonts\n/r/Cutouts\nSearch Subreddits by Topic or Name"}]}