{"time_collected":"2023-03-07 02:17:22.016601-05:00","top_headers":[{"heading":"Some Updates - please read","time_posted":"4 months ago"},{"heading":"Picture I took of my daughter at the aquarium. She loves sealife but unfortunately the fish were not being photogenic. Can someone please add some sealife? Will tip the best ones. Thank You!","time_posted":"15 hours ago"},{"heading":"My dog is being put down in a few weeks due to old age. Can someone please help remove his eye boogers so I can have this printed and framed?","time_posted":"12 hours ago"},{"heading":"Can we get my dog with NWA. Will tip","time_posted":"4 hours ago"}],"rules":["REQUIREMENTS","BE NICE","NO FORGERY","NO NSFW","WATERMARKS","NO EDIT THEFT"],"subreddits":{"Related Communities":{"r/photoshop":"625,654 members","r/ParsecGaming":"7,591 members","r/DrawForMe":"220,716 members","r/AdobeIllustrator":"143,430 members","r/DrawMyTattoo":"585,627 members","r/ArtCrit":"70,405 members","r/wallpaperengine":"174,945 members","r/WallpaperRequests":"17,748 members","r/ClipStudio":"51,947 members","r/estoration":"137,271 members"}},"about":{"header":"About Community","description":"A friendly place for free and paid photoshop requests. ⚠️ Read the rules before posting a request or a comment. Any violations will result in a ban without warning. If you're not sure if your post is allowed, contact the moderators.","created":"Created May 11, 2012","stats":["561k Photoshop Wizards","561 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Tipping etiquette","description":"For requesters:\nTips are typically in the range of $5 – $20. However, there's no one-size-fits-all range for what's appropriate to tip, as each request requires a different amount of time, effort, and skill.\nFor paid requests, it's best to state your budget upfront. You're not forced to pay every editor, just the ones you prefer or none if you're not satisfied with the results.\nFor editors:\nYou can attach a tip jar for donations in your comments only if\nYou post a valid submission first.\nYour link is short and not intrusive.\nYou only use one payment link.\nIt's clear that it's a tip jar (no clickbaits).\nYou don't beg for money.\nYou don't force people to pay on free requests."}]}