{"time_collected":"2023-03-08 18:20:41.638369-05:00","top_headers":[{"heading":"PTs are filing a CLASS ACTION LAWSUIT against UHC! Please join us in standing up against criminal reimbursement practices! Join our Facebook group and help us win against this evil corporation!","time_posted":"2 months ago"},{"heading":"PT Salaries and Settings Megathread","time_posted":"5 months ago"},{"heading":"Patient Abandonment","time_posted":"2 hours ago"},{"heading":"[Patient] Is there some online service where I can pay for meta-advice from a PT?","time_posted":"2 hours ago"},{"heading":"Don't apply for this job. they will not pay you","time_posted":"1 day ago"},{"heading":"Request - Group Physical Therapy ideas","time_posted":"1 hour ago"},{"heading":"Private practice owner approached by extremely wealthy private investor who wants to create the “Starbucks of physical therapy”","time_posted":"2 days ago"},{"heading":"Certifications","time_posted":"1 day ago"},{"heading":"Home Health Point System","time_posted":"22 hours ago"},{"heading":"Why do I feel light headed after I dry needled in a certain spot?","time_posted":"18 hours ago"},{"heading":"Is anyone using an Iontophroesis Delivery Units other than ActivaDose II in an Outpatient Clinic setting?","time_posted":"22 hours ago"},{"heading":"Travel PT tax filing question","time_posted":"1 day ago"},{"heading":"PTA license transfer from NY to Georgia","time_posted":"23 hours ago"},{"heading":"Thoughts on PRI and training fascia?","time_posted":"13 hours ago"}],"rules":["No Medical Advice","No job listings, job requests, or other spam","No advertising products or services.","Evidence required","No school related posts","No career advice requests"],"subreddits":{"Related Communities":{"r/Residency":"167,459 members","r/physicianassistant":"59,322 members","r/medicalschool":"643,456 members","r/ems":"143,969 members","r/remotework":"40,373 members","r/nursing":"411,244 members","r/slp":"37,026 members","r/medlabprofessionals":"35,238 members","r/OccupationalTherapy":"26,250 members","r/TravelNursing":"24,462 members"}},"about":{"header":"About Community","description":"If you are not a licensed PT or currently under the care of a PT please do not post here. This is a sub for practicing physical therapists to discuss cases, research, old and new tricks, or other therapy-relevant topics. Requests for advice or education regarding your personal health issues will be removed and you may be banned. These questions should be discussed directly with your physical therapist.","created":"Created Feb 10, 2012","stats":["53.8k Members","300 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Sidebar","description":"This subreddit is for physical therapists discussing new developments or old tricks in physical therapy.\nPhysical therapists treat physical pathology, and do not prescribe exercises or other treatment without seeing a patient in person to complete a thorough medical evaluation due to the likelihood of causing further damage without a full understanding of the individual's pathology, which involves seeing and feeling a person's movement deficits and responses to specific verbal and tactile cues.\nQuestions from laypersons regarding what to expect in PT or how to address problems encountered during PT treatment are acceptable, however, you cannot provide a thorough enough description of your movement pathology to fix you over the internet. Attempts to do so will be removed at the mods' discretion without further explanation.\nWe have a PT Applicant FAQ! Please read this and visit r/PTschool with any school-related questions, as those are off topic for this sub.\nYou may be banned from this community for any of these activities:\n*Soliciting or offering medical advice, which is against Reddit's user agreement.\n*Advertising products or services.\n*Posting job listings, job requests, or other spam.\n*Abuse of other community members\nRelated Subreddits\n* Rehabilitation Therapy\n* Occupational Therapy\n* Speech Language Pathology\n* Neuro\n* Flexibility\n* Sports Medicine\n* Running Form\n* Posture\n* Chronic Pain\n* Pelvic Floor\n* PT Students\nSalary Info\n* Bureau of Labor Statistics\n* The PT Job Market Pulse\nCareer Advice - Click below\n* Should you become a PT?\n* Should you become a PTA?"}]}