{"time_collected":"2023-03-07 02:25:06.151537-05:00","top_headers":[{"heading":"R/piercing Spotlight photo guidelines, please read in full before posting","time_posted":"1 year ago"},{"heading":"Curious Question Sunday - March 05, 2023","time_posted":"2 days ago"},{"heading":"bruised and swollen but finally got a double ashley!","time_posted":"15 hours ago"},{"heading":"New conch piercing 💜","time_posted":"7 hours ago"}],"rules":["Photo‘s at minimum need to be in focus, well lit, clear and close up. (Expand to read the full rule)","Choice of words matter, be kind to one another","NSFW needs to be tagged","Comments about appearance and/or any sexual comments are not allowed","No DIY allowed","Unsafe, harmful or dangerous advice is not welcome","No sales/advertising or self promotion","No low effort, memes or karma farming allowed"],"subreddits":{"Other related subreddits":{"r/Stretched":"76,512 members","r/bodymods":"104,747 members","r/PiercingMemes":"433 members"}},"about":{"header":"About Community","description":"Almost anything involving poking holes in flesh with sharp metal. | New here? Welcome! In the app, tap on \"about\" first. On desktop, check the sidebar first","created":"Created Nov 14, 2008","stats":["644k Piercing enthusiasts","861 are online","Top 1% Ranked by Size"]},"other_information":[{"header":"Welcome!","description":"You can read, post or comment about almost everything piercing on this subreddit. But before you do so, please take a few moments to read our rules and guidelines"},{"header":"Guidelines","description":"Photography tip! To photograph your own piercings with the better back camera of your phone, get a mirror (or two). Aim the back camera at your piercing and with some angling you can see the screen of your phone in the mirror and you can then frame, focus and take the photo.\nHave a question about your piercing?\nPlease provide the following information that is needed to offer you useful advice.\nHow old is your piercing?\nWhat’s the jewelry shape (for example, barbell, labret, screw, Lshape, ring)?\nWhat’s the type of threading if the jewelry is not a ring, treadless, internally or externally threaded?\nWhat’s the jewelry material?\nIf not a ring, when was the jewelry downsized?\nWhat’s your aftercare routine? Describe in detail please, including the exact products you use.\nHelp keep our community and it’s members safe\nIf you see a post or comment that’s not in line with the rules, hit the report button to notify the moderators.\nUpvote good advice and by all means downvote bad advice, but do not downvote users just for asking a question and trying to learn.\nNot sure if your post would be allowed,\nor have any other questions about this subreddit? Send the mods a message"},{"header":"Weekly Threads","description":"Curious Question Sunday\nInformational Monday"}]}