{"time_collected":"2023-03-07 04:50:16.999528-05:00","top_headers":[{"heading":"Comment here if you would like to become an approved user","time_posted":"5 months ago"},{"heading":"Forever Home Friday, February 3rd","time_posted":"1 month ago"},{"heading":"This is my dogs facial expression every time he sees a squirrel. If I see a couple extra face wrinkles appear to make a slightly wolfish looking grin I know he’s on patrol. It’s kind of creepy lol","time_posted":"10 hours ago"},{"heading":"Anyone have some WD-40 for my squeaky (velvety) door?","time_posted":"10 hours ago"},{"heading":"Sleepy baby","time_posted":"19 hours ago"}],"rules":["No patronizing, condescending or insulting language.","Be civil to one another.","No personal attacks or hateful speech.","Message the Mods for Gofundme posts","No breed hate.","Do not post asking for diagnosis, if you have a veterinary issue try going to r/AskVet","We kindly ask that you refrain from submitting posts that serve to reinforce negative stereotypes.","No self-promotion.","If posting pictures of abused/injured dogs please add [Graphic Content]","No irresponsible dog ownership.","Don't interact with T-Shirt Spammers","No pot stirring","Message us to report rule violations."],"subreddits":{"Related Communities":{"r/goldenretrievers":"282,263 members","r/husky":"152,828 members","r/rescuedogs":"56,202 members","r/germanshepherds":"147,811 members","r/BostonTerrier":"47,830 members","r/Dachshund":"322,213 members","r/velvethippos":"160,975 members","r/RATS":"238,461 members","r/labrador":"119,629 members","r/dogpictures":"938,755 members"}},"about":{"header":"About Community","description":"Welcome to pitbulls","created":"Created Jul 4, 2008","stats":["277k Members","88 Online"]},"other_information":[{"header":"What's a pitbull?","description":"\"Pitbull\" today is a term used to describe a dog's looks, and nothing to do with genetics. In fact, a study have shown that shelter staff were only able to identify a dog with actual genetic heritage to pit bulls only 33% to 75% of the time. Other studies have collaborated this as well.\nConsequently, that same study showed that dogs without any genetic heritage were labeled \"pitbull\" 0% to 48% of the time.\nAdditionally, a study has shown that two different animal professionals can look at the same dog and disagree with its genetic heritage. Which means that a large majority of of dogs labeled \"pitbulls\" are just really muts.\nBreeds that are often misidentified as having pit bull heritage without actually having any are:\nBoxers, Labradors, Dogo Argentinos, Cane Corsos, Bull Mastiffs, Bulldogs, Black Mouth Cur, Vizsla, Presa Canario, Dogue De Bordeaux, Ambullnoo Mastiff, Greater Swiss Mountain Dog, Rhodesian, Ridgeback, Patterdale Terrier, Rottweiler, Boerboel, Fila Brasileiro, and any mixed-breed of these."},{"header":"Actual Scientific Dog Studies","description":"Insurance data indicates the Pitbulls and Rottweilers account for only 25% of dog bite claims. Which is also in agreement with the Ohio State University's Study that Pitbulls only accounted for approximately 22.5% of reported bites. So how can Pitbulls account for more than half of all dog bites? Agenda pushing misinformation.\nAdditionally, data from the American Veterinary Medical Association has concluded that controlled studies have not shown Pitbull-type dogs to be disproportionally aggressive.\nWhy no BSL?\nIt tackles addressing a symptom and not the source. The breed of a dog is not the issue when it comes to dogs biting, its the people. BSL doesn't work either, not because of lack of enforcement, but because those same people will get another breed of dog. See this study from Denmark that banned and euthanized certain breeds:\nNot enough? Here are scientific studies to disprove all the garbage being pushed out there by people hate-obsessed with a dog breed for some reason.\nOnly 6% you say?\nFatal Dock Attacks\nErrors in Identifying Pitbulls\nBreed Risk Rates."},{"header":"Training Resources","description":"These resources are not a replacement for consulting behavioral dog trainers to get consulted about your dog's individual needs, but instead educated new owners to some of the many nuances to dog training.\nSocialization\nBite Inhibition\nSocializing Reactive Dogs\n3-3-3 Rule for rescue dogs"},{"header":"More Information","description":"r/puppy101\nr/dogtraining\nr/Rescue Dogs\nr/BeforeNAfterAdoption\nr/Amercian Bully\nr/AmStaffPitts\nr/PitbullOwners\nr/BullTerrier\nr/AntiBSL\nr/Velvethippos\nThinking about a second dog?\nCost of owning a dog\nPitbulls and dog parks\nPitbull Friendly Housing\nThinking about breeding your dog?\nThe Muzzle Project"}]}