{"time_collected":"2023-03-07 04:29:35.623483-05:00","top_headers":[{"heading":"Just a reminder...","time_posted":"7 months ago"},{"heading":"I inherited this beauty. what is it?","time_posted":"9 hours ago"},{"heading":"what are these star shaped plants? central texas, USA, blackland prairie","time_posted":"16 hours ago"}],"rules":["Be Kind","Be Helpful","Don't Recommend or ask about Edibility","Moderators Have Discretion","No YouTube Videos","Plant Identification Posts Only.","Please use the term Wandering Dude or Inch plant rather than \"Wandering Jew\" for Tradescantia sp."],"subreddits":{"Related subreddits":{"r/cactus":"159,250 members","r/mycology":"519,356 members","r/orchids":"121,945 members","r/houseplants":"1,653,082 members","r/plants":"276,258 members","r/SavageGarden":"164,327 members","r/succulents":"600,879 members","r/plantclinic":"608,922 members","r/treeidentification":"9,528 members","r/propagation":"33,583 members"}},"about":{"header":"About Community","description":"Submit photos, location, and any text info that you have... And we ID the plant","created":"Created Aug 9, 2012","stats":["123k Plant Sleuths","40 In The Garden","Top 1% Ranked by Size"]},"other_information":[{"header":"Guidelines","description":"Please do not ingest any plant, berry, or fruit because of information received in this subreddit. If a child or pet has ingested any of these please contact a Poison Control Center immediately! Feel free to post an ID request after contacting a Poison Control Center.\nPlease include your location (except for houseplants). This is more important than the zone you are in. Certain plants only exist in certain areas. If you're not comfortable giving your city, town, etc. please at least give your state, region or country.\nPlease post one plant at a time. Posts with multiple plants tend to get overlooked.\nIf your plant is identified, please respond to the answer or the post with \"Identified!\" or \"Solved!\" so Automoderator can flair your post as Identified!\nPlease only downvote incorrect ID's if they have gained too much momentum and the correct answer hasn't been recognized. Instead, consider commenting with an explanation about why they are wrong so that they can learn from the mistake. Please DO upvote correct identifications and appreciative responses."}]}