{"time_collected":"2023-03-08 17:29:16.766021-05:00","top_headers":[{"heading":"August 2022 update on payment methods","time_posted":"7 months ago"},{"heading":"[US, IL] Looking for Ravn Crimson Red, Petrol Green, Eclipse, and Summer Ale","time_posted":"6 hours ago"},{"heading":"[EU] Stockholm 17 and Lotrek (Oath Playing Cards)","time_posted":"12 hours ago"},{"heading":"[CHINA] Price Dropped!!! Fontaine set.","time_posted":"6 hours ago"}],"rules":["All posts and comments must be about buy/sell/trade of playing cards.","All negotiations must take place in the comments section, even if only to agree to asking price.","Only publicly discussed sales are eligible for feedback.","Titles must begin with \"[COUNTRY you are in]\" followed by a brief description of the deck(s)","Use the appropriate flair.","Only one post every 72 hours.","Sellers must include handwritten username in all pictures with decks.","Sellers must include an asking price. No asking for offers without a starting price.","Sellers with less than 5 Positive Feedback must accept PayPal G&S and prices must include fees.","Sellers must disclose any imperfections.","For any sub-related matter, contact moderators by Messaging the Mods."],"subreddits":{"Related Communities":{"r/DHgate":"137,739 members","r/baseballcards":"72,020 members","r/discexchange":"31,319 members","r/ChineseWatches":"18,753 members","r/basketballcards":"47,186 members","r/PokemonTCG":"228,973 members","r/playingcards":"35,510 members","r/pkmntcgcollections":"39,893 members","r/SpaceflightSimulator":"41,012 members","r/HotWheels":"101,316 members"}},"about":{"header":"About Community","description":"A place to buy, sell, and trade playing cards! If you are new, please take a moment to view our rules and our wiki for new users. This subreddit is for buy/sell/trade posts only and all other posts will be removed. For related subreddits, see the \"related subreddits\" tab.","created":"Created Jul 16, 2017","stats":["10.7k Window shopping","44 Ready to pay"]},"other_information":[{"header":"DISCLAIMER","description":"Despite all precautions enforced by this subreddit and its moderators, it is ultimately YOUR responsibility to conduct purchases, sales, or trades responsibly. Please read our rules (or by clicing in \"about\" on the mobile app), our wiki for new users and our guides for strong recommendations on safe buy, sell and trade practices."},{"header":"Rules WIKI","description":"For a comprehensive explanation of the rules, please visit the Rules section on our wiki by clicking HERE."}]}