{"time_collected":"2023-03-06 23:14:00.785597-05:00","top_headers":[{"heading":"Weekly questions, bugs, and gameplay megathread - March 2023","time_posted":"19 hours ago"},{"heading":"DEAR NIANTIC - ideas and suggestions for the devs","time_posted":"19 hours ago"},{"heading":"This is what Niantic thinks you should do if you don't have a community?","time_posted":"5 hours ago"},{"heading":"Sigh... Here we go again.","time_posted":"10 hours ago"}],"rules":["Be civil. Don't insult or attack each other, or share nsfw content.","All posts must be DIRECTLY related to POGO. Feedback for the subreddit should be in modmail","Do not post or advocate for cheating. We follow Niantics TOS in this sub.","Marketing","Please don't post image macros (memes) w/o PoGo assets","Please use megathreads when available","Please don't sell or trade","Trainer codes should not be shared here. Use the affiliated discord or relevant subreddit."],"subreddits":{"Affiliated Subreddits":{"r/pokemon":"4,331,806 members","r/TheSilphRoad":"814,534 members","r/PokemonGoFriends":"590,370 members","r/pokemongoyellow":"30,179 members","r/PokemonGoMystic":"66,889 members","r/PokemonGOValor":"25,533 members","r/Ingress":"51,739 members","r/TheSilphArena":"71,001 members","r/NianticWayfarer":"18,899 members","r/PokemonGOBattleLeague":"16,913 members"}},"about":{"header":"About Community","description":"We are an unofficial community run by fans of PokemonGo. We welcome all legitimate players to join us in sharing experiences, photos, displeasures and more!","created":"Created Nov 14, 2014","stats":["4.3m Members","2.8k Online","#49 Ranked by Size"]},"other_information":[{"header":"Welcome to /r/Pokemongo!","description":"About\nSubreddit for the Augmented Reality collaboration between Nintendo and Niantic.\nTravel between the real world and the virtual world of Pokémon with Pokémon GO for iPhone and Android devices! With Pokémon GO, you'll discover Pokémon in a whole new world—your own! Pokémon GO will use real location information to encourage players to search far and wide in the real world to discover Pokémon.\nNiantic Helpdesk | List of Known Issues\nCurrent versions: Android & iOS\nNote that the moderators are not affiliated with Niantic. Please do not report bugs/glitches to us."}]}