{"time_collected":"2023-03-19 18:16:42.886190-04:00","top_headers":[{"heading":"Wekelijkse vraag- en shitpostdraad!","time_posted":"13 hours ago"},{"heading":"\"boeren zorgen voor natuur\" - > de natuur in kwestie","time_posted":"10 hours ago"},{"heading":"Waar staat BBB voor?","time_posted":"14 hours ago"},{"heading":"Hoe Baudets campagne steeds meer jonge moslims aanspreekt: '1 op de 10 steunt FVD'","time_posted":"10 hours ago"},{"heading":"Bijeenkomst socialisten \"heeft demonsteren wel zin?\" (of zijn er hardere acties nodig)","time_posted":"8 hours ago"},{"heading":"Donderdag precies tweehonderd jaar geleden vond in de Twickelervaart bij Delden de laatste heksenproef van Nederland plaats. Een laatste oprisping van een bijgeloof dat aan duizenden vrouwen het leven kostte.","time_posted":"12 hours ago"},{"heading":"Antiracisme demo in Amsterdam vandaag","time_posted":"1 day ago"},{"heading":"Ik denk dat deze verkiezingen ons laten zien dat mensen in de buitengebieden ontevreden zijn en dat links daar op moet inspelen.","time_posted":"1 day ago"},{"heading":"De EU gaat de wapenmarkt op met 2 miljard euro","time_posted":"13 hours ago"},{"heading":"BBB-kiezer is relatief oud en gemiddeld lager opgeleid","time_posted":"1 day ago"}],"subreddits":{"Gerelateerde Subs":{"r/OrthoMarx":"234 members","r/Beeldbuis":"431 members","r/EerlijkWerk":"4,744 members","r/camarade":"1,419 members"}},"about":{"header":"About Community","description":"Uit het donker naar het licht, poldersocialisten kent uw plicht! De grootste Nederlandse linkse subreddit!","created":"Created May 30, 2018","stats":["8.6k Zolderkamercommunisten","51 actieve kameraden","Top 10% Ranked by Size"]},"other_information":[{"header":"Onze kameraden","description":"Naast een online forum willen we met deze subreddit een bijdrage leveren aan de socialistische strijd. Daarom willen we de lezers hier oproepen om eens een kijkje te nemen bij een leesgroep bij leesgroep.online , eens mee te wandelen/sporten met de Kameraadschappij.nl , actie te voeren met de lokale ROOD-groep (roodjongeren.nl/groepen/) of Communistisch Platform (communisme.nu) en campagne te voeren voor Socialisten.org!"},{"header":"De Rode Lap","description":"Tot slot willen we je nog wijzen op de webshop van De Rode Lap (https://derodelap.nl/) . De Rode Lap is een nonprofit webshop die socialistische boeken, buttons, kleding, stickers, posters, vlaggen en nog veel meer verkoopt. 100% van de inkomsten worden geherinvesteerd in het ontwikkelen van nieuwe rode merchandise en het steunen van andere linkse projecten. De Rode Lap heeft geen betaalde krachten, enkel vrijwilligers."}]}