{"time_collected":"2023-03-08 21:35:33.281905-05:00","top_headers":[{"heading":"First time here? Read this! ~Commenting Etiquette~","time_posted":"4 years ago"},{"heading":"NSFW Tag Reminder","time_posted":"1 year ago"},{"heading":"Happy International Women‘s Day to all the lovely ladies! Let’s keep on supporting and empowering each other, instead of tearing each other down..","time_posted":"9 hours ago"},{"heading":"Training process","time_posted":"5 hours ago"},{"heading":"tabletop! 😼","time_posted":"12 hours ago"}],"rules":["No Harassment","Mark NSFW","No Naming Pole Studios","Blur Faces or Have Permission from Others in Your Posts","Commenting Etiquette","Spam Advertising","No OnlyFans links","Don't Cause Drama","No Posting Children"],"subreddits":{"Related Subreddits":{"r/Aerials":"21,967 members","r/circus":"7,724 members","r/flexibility":"618,123 members","r/bodyweightfitness":"3,437,658 members","r/rollerderby":"22,292 members","r/handbalancing":"32,943 members","r/yoga":"1,381,743 members"}},"about":{"header":"About Community","description":"A place for all things pole fitness related. Members of all shapes, sizes, genders and levels are welcome to post, learn, discuss and share! This is NOT a NSFW board. Do not leave comments as if it is!","created":"Created Dec 8, 2010","stats":["99.9k Members","119 Online"]},"other_information":[{"header":"Quick Links","description":"FAQ\nWorldwide Studio Directory\nOnline Resources"},{"header":"Post Flairs","description":"Please flair your posts using the following:\nPPM - Pole Pic Monday, our tradition to open the week with some eye candy.\nVictory - When you nail a move, achieve a combo, make progress or any other kind of polegasm.\nInspiration - That cool trick you saw, or this an amazing routine, or anything that gets your juices flowing.\nMusic - Pole-able songs, playlists for a killer workout, routine music requests.\nSpot me - When you have a questions, need advice, ideas, suggestions or help. Ask us to virtually spot you.\nWear and Gear - Poles, pole wear, pleasers, costumes and all the fun stuff.\nTraining Space - Lets talk studios, online studios or home training.\nPole Rookie - Just starting out and have a question, concern or just want to share first impressions? Everybody were beginners once, and no question is stupid.\nOff the pole - Stretching, strength training and anything else you do to supplement your pole workout."}]}