{"time_collected":"2023-03-06 17:26:38.684156-05:00","top_headers":[{"heading":"Moratorium: Those George Santos Posts","time_posted":"1 month ago"},{"heading":"The best audience gift ever","time_posted":"9 hours ago"},{"heading":"Meanwhile at CPAC....","time_posted":"8 hours ago"},{"heading":"More of that great Beto content","time_posted":"10 hours ago"}],"rules":["Posts must be about U.S. Politics.","Try to be funny.","Pictures of only text are not allowed.","Images & short GIFs only, no low effort posts","Avoid reposts, flooding, and spam.","Sales Spam","Don't be a jerk.","Do Not Brigade","Follow Reddit's global rules.","No links or references to offsite resources","Do not Advocate Violence","Ooh look at me I like clicking buttons","Repost Bot","No Twitter Responses"],"subreddits":{"Related Communities":{"r/memes":"24,571,765 members","r/HistoryMemes":"6,807,578 members","r/WhitePeopleTwitter":"2,828,373 members","r/youngpeopleyoutube":"936,468 members","r/BPDmemes":"94,051 members","r/terriblefacebookmemes":"2,208,817 members","r/whenthe":"474,312 members"}},"about":{"header":"About Community","description":"A subreddit focused on US politics, and the ridiculousness surrounding them.","created":"Created Sep 3, 2008","stats":["1.6m Members","2.9k Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Enforcement Policy","description":"Moderators will enforce the rules at their sole discretion.\nYou may ask for clarification of a removal by messaging the moderators with a link to your post or comment.\nGenerally, we have a \"three strikes and you're banned\" policy, but we reserve the right to not do that if you're being particularly bad.\nTo appeal a ban, respond to your original ban message.\nUsers who delete offending content are dumb because we, as moderators, can still see it and it just makes us think you think we're stupid.\nUsers who reply to ban messages with abuse will never be unbanned, and we will spam them with copypasta to the point wherer they get tired of us.\nUsers who are polite and understanding will be unbanned."},{"header":"Related Political Subreddits","description":"/r/Politics: Reddit's unbiased source for political news.\n/r/Technology: If we nerd it up enough, we can pretend we're not political.\n/r/Europe: A møøse once bit my sister.\n/r/UKPolitics: A mouse ounce bit my sisteur.\n/r/Canada: A moose once bit my sister.\n/r/The_Donald: If your high school gym locker room was a subreddit.\n/r/Conservative: The_Donald, but wearing his dad's suit.\n/r/Libertarian: The moderators technically aren't allowed to remove your posts.\n/r/Socialism: Every user is also a moderator. Upvotes don't exist.\n/r/NeoLiberal: The movement has existed for 60 years by now they need a new name.\n/r/esist: Hillary Clinton uploaded her brain directly to Reddit.\n/r/Anarcho_Capitalism: Will sell sidebar space for money.\n/r/TrumpCriticizesTrump: Facebook Memories from Hell.\n/r/DSA: Asks your permission before redistributing your stuff.\n/r/Conspiracy: A thousand monkeys with typewriters.\n/r/ChapoTrapHouse: The Birds from Hitchcock's The Birds.\n/r/LateStageCapitalism: Come for the memes, stay because you've been locked in the gulag.\n/r/LateStageImperialism: A free market competitor to LateStageCapitalism\n/r/DemocraticSocialism: Economic democracy brought us BoatyMcBoatface and the Hi Point Yeet Cannon 9\n/r/Political_Discussion: Don't let them fool you into thinking they're not fighting.\n/r/BlueWave2018: What happens when an earthquake strikes a Porta Potty in 2018.\n/r/JoeBiden: You can see his teeth from a mile away, but you really have to watch for his hands\n/r/WayOfTheBern: Democrats, Against Democrats, For Democrats, By Democrats.\n/r/SandersForPresident: We will die trying to get Bernie elected, or die trying.\n/r/OurPresident: A grassroots movement means we need three subreddits for the same candidate full of the same users.\n/r/ElizabethWarren: She Who Splits The Amazon\n/r/Pete_Buttigieg: Illinois politician, with complimentary police abuse scandal\n/r/Kamala: If Javert was from California.\n/r/Beto2020: More like beta amirite lmao gottem\n/r/YangForPresidentHQ: Free money and an intact foreskin\n/r/fifthworldproblems: The official campaign subreddit for Marianne Williamson\n/r/AOC: Nobody points out that she interned for Ted Kennedy\n/r/Feminism: Subaru dealership.\n/r/MensRights: Not sexist, but #1 with sexists.\n/r/Bad_Cop_No_Donut: Exactly as trustworthy as the subreddit listed below.\n/r/Good_Cop_Free_Donut: Exactly as trustworthy as the subreddit listed above.\n/r/RonPaul: A community for 10 years."},{"header":"Post of the Month","description":"Post of the Month\nMonth: February\nPost: 77981 ⬆️ | A group of high schoolers in Tulsa ditched class to sneak into a Trump rally and get this pic taken before being swiftly escorted out.\nBy: u/eduardwisernig\nOn: Jan 20, 2023\nPosts Index"}]}