{"time_collected":"2023-03-07 00:33:22.938949-05:00","top_headers":[{"heading":"Casual Questions Thread","time_posted":"6 months ago"},{"heading":"Why isn’t there a well known liberal equivalent to CPAC?","time_posted":"7 hours ago"},{"heading":"Asian Americans, Shifting Right","time_posted":"9 hours ago"},{"heading":"What is the likelihood of another January 6th coup attempt occurring in the future?","time_posted":"10 hours ago"},{"heading":"How Will Demographic Shifts change future Presidential Elections? (states with notable population changes like CA, IA)","time_posted":"6 hours ago"},{"heading":"How will the GOP respond if Trump is indicted?","time_posted":"4 days ago"},{"heading":"Biden's new asylum proposal will require applicants to apply from outside the country, keeping Trump's policy of turning away refugees at the border. How will this affect immigration politics and do you think Biden's proposal is fair?","time_posted":"4 days ago"},{"heading":"Would scrapping primary elections for US house races reduce polarisation?","time_posted":"2 days ago"},{"heading":"Why has the Inflation Reduction Act (IRA) not be widely discussed in the USA?","time_posted":"4 days ago"},{"heading":"Will the Democrats underperformance in the 2020 US Senate elections cost them the majority in 2024?","time_posted":"3 days ago"},{"heading":"Does the Supreme Court have a legitimacy issue? If so why?","time_posted":"4 days ago"}],"rules":["Keep it Civil.","Meta","Low investment","Submissions should be an impartial discussion prompt + questions.","Provide some background and context. Offer substantive avenues for discussion.","Everything in the post should be directly related to a political issue.","Formatting and housekeeping things:"],"subreddits":{},"about":{"header":"About Community","description":"Discussion about politics. Talk amongst yourselves. Politely and informatively.","created":"Created Apr 14, 2011","stats":["2.2m Members","857 Online"]},"other_information":[{"header":"Mod Applications","description":"PoliticalDiscussion Moderator Applications 2022"},{"header":"Discord","description":"Chat on our Discord server!"},{"header":"Contacting the Team","description":"Questions or comments regarding subreddit rules or moderation? Please let us know via modmail!\nAccounts need to be 7 days old to participate."},{"header":"Submission Rules","description":"New submissions will not appear until approved by a moderator.\nWiki Guide: Tips On Writing a Successful Political Discussion Post\nPlease observe the following rules:\n1. Submissions should be an impartial discussion prompt + questions.\nKeep it civil, no political name-calling.\nDo not ask loaded or rhetorical questions.\nNo personal opinions/proposals -> r/politicalopinions for those.\n2. Provide some background and context. Offer substantive avenues for discussion.\nAvoid highly speculative posts, all scenarios should within the realm of reasonable possibility.\nDo not request users help you with an argument, educate you, or perform research for you.\nNo posts that boil down to: DAE, ELI5, CMV, TIL, AskA, \"Thoughts?\", \"Discuss!\", or \"How does this affect the election?\"\n3. Everything in the post should be directly related to a political issue.\nNo meta discussion about reddit, subreddits, or redditors.\nWe are not a link subreddit. Don't just post links to news, blogs, surveys, videos, etc.\nPotentially non-politics: Law, sociology, philosophy, celebrities, news, etc.\n4. Formatting and housekeeping things:\nThe title should match the post. Don't use tags like [Serious]\nCheck to make sure another recent post doesn't already cover that topic.\nDon't use all-caps. Format for readability: paragraphs, punctuation, and link containers."},{"header":"Comment Rules","description":"Keep this subreddit HIGH QUALITY by observing Reddiquette and our comment rules:\nKeep it civil. Do not personally insult other Redditors, or post racist, sexist, homophobic, or otherwise discriminatory content. Constructive debate is good; mockery, taunting, and name calling are not.\nDo not submit low investment content. This subreddit is for genuine discussion. Low effort content, including memes, links substituting for explanation, sarcasm, and non-substantive contributions will be removed per moderator discretion.\nNo meta discussion. This is not a subreddit for discussing what's going on on reddit; conversation should be focused on the topic at hand. Meta content includes talking about reddit, other subreddits, redditors, and moderators. All meta content will be removed.\nWarnings. The rules are intended to maintain the high quality of the subreddit, and garden-variety violations will be met with a reminder from the moderators. If you would like to have your comment reinstated, please edit the offending material and let the moderators know via modmail. Users who demonstrate an inability to consistently follow our rules will however be banned at moderator discretion. Please also note that severe violations of the civility rule may result in an immediate permanent ban.\nFurther details regarding these rules are available here, and recent clarifications to the civility rule regarding taunting and mockery can be found here."},{"header":"Search by Topic","description":"Choose a topic to search.\nUS Elections\nNon-US Politics\nLegal/Courts\nUS Politics\nInternational Politics\nLegislation\nPolitical History\nPolitical Theory"},{"header":"Related Subreddits","description":"Dedicated discussion subs:\n/r/Ask_Politics\n/r/NeutralPolitics\n/r/PoliticalOpinions\n/r/PoliticalScience\n/r/changemyview\nNews and discussion:\n/r/Moderatepolitics\n/r/Neutralnews\n/r/GeoPolitics\n/r/Economics\n/r/Politics\nEnglish language regional politics:\n/r/UKPolitics\n/r/CanadaPolitics\n/r/AustralianPolitics\n/r/Europe\n/r/India\nPolitical resources:\n/r/ElectionPolls\n/r/USbills"}]}