{"time_collected":"2023-03-07 05:50:21.655471-05:00","top_headers":[{"heading":"STAY CLEAN 2023 YEAR-LONG CHALLENGE! This thread updated daily - Check in here!","time_posted":"2 months ago"},{"heading":"STAY CLEAN MARCH! This thread updated daily - Check in here!","time_posted":"6 days ago"},{"heading":"Does anybody else yearn for connection and love but feel like porn and your sexual expectations have totally screwed this up for you?","time_posted":"16 hours ago"},{"heading":"How do I cope with the feeling of \"missing out\" on all the new videos my favorite channels are making?","time_posted":"10 hours ago"},{"heading":"My view on pornography has changed","time_posted":"3 hours ago"},{"heading":"The hidden side effect of porn addiction, and why it is so hard to escape.","time_posted":"13 hours ago"},{"heading":"Motivation 4 all 💪","time_posted":"6 hours ago"},{"heading":"Porn made me merciless","time_posted":"6 hours ago"},{"heading":"Whatever happened to that pornstar Katin??","time_posted":"just now"},{"heading":"Are kinks and fetishes even natural or all they all porn induced?","time_posted":"16 hours ago"},{"heading":"Has anyone had experience with creating an amazing life (healthy eatinng, gyming, passion, or relationships) first before quitting porn?","time_posted":"2 hours ago"},{"heading":"I don't know how I got here, but I want out. Day 1 of eliminating all sources of trash dopamine.","time_posted":"12 hours ago"},{"heading":"Masturbate or not?","time_posted":"14 hours ago"},{"heading":"Quitting porn forever. Starting today. March 5, 2023","time_posted":"1 day ago"},{"heading":"How can I recover from my incest fetish?","time_posted":"22 hours ago"},{"heading":"From 10 months to decades","time_posted":"16 hours ago"},{"heading":"F*ck Blue Balls","time_posted":"7 hours ago"},{"heading":"I am struggling to quit porn! What should I do ?Please help guys","time_posted":"16 hours ago"},{"heading":"close to 90 but just abstinence doesn't seem like enough","time_posted":"19 hours ago"},{"heading":"seeking for an accountability Partner","time_posted":"5 hours ago"},{"heading":"Fuck Josh","time_posted":"5 hours ago"},{"heading":"My porn addiction: Day 10","time_posted":"9 hours ago"},{"heading":"Day 1 - One step at a time","time_posted":"14 hours ago"},{"heading":"is this PIED?","time_posted":"8 hours ago"},{"heading":"Day 1 after soo many years.","time_posted":"18 hours ago"}],"subreddits":{},"about":{"header":"About Community","description":"This community exists to help people of all ages overcome their addiction to porn.","created":"Created Jan 26, 2010","stats":["287k Members","250 Online"]},"other_information":[{"header":"Welcome to Pornfree","description":"This community exists to help people of all ages overcome their addiction to porn. The creation of /r/pornfree was inspired by a bunch of 'IamA Porn Addict AMA' posts. Here is a collection of those posts"},{"header":"Please Note","description":"If your post doesn't garner any attention, it may have been spam filtered. Message the mods and we can check for you. Inappropriate or discouraging comments may be removed by the mods at their discretion. Additionally, please refrain from unnecessarily descriptive posts, and from linking to any types of porn for any reason. Posts that disregard this may be removed until edited.\nPlease report any inappropriate articles or comments. We mods aren't always around and appreciate the help. Thanks!"},{"header":"Watch \"Your Brain on Porn\"","description":"Learn how porn affects the brain by watching this new, updated version of the original YBOP 6-part series."},{"header":"When you feel an urge","description":"Urge Surfing is a technique that uses a simple guided meditation to get you through the tough times. Visit this site or Download this MP3, and play it whenever you feel an acute urge."},{"header":"Concrete tips for quitting","description":"You know you want to quit, but you don't know how. This post is for you"},{"header":"For female porn addicts","description":"Are you a woman who wishes to overcome her addiction to porn? Welcome to /r/pornfree! You may also wish to check out the /r/pornfreewomen subreddit."},{"header":"For partners of porn addicts","description":"Have you been affected by your loved one's porn or sex addiction? Be sure to check out COSA and S-Anon, both of which are support groups for partners and families of porn and sex addicts."},{"header":"Manage your badge","description":"Get a Badge\nReset your Badge\nRemove your Badge"}]}