{"time_collected":"2023-03-20 18:55:25.562239-04:00","top_headers":[{"heading":"Shifting Sands (North Africa Campaign) Content is Available in Steam Workshop","time_posted":"2 months ago"},{"heading":"Does anyone know the actual story with the developers?","time_posted":"1 month ago"},{"heading":"Video I made to try to win some new players for PS:Why Post Scriptum is a Must-Try in the Spring Sale","time_posted":"1 day ago"},{"heading":"Post Scriptum Maginot Tunnels event!","time_posted":"1 day ago"},{"heading":"No better time to come play the \"daed gaem\" that just won't... die!","time_posted":"2 days ago"}],"rules":["Any and all pro-Nazi sentiment or discussion is disallowed. No tolerance policy.","Keep low effort post to minimum","Be nice","Use the report button","Follow Reddit site-wide rules","Clan/Group recruitment posts belong in /r/SectionUp","Event Announcement posts are not considered Recruitment Posts. Go easy on the \"join us for more!\"","No Clan drama posts. This subreddit is about Post Scriptum and not the clans who play it.","Posts must be related to Post Scriptum."],"subreddits":{"Related Communities":{"r/reenactors":"13,572 members","r/GeschichtsMaimais":"74,245 members","r/swans":"17,670 members","r/BUENZLI":"89,148 members","r/spacefrogs":"98,865 members","r/ichbin40undlustig":"58,893 members","r/H3VR":"31,485 members","r/WorldofTanks":"136,039 members","r/WorldOfTanksBlitz":"26,605 members","r/kaiserredux":"16,097 members"}},"about":{"header":"About Community","description":"Developed by Periscope Games, Post Scriptum is a WW2 game, focusing on historical accuracy, large scale battles, a difficult learning curve and an intense need for cohesion, communication and teamwork.","created":"Created Mar 19, 2017","stats":["30.0k Landed in Eindhoven","13 Still In The Horsa"]},"other_information":[{"header":"Who is Periscope Games?","description":"Periscope Games is a game development studio that came to exist from the merging between PR:WW2 (an add-on crew from the Battlefield 2 mod Project Reality) and Liberty’s Highway (a modding team from SQUAD).\nThe project started in the beginning of March 2016 with common goals in terms of structure, recruitment and production by the respective lead developers.\nThe team ranges from experienced artist to modders that have extraordinary potential.\nInterested in working for Periscope? Apply here!"}]}