{"time_collected":"2023-03-07 02:34:46.270233-05:00","top_headers":[{"heading":"Costco Membership Giveaway FOLLOW-UP THREAD","time_posted":"1 month ago"},{"heading":"[Mod Post] The answer to \"I have debt...\"","time_posted":"1 month ago"},{"heading":"Always check for the deals,$3.96 for 4 dozen eggs!","time_posted":"12 hours ago"},{"heading":"I’m SO HAPPY eggs went down in price again","time_posted":"14 hours ago"},{"heading":"What are your homemade concoctions that have saved you the most money?","time_posted":"4 hours ago"},{"heading":"What to buy to feel full/not pass out when you don't have enough food?","time_posted":"8 hours ago"},{"heading":"I need your help","time_posted":"3 hours ago"},{"heading":"Hopefully, things will improve","time_posted":"22 hours ago"}],"rules":["Civility","Off-Topic","Illegal or Immoral Advice","Politics","Ableism/Bigotry/Classism (poor shaming)/Racism/Sexism","Judgment","Gatekeeping","Bad, Dangerous, or Predatory","Disclose Affiliations","Solicing/Offering Donations","Value Judgment","Bot","Mod Needed!","Accurate Flair","Suicide/Self-Harm"],"subreddits":{"Related Communities":{"r/Fire":"253,581 members","r/MoneyDiariesACTIVE":"59,515 members","r/Money":"87,556 members","r/FinancialPlanning":"547,103 members","r/antiwork":"2,486,034 members","r/AusFinance":"413,783 members","r/smallbusiness":"1,087,322 members","r/retirement":"19,737 members","r/FIREUK":"142,063 members","r/Agoraphobia":"27,999 members"}},"about":{"header":"About Community","description":"Financial advice, frugality tips, stories, opportunities, and general guidance for people who are struggling financially. No Judgement, just advice!","created":"Created Mar 28, 2018","stats":["1.7m Members","870 Online"]},"other_information":[{"header":"Subreddit Info","description":"Welcome to Personal Finance for the Financially Challenged!\nCheck out our Wiki for general useful information\nMuch of the financial advice online and on reddit is aimed at people who have varying degrees of disposable income, ability to invest, lots of free time, available transportation, no kids, a partner, access to credit, and beyond. This is a place for people who do not have a lot, nor ideal circumstances, to help each other get by and hopefully move up in the world.\nYou do not have to be absolutely destitute to be here. Whether you are a single parent only pulling 10k a year, or a single person trying to get past student loans at 28K, you are welcome here. The goal here is to help anyone who doesn't have a lot of breathing room get to a place where they have stability, comfort, contingency, and maybe even a little luxury.\nRules\n1) Be civil and respectful\n2) Off-topic posts will be removed.\n3) All content must be ethical and moral. Posts advocating theft, or practices that in any way exploit or harm others (criminal or not) will be removed.\n4) This is not a place for politics, but rather a place to get advice on daily living and short-to-midterm financial planning. Political advocacy, debate, or grandstanding will be removed.\n5) Racism, sexism, classism, or any other inherent bias will not be tolerated.\n6) No judgment on how people got to where they are at. Regardless of if someone was simply born into poverty, or earned it through drug use, criminal activity, gambling, having a lot of kids, working for LuLaRoe, etc. We're focused on the road forward, not the past.\n7) No gatekeeping. This sub is for anyone who self identifies as struggling financially or as financially insecure.\n8) Advice and comments must be in good faith. Anything that appears to be a scam, predatory, or downright dangerous will be removed. This includes most \"get rich quick\" schemes.\n9) Links to websites outside of Reddit: The titles of these posts must have clear, accurate titles, misleading or vague titles will be removed. URL shorteners are not permitted. Referral links, or links to your own content (whether monetized or not) are permitted so long as said associations and/or personal gains are fully disclosed.\n10) No asking for handouts, soliciting private donations, offering private donations, or mentioning crowdfunding sites. All aid given must be in the form of information or advice.\n11) Unsolicited advice must be generally respectful of people's right to determine their own values, free of assumptions and judgments, and in otherwise fitting with the rules, guidelines, and spirit of the sub.\nGuidelines\nAt this time there are not a lot of restrictions on what kind of topics or items can be posted here, so as long as it relates to getting by when you don't have much feel free. Overtime we if/as the community develops we might start to reign in the scope this sub features.\nAnswer the questions asked and stay on topic. If someone asks for advice on how to 'buy' a cheap oil change, don't reply with \"Just do it yourself\".\nPurpose\nThe sub is not for a single financial goal, but rather to help people with a range of goals. This may include but is not limited to:\nLearning to live within ones means\nAchieving a positive earning to expense ratio\nReducing debt and building savings\nMoving to a better paying job\nCutting expenses\nSpending smarter\nLiving a better life on the same budget\nWorking smarter, not harder\nPlanning for upcoming expenses, purchases, adventures\nFinding qualifying benefits.\nThis is not a one-size fits all venture, so please be respectful of what other people might be looking for. We are here to help each other achieve their needs and wants, not to judge their priorities. We get enough judgement from people who do not know our situation all the time, this sub will respect peoples right to live their lives on their terms, not condemn them from afar.\nUseful subs:\n/r/personalfinance - a good place, especially once you have some money to play with.\n/r/frugal - a solid sub with lots of good advice\n/r/gardening - if you have some time and some land\n/r/eatcheapandhealthy - a fantastic sub with a friendly and welcoming community\n/r/beermoney - guides to passive income, typically requires internet, spare phones, and lots of free time. YMMV\n/r/selfreliance - advice, tips and general guides to help people become self-reliant.\n/r/plassing - information about donating plasma for compensation.\n/r/povertyadvice - was created to provide help with legal questions."}]}