{"time_collected":"2023-03-09 00:30:37.438356-05:00","top_headers":[{"heading":"Mujeres: ¿Prefieren tener un jefe (hombre) o una jefa (mujer)?","time_posted":"4 hours ago"},{"heading":"¿hombres les incomoda q la mujer los mantenga, o q sea la directora de una empresa o dueña de algún negocio, aunque este naturalmente sea dirigido por hombres?","time_posted":"2 hours ago"},{"heading":"¿ Se necesita ser atractivo para dominar en un grupo social?","time_posted":"2 hours ago"},{"heading":"para aquellas personas de habla hispana que se encuentran en la legión internacional, vale la pena ir a pelear por ucrania? por qué?","time_posted":"3 minutes ago"},{"heading":"¿como pasó el examen de admisión?","time_posted":"16 minutes ago"},{"heading":"alguien con quién hablar un rato?","time_posted":"22 minutes ago"},{"heading":"Cada cuanto cambias tu pijama o ropa de dormir?","time_posted":"4 hours ago"},{"heading":"Me pudieran recomendar canales que me ayuden a mejorar mi persona, es decir que me ayude a como tratar a las personas y caerles bien, no en un panorama amistoso si no más que nada uno en general. He tenido dificultades para llevarme con equipos de trabajo, dicen que soy muy complicado.","time_posted":"2 hours ago"},{"heading":"Chicas que prefieren aspecto o sentimientos?","time_posted":"2 hours ago"},{"heading":"hagan sus preguntas, lo que sea","time_posted":"6 hours ago"},{"heading":"Cómo puedo volverme a inscribir en un curso del Sena que ya cancele??","time_posted":"3 hours ago"},{"heading":"Cómo hago para encontrarle sentido a mí vida otra vez?","time_posted":"9 hours ago"},{"heading":"Qué hacen para aumentar sus ánimos en un día malo?","time_posted":"3 hours ago"},{"heading":"¿Que tal les fue durante la pandemia?","time_posted":"3 hours ago"},{"heading":"Por qué discriminan o se burlan de los discapacitados?","time_posted":"8 hours ago"},{"heading":"Oigan es normal estar desesperado por amor?","time_posted":"11 hours ago"},{"heading":"Hola, sabéis alguna cita filosofica que se relacione con que el mayor problema del mar actualmente es el humano, decidme también su autor, muchas gracias de antemano","time_posted":"11 hours ago"},{"heading":"Hablenme al MD y les paso una foto mía a ver si les parezco lindo","time_posted":"7 hours ago"},{"heading":"Volver a hablar","time_posted":"8 hours ago"},{"heading":"que prefieren?","time_posted":"8 hours ago"},{"heading":"¿que significa (o que referencia para ti) cuando alguien te abraza y empieza a apretar el abrazo?","time_posted":"15 hours ago"},{"heading":"Saldré con una chica muy hermosa y de una clase social más alta que la mía. Qué consejo pueden darme?","time_posted":"9 hours ago"},{"heading":"buenas a todos hay algún bot para discord o configuración que evite que se pueda descargar contenido subido a mi server ?. Ayudaaaaaaaa","time_posted":"9 hours ago"},{"heading":"es posible que esté embarazada?","time_posted":"10 hours ago"},{"heading":"Cual es su experiencia mas rara con gente en el internet? Si es larga mejor, e para mi tarea ^^","time_posted":"10 hours ago"}],"rules":["","","",""],"subreddits":{"":{}},"about":{"header":"","description":"","created":""},"other_information":[]}