{"time_collected":"2023-03-08 17:16:51.326710-05:00","top_headers":[{"heading":"ERA is now US law! Impact on reproductive rights","time_posted":"6 months ago"},{"heading":"[State of the sub: Official sub poll] At what point in a pregnancy do you think abortion should be banned/restricted?","time_posted":"19 days ago"},{"heading":"Why Do Republicans Hate Women So Much?","time_posted":"8 hours ago"},{"heading":"When pro-life is anti life","time_posted":"4 hours ago"},{"heading":"Crisis Pregnancy Centers","time_posted":"7 hours ago"},{"heading":"Abortions can be happy moments","time_posted":"17 hours ago"},{"heading":"5 Texas women denied abortions sue the state, saying bans put them in danger","time_posted":"1 day ago"},{"heading":"Florida Republican lawmakers seek to ban abortion after 6 weeks","time_posted":"1 day ago"},{"heading":"Texas Women Sueing","time_posted":"18 hours ago"}],"rules":["No anti-choice spam or propaganda","Non pro-choice expectations","No direct links to PL content or brigading PL spaces","Requirements for anti-choice articles and videos","Requirements for anti-choice containing images & screenshots","Be civil to pro-choice users","Banned words/comparisons for non pro-choicers","Polls must have a \"show results\" option","Calls for violence are not condoned","Gender & Sexuality Inclusive","No Discussions of \"Non-Pregnant Partner\" Rights or “Paper Abortions”","No Unsafe/Unreliable Abortion Suggestions","Discussion of later abortions should be well-informed","No promotion of other subs or platforms. Academic studies & journalist requests must be mod approved"],"subreddits":{"Similar Subs":{"r/abortion":"36,842 members","r/AskProchoice":"478 members","r/centerleftpolitics":"12,687 members","r/childfree":"1,494,307 members","r/insaneprolife":"3,668 members","r/Parenting":"5,231,601 members","r/women":"126,596 members"}},"about":{"header":"About Community","description":"A sub for pro-choice redditors who care about the reproductive rights for girls, women, and all pregnant people. Abortion bans are reproductive abuse and sex based violence on people afab. We are united in our cause to end reproductive abuse for all people who can experience pregnancy. We welcome others of opposing views when they're expressed with respect in discussions, but if you are only here to criticize, change minds, or tell people they are wrong you will be instantly banned.","created":"Created Jan 15, 2010","stats":["37.7k Human Rights Advocates","131 Activists Online"]},"other_information":[{"header":"Activism","description":"Operation Save Abortion - 6 part youtube series brought to you by Abortion Access Front on what you can do to help in a Post Roe era."},{"header":"Core Ideology","description":"Arguments for Pro Choice\nWhy the Pro Choice Movement Needs to Start Talking About the Ethics and Morality of Abortion & How\nHow To Argue Pro Choice: 11 Arguments Against Abortion Access, Debunked\nSub Wiki\nResponses to Pro-Life Arguments\nAbortion, Fetal Personhood, and Reproductive Rights\nLegal Understanding on the Use of Lethal Force and how it Relates to Abortion\nEthics of Abortion - Philosophical Perspective\nThinking Critically About Abortion: Why Most Abortions Aren’t Wrong & Why All Abortions Should Be Legal\nThe Scourge: Moral Implications of Natural Embryo Loss\nHuman Rights\nBodily Autonomy\nJudith Jarvis Thomson: A Defense of Abortion\nConsensual Pregnancy: The Moral Permissibility of Abortion\nOrganizations on Human Rights\nAmerican College of Obstetricians and Gynecologists\nAbortion Policy\nStatement on Abortion Bans\nUnited Nations Human Rights Council Working Group on Abortion Access\nACLU on Reproductive Freedom\nOrganizations\nCenter for Reproductive Rights\nURGE | Unite for Reproductive & Gender Equality\nNARAL Pro-choice America\nReligious Perspectives\nReligious Coalition for Reproductive Choice\nThe Moral Case\nIndividual Religious Perspective Resources:\nProtestant\nCatholic\nUnitarian Universalist\nJewish\nMuslim\nHindu\nBuddhist\nFreedom from Religion Foundation\nDebunking Anti-Abortion Claims\nTRAP Laws\nTargeted Regulation of Abortion Providers (TRAP) Laws\nAbortion Laws Around the World\nCenter for Reproductive Rights - The World's Abortion Laws map\nWomen on Waves abortion laws map\nCanada - fully decriminalized\nUS - State Abortion Laws\nCrisis Pregnancy Centers\nCPCs\nDo People Regret Their Abortions?\nGuttmacher's Emotional and Mental Health After Abortion\nFive Years After Abortion, Nearly All Women Say It Was the Right Decision, Study Finds\nWomen Overwhelmingly Don’t Regret Abortion, Research Finds. But Denying Them Care Is Costly\nThe Myth of After-Birth Abortion\nPolitiFact's Fact-checking claims about abortion and the ‘born alive’ bill\nFactCheck's The Facts on the Born-Alive Debate\nEthics & Science Surrounding 2nd & 3rd Trimester Abortions\nLater Abortion Megathread - Written by our top mod, an abortion healthcare provider\nFetal Awareness\nParthood View of Pregnancy\nThe Ethics of Later Abortion\nAbortions Late in Pregnancy - 2nd & 3rd trimester abortion stories\n2nd Trimester Abortion Story - The painful journey of having an abortion on a wanted pregnancy\nMedically Necessary 2nd and 3rd Trimester Abortions - Doctor speaks on the medical necessity for abortions later in pregnancy\nWho Not When - A people-centered resource for understanding abortions later in pregnancy\nTypes of Abortion\nAdvocates for Youth - Abortion Procedures\nACOG (American College of Obstetricians and Gynecologists) - Induced Abortion\nEastside Gynecology - The different types of abortions\nBoulder Abortion Clinic - Patient information about what to expect for their procedure\n'We are later abortion patients.' letter\nHow Medication Abortion Works & What to Expect\nAbortion Resources\nAbortion Resources\nBiology\nEffects of Pregnancy\nScience is not Pro-Life\nSex in Humans is about more than just Reproduction\nWere You a Part of Your Mother?\nFetal Pain and Fetal Awareness\nResponses to Anti-choice claims\nBiologist Explains the Misleading Nature of the Survey that Yields \"Biologists Agree that Life Begins at Conception\"\nAbout That \"Silent Scream\"\nPlanned Parenthood's The Facts Speak Louder than “The Silent Scream”"},{"header":"Podcasts","description":"The Lie That Binds - 6 part series on the origins of the modern day pro-life political movement\nStuff Mom Never Told You - A Revisionist History of Abortion\nPart 1\nPart 2\nScience Vs\nAbortion: What You Need To Know - Studies on the effects on women\nThe Abortion Underground - What abortion looked like pre Roe\nGodless Bitches - Atheist commentary of various current events, especially reproductive rights in earlier seasons\nBehind the Bastards - Jerry Falwell: Founder of the Religious Right\nPart 1\nPart 2\nPart 3\nBoom! Lawyered - Legal analysis of various topics, including reproductive rights\nBoom! Lawyered's \"We'll Hear Arguments\" covering of Roe v. Wade courtroom analysis:\nBeing Born Kind of Matters: Roe v. Wade, Episode 1\nA Great Balancing Test: Roe v. Wade, Episode 2\nThe State’s (Creeping) Interest: Roe v. Wade, Episode 3\nClosing the Courthouse Doors: Roe v. Wade, Episode 4\nMaking Sense of It All, Reality TV-Style: Roe v. Wade, Episode 5\nThe New York Times - Why the Left is Losing on Abortion - Single episode interview with Ilyse Hogue, president of NARAL Pro-choice America on 10/12/20\nThe Cut Podcast - The Last Four Years, the Last Five Decades - The current state of abortion accessibility in 2020\nAbortion, with lov‪e‬ -Reclaiming the ways that we talk about abortion\nMy Abortion, My Life - The voices of abortion; abortion stories from those that have had them"}]}