{"time_collected":"2023-03-08 20:23:40.409242-05:00","top_headers":[{"heading":"Forum rules, written in a way the average gopher can understand","time_posted":"3 years ago"},{"heading":"vocal detractors worry about the added complexity. They fear the inescapable evolution of Go towards either a verbose and Enterprisey Java-lite with Generic Factories or, most terrifyingly, a degenerate HaskellScript that replaces ifs with Monads","time_posted":"11 months ago"},{"heading":"That said, I've written the most creative pieces of code, mostly backends in functional programming while on ketosis","time_posted":"10 hours ago"},{"heading":"It took evolution a billion years to accomplish what software developers were able to accomplish in decades. That’s a 10000000x difference in development velocity.","time_posted":"16 hours ago"},{"heading":"[A mail I wrote to the Vulkan advisory committee on Aug 4, 2015, 1:03 AM]","time_posted":"7 hours ago"},{"heading":"Man, why doesn't this critical piece of info exist on the man page? Who is the manpage authority? Linus?","time_posted":"8 hours ago"},{"heading":"Roc's standard library was briefly written in Rust, but was soon rewritten in Zig.","time_posted":"1 day ago"},{"heading":"I think we'll eventually come to regard `if` as we do `goto`.","time_posted":"1 day ago"},{"heading":"Zig is safer and faster than Rust","time_posted":"1 day ago"},{"heading":"Remote Code Execution as a Service","time_posted":"1 day ago"},{"heading":"Even though it can be buggy at times, and it's not really maintained, it is one of the most solid contributions to the Emacs ecosystem I've seen so far.","time_posted":"1 day ago"},{"heading":"Why PHP should be renamed to HypeScript","time_posted":"3 days ago"},{"heading":"Although our tools have continued to improve (such as golang)","time_posted":"3 days ago"},{"heading":"I use only 50% of my MacBook screen for actually writing code, and in fact I bet I could use less than that. I could SSH from my phone to a dev server and just work off a Bluetooth keyboard and the Terminus app. The advantages of being a powerful vimmer.","time_posted":"5 days ago"},{"heading":"Python 3.12: A Game Changer in Performance and Efficiency","time_posted":"5 days ago"},{"heading":"\"[GreenArrays] is an alternative universe of programming. It's almost a software and hardware design religion. I think everyone should know about it\"","time_posted":"5 days ago"},{"heading":"What are your favorite utility libraries that has basic functional style operations like map/fold/filter/take? for, while, if","time_posted":"5 days ago"},{"heading":"Ah, so that's why. I have my own Greasemonkey script which I named \"https-nowhere\" which turns https links that are not of the same host as the current one into http links, which is why I got the http version instead.","time_posted":"6 days ago"},{"heading":"ML models are like neutron stars of computation density","time_posted":"5 days ago"}],"rules":["Social jerking & Politics","Crazy people","Bots","Enthusiastic Youngsters","Jerking Style"],"subreddits":{},"about":{"header":"About Community","description":"Linus is wearing a blue shirt! zomg noSQL u guise! Apple Google Facebook NSA I rewrote \"hello world\" in ~~Fortran~~ ~~Pascal~~ ~~C~~ ~~Perl~~ ~~Ruby~~ ~~Lisp~~ ~~Haskell~~ ~~Clojure~~ ~~NodeJS~~ ~~Go~~ ~~Rust~~ Blockchain","created":"Created Jul 15, 2012","stats":["49.9k 10xers","30 Online"]},"other_information":[{"header":"THE FUCKING SIDEBAR","description":"Jerking Style\nBy dictatorial fiat, this is a New School jerk.\nMost image posts fail to rise to this august and austere standard.\nSocialjerking or politics, directly or tangentially\nAre boring. Shoo.\nIf what you're posting is the subject of multiple warring subreddits, blog networks or hashtags, that's a sign you should leave it outside.\nThe no-socialjerking-or-politics rule is the most ruthlessly enforced.\nCrazy people\nWe get it. Crazy people are crazy. Leave them be.\nEnthusiastic Youngsters\nYes, they give stupid advice, richly interwoven with aggravating unselfawareness.\nSo did you.\nThey'll work it out on their own. In the meantime you're being mean to a kid, which is only funny on 9gag.\nOur Bots Policy\nFuck your stupid bot. It isn't funny, witty, interesting or useful. If you have any questions about this policy, consult your nearest bucket of arsenic.\nSelected Jerking Material\nhttps://news.ycombinator.com/news\nhttps://lobste.rs\n/r/programming\n/r/coding\n/r/readablecode\n/r/golang\n/r/rust\nNeighbours\n/r/Bitcoincirclejerk /r/Buttcoin/\n/r/programmerhumor\n/r/programminghorror\n/r/lolphp\n/r/loljs\n/r/fossworldproblems\n/r/shittykickstarters\n/r/10xprogramming\n/r/shittyprogramming/\n/r/gobashing\nLulz all the way down\n/r/metapcj\n/r/pcjcopypasta/"}]}