{"time_collected":"2023-03-19 16:47:12.141979-04:00","top_headers":[{"heading":"Official /r/ProjectEternity Discord server","time_posted":"5 years ago"},{"heading":"Our new meme rule","time_posted":"2 years ago"},{"heading":"Do Companions Use Their Active Skills in POE 1?","time_posted":"5 hours ago"},{"heading":"Spiritual Weapon and Backstab question","time_posted":"4 hours ago"},{"heading":"New to this game, got some basic questions?","time_posted":"18 hours ago"},{"heading":"Considering a purchase. One question, though","time_posted":"2 hours ago"},{"heading":"Any fix for combat effects going off the screen in Deadfire?","time_posted":"19 hours ago"},{"heading":"Visual bug showing wrong number of companions","time_posted":"1 day ago"},{"heading":"Furrante's In Game Class","time_posted":"4 days ago"},{"heading":"Help! Tips for an Assassin Build - PoE2: Deadfire","time_posted":"4 days ago"},{"heading":"Companions","time_posted":"5 days ago"},{"heading":"Two party composition on best story/RP basis - POE2","time_posted":"5 days ago"}],"rules":["Memes can be posted on Mondays and Thursdays","No spoilers in the title of a post, and please make sure you designate the post as spoilers","No harassment or hate"],"subreddits":{},"about":{"header":"About Community","description":"A place to discuss the Obsidian Entertainment’s game Pillars of Eternity and Pillars of Eternity II: Deadfire, and all things related to the game! We welcome you with open arms!","created":"Created Sep 14, 2012","stats":["60.0k Members","210 Online"]},"other_information":[{"header":"sidebarwidg","description":"Welcome to the Pillars of Eternity Subreddit!\nPillars of Eternity and Pillars of Eternity II: Deadfire are isometric, party-based RPGs set in a new fantasy world developed by Obsidian Entertainment.\nPaying homage to the great Infinity Engine games of years past: Baldur’s Gate, Icewind Dale, and Planescape: Torment. Pillars of Eternity aims to recapture the magic, imagination, depth, and nostalgia of classic RPGs.\nPillars of Eternity\nOfficial Site\nBuy Pillars of Eternity\nNews\nOriginal KickStarter\nObsidian Entertainment\nPillars of Eternity II: Deadfire\nOfficial Site\nFig Campaign\nNotable Posts\nCommunity FAQ\nPoE Bugs Megathread\nPoE 2 Bugs Megathread\nWikis\nOfficial Wiki\nUnofficial Wiki\nWikia\nFextralife PoE2 Wiki\nGamepedia PoE2 Wiki\nSocial Media\nObsidian Facebook\nObsidian Twitter\nRules\nNo memes or other low-effort content.\nNo story spoilers in titles! Mark threads or links that contain spoilers with a [SPOILER] tag in the title. For story spoilers in other threads, use Spoiler Tags as described in the section below.\nUse the \"Report\" button to report any non-marked spoilers or other rule violations. Reported posts get looked at by the moderators faster.\nAll content posted should be related to Pillars of Eternity and/or its sequels/expansions.\nSpoiler Tags\n/r/projecteternity supports spoiler tags, which can be used to hide spoilers from other users until they mouse over the text, revealing it. Note that spoiler tags will not work when browsing on a mobile app, or when viewing a post from the front page of reddit, as /r/projecteternity's CSS will not apply there.\nSpoiler tags can be used by typing [Spoiler] followed immediately by (#s \"xxxxxx\"), with the content of your spoiler inside the quotation marks. e.g.:\n[Spoiler](#s \"X Kills Y\")\nResult (hover to view): Spoiler\nTo mark a spoiler as relevant to a specific part or subject of Pillars of Eternity, use the alternate formatting:\n[Prologue spoiler](#s \"Stuff happens\")\nResult (hover to view): Prologue spoiler\nNote: Spoiler tags only apply to text in the body of posts or comments, and not to titles themselves. You cannot use the above spoiler formatting to mask submission titles. Instead, after submission, click the button under your post to assign the appropriate link flair, which will produce the same spoiler tags."}]}