{"time_collected":"2023-03-07 02:23:38.379082-05:00","top_headers":[{"heading":"Need Links/Phone Numbers/ Resources for crisis pregnancy centers and others akin","time_posted":"3 years ago"},{"heading":"Pro Life Weekly Chat!","time_posted":"6 days ago"},{"heading":"Abby Johnson","time_posted":"10 hours ago"},{"heading":"Child Sacrifice Meme","time_posted":"12 hours ago"},{"heading":"Nothing changed.","time_posted":"10 hours ago"}],"rules":["You must cite any claims.","Policy on Pro-choicers.","No linking or discussion about other subreddits/Block out user names/No posting personal information","Don’t spam the sub","Read the Auto-moderator’s comments","No Direct Donations","Attack the ideology, and not the person who holds it.","No Badges of Honor","No off topic discussions","No videos of abortions or pictures of the aborted"],"subreddits":{"Suggested Communities":{"r/trueprolife":"876 members","r/ProLifeMemes":"2,078 members","r/ProLifeLibertarians":"1,092 members","r/ProLifeDemocrats":"330 members","r/ClassicConservative":"217 members","r/Adoption":"57,504 members","r/fosterit":"12,703 members"}},"about":{"header":"About Community","description":"A place for Pro-Lifers of all religious, secular and political views to gather on Reddit.","created":"Created Jan 31, 2009","stats":["43.3k Pro Lifers","106 Pro Lifers online"]},"other_information":[{"header":"Sidebar","description":"A place for Pro-Lifers of all religious, secular and political views to gather on Reddit.\nWhat Do Pro-Lifers Believe?\nBiology:\nHuman Beings Begin as Zygotes: Refutations to 8 Common Pro-Choice Arguments\nA Case for Biological Humanity from Fertilization\nFetal Development Week By Week\nHuman development begins at conception; and even more sources\nThe prenatal timeline (human development from conception to birth)\nThe Unborn are not parasites\nAbortions effects on women’s health:\nAssociations Between Abortion Mental Disorders and Suicidal Behavior in a Nationally Representative Sample\n2010 Canadian study reaffirms a wide range of mental health problems associated with induced abortion.\nAbortion in Canada\nAfter abortion photography series\nArgumentation:\nPro life Laws work:\nPro-life laws stop abortions. Here's the evidence.\nEvidence that pro-life laws mean fewer unplanned pregnancies\nWashington Post debunks \"Thousands of women were dying from illegal abortions before Roe V. Wade\nHow to argue and What to argue:\nClear Pro-Life Thinking\nLearn how to defend the pro-life perspective\n\"Why Abortion is Immoral\" by Don Marquis, a non-speciesist defense of life\nResponding to Common Arguments Against Fetal Personhood\nResponding to 8 common pro-choice claims about late-term abortion.\nAnswering Three Common Arguments for Abortion\nHow to defend your views in 5 minutes\nCommon Pro Choice Fallacy’s\nCommon Pro Choice Fallacies Original post\nMisconceptions about Pro-Life and other Myths:\n7 things pro-lifers wish our pro-choice friends understood about us.\nMisconceptions about the rape exception\nNo, most late-term abortions are not medically necessary\nHow Many Couples are Waiting to Adopt?\nWhen we say \"heartbeat\" we don't mean \"fetal pole cardiac activity.\" We mean \"heartbeat.\"\nAbortions are not safer than childbirth\nAbortions are 14 times safer than Childbirth debunked\nDifferences between foster care and adoptions\nPurpose of foster care\nWhy do pro-lifers always compare pro-choicers to slave owners?\nPerson and Personhood:\nBoonin’s Defense of the Sentience Criterion: A Critique Part I and Part II\nPersonhood based on human cognitive abilities.\nProtecting Prenatal Persons: Does the Fourteenth Amendment Prohibit Abortion?\nPrinceton article: facts and myths about human life and human being\nAbortion Clinic Workers and Pro Choice Testimonies:\nNARAL Pro-Choice America's own Bernard Nathanson admits that leaders of the earlier pro-choice movement fabricated statistics\nClinic Quotes\nFormer atheist left leaning Pro choicer, reveals why they left the movement after being pro choice for years\nBodily Autonomy and Consent:\nMcFall v. Shimp and Thomson's Violinist don't justify the vast majority of abortions.\nDe Facto Guardian and Abortion: A Response to the Strongest Violinist Stephen Wagner, for the Justice For All Philosophy Team\nConsent to Sex is Not Consent to Pregnancy: A Pro-life Woman’s Perspective\nForced Organ/Blood Donation and Abortion\nTimes when Life is prioritized over Bodily Autonomy\nContraceptions:\nThe Buddy System: Effectiveness Rates for Backing Up Your Birth Control With a Second Method\nLegalities:\nAbortions do not count as self defense\nDefense of infancy\nOther\nGender Selective Abortions\nDiscord Servers:\nPro-Life Teens\nPro-life Podcast:\nThe Fetal Position\nUnAborted\nRecommended readings\nReading suggestions\nPregnancy Help:\nBirthright International\nThe Nurturing Network\nPost-Abortion Grief\nSilent No More Awareness\nAfterAbortion\nSee Also\n/r/trueprolife (for all life issues, not just abortion)\n/r/Adoption\n/r/Fosterit\n/r/ProLifeLibertarians"}]}