{"time_collected":"2023-03-07 04:53:05.312539-05:00","top_headers":[{"heading":"Look behind the mask! Communism is death (US 1950s)","time_posted":"19 hours ago"},{"heading":"'Beat the Whites with the Red Wedge!' by El Lissitzky, 1919","time_posted":"12 hours ago"},{"heading":"Pro-neutrality poster from WW1 (USA, 1915)","time_posted":"13 hours ago"},{"heading":"Russian propaganda with Putin and Obama 2010s","time_posted":"14 hours ago"}],"rules":["Don't vote on whether you agree with the message of a post.","Don't post intending to spread propaganda you agree with or to degrade propaganda you disagree with.","Titles must have a date and must be neutral. If in doubt, use the caption of the poster.","No current events. To help us to be objective, posts cannot be from within the last two years.","Civil conversation is okay; soapboxing, bigotry, partisan bickering, and personal attacks are not.","No memes or clickbait. Allowed only if released by an official agency and if the source is provided."],"subreddits":{"Related Communities":{"r/Genshin_Impact":"1,812,919 members","r/HistoryMemes":"6,810,460 members","r/Kengan_Ashura":"47,064 members","r/RedFloodMod":"10,756 members","r/OldSchoolCool":"17,554,270 members","r/hoi4":"350,034 members","r/ShuumatsuNoValkyrie":"54,898 members","r/reenactors":"13,514 members","r/comicstriphistory":"13,897 members","r/Cuphead":"99,485 members"}},"about":{"header":"About Community","description":"A subreddit for propaganda collectors, enthusiasts, or all who are fascinated by propaganda as an insight into history, sociology, perspective, and manipulation through art and other mediums","created":"Created Mar 23, 2010","stats":["492k Members","257 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"What is this sub about?","description":"Propaganda: information, ideas, or rumors deliberately spread widely to help or harm a person, group, movement, institution, nation, etc.\nPosters, paintings, leaflets, cartoons, videos, music, broadcasts, news articles, or any medium is welcome - be it recent or historical, subtle or blatant, artistic or amateur, horrific or hilarious.\nGuidelines:\n1) Don't vote on whether you agree with the message of a post.\n2) Don't post with the intent to spread propaganda you agree with or the intent to degrade propaganda you disagree with.\n3) Titles must have a date and must be neutral. If in doubt, you can simply use the caption of the poster (eg. \"I want you!\", US, 1917).\n4) No current events. To help us to be objective, posts cannot be from within the last two years. Please post contemporary work on /r/ModernPropaganda.\n5) Civil conversation is okay; soapboxing, bigotry, partisan bickering, and personal attacks are not.\n6) No memes or clickbait. Image macros are only allowed if released by an official agency and the source is provided.\nRelated Subs:\n/r/archiveporn /r/battlepaintings /r/coldwarposters /r/combatfootage /r/comicbookart /r/historyporn /r/imaginarypropaganda /r/modernpropaganda /r/movieposterporn /r/newsreels /r/politicaladvertising /r/politicalhumor /r/theoryofpropaganda /r/vintageads"}]}