{"time_collected":"2023-03-08 10:31:47.714138-05:00","top_headers":[{"heading":"Revenge on the Movie Producer","time_posted":"18 days ago"},{"heading":"Naval officer didn't want to live with enlisted, gets fired","time_posted":"1 month ago"},{"heading":"My boss stole my Super Bowl tickets, so I made him lose a major client.","time_posted":"1 month ago"},{"heading":"Racist bully ruins my life, I annihilated hers","time_posted":"2 months ago"},{"heading":"Young firefighter disrespects a Lieutenant so I shame him and get him to quit","time_posted":"2 months ago"},{"heading":"Park your car in a danger zone. Good luck to find it back.","time_posted":"6 months ago"},{"heading":"Topsy Turvy","time_posted":"6 months ago"},{"heading":"Company fucks over long-term employees and my boss's act of revenge helps me start a freelance media company for pennies on the dollar.","time_posted":"6 months ago"},{"heading":"No show to a corporate meeting? We'll see about that. . .","time_posted":"6 months ago"},{"heading":"Make my co-workers cry I will help karma turn your life upside down.","time_posted":"6 months ago"},{"heading":"I was able to simultaneously gain a 30k per year pension for my Mother while wiping my piece of shit father's retirement.","time_posted":"6 months ago"}],"rules":["Posts must be stories of revenge","Posts must be feasibly possible","All posts must contain a full revenge story (no requests for ideas or excessive minor updates)","No personal information","Cross posts must include entire story in text box","Nothing too serious. No felonies or other non-acceptable behavior","No bots or bot-like behavior","Comments must be respectful","This sub is not your personal army","Don't call posts fake without explaining why","Do not use initials or acronyms to make characters in a story"],"subreddits":{"Related Subreddits":{"r/NuclearRevenge":"458,004 members","r/EscalatingRevenge":"17,191 members","r/myevilplan":"38,778 members","r/JusticePorn":"704,377 members","r/pettyrevenge":"3,525,603 members","r/fightporn":"1,779,460 members","r/RegularRevenge":"62,093 members"}},"about":{"header":"About Community","description":"Have a story of you or someone you know getting back at someone with pro revenge after being wronged? Post it here!","created":"Created Nov 14, 2012","stats":["1.6m Members","384 Online"]},"other_information":[{"header":"Additional Information","description":"The mods reserve the right to remove content at their discretion.\nNote: while throwaway accounts are welcome, new accounts are subject to additional steps before posts are made visible.\nIf you have any questions please feel free to message the mods with a link to your post or comment."}]}