{"time_collected":"2023-03-07 06:23:05.763734-05:00","top_headers":[{"heading":"[Poll] Vote for the new r/PSVR Community Avatar! PlayStation V2 Icon Redesign Competition Entries","time_posted":"1 day ago"},{"heading":"[Poll] Vote for the new r/PSVR banner! PlayStation V2 Banner Redesign Competition Entries","time_posted":"1 day ago"},{"heading":"👀","time_posted":"15 hours ago"},{"heading":"The headset is impressive, but I don't know why VR is still in this 'arcade experience' phase. We need full length games (that aren't horrors)","time_posted":"15 hours ago"},{"heading":"Be honest, would you even WANT a huge 80 hour open-world RPG in VR?","time_posted":"3 hours ago"}],"rules":["Do not personally attack other users.","All spoilers and NSFW content must be marked.","Do not submit vague titles or generalized posts","Giveaway Crowdfunding & Review Thread Requirements","Event and Megathread Policies","Don't post spam or self promote above limits.","Brigading or Trashing other Subs","No selling, renting or loaning, piracy or gambling","No stolen or plagiarised content"],"subreddits":{"Related Communities":{"r/PS4":"5,602,949 members","r/PS4Pro":"61,232 members","r/vita":"121,402 members","r/playstation":"727,427 members","r/PlayStationPlus":"324,052 members","r/PSVR":"205,457 members","r/PS5":"2,949,128 members"}},"about":{"header":"About Community","description":"A place to share your love for and discuss everything PlayStation VR and PSVR2. AKA PSVR, PS VR, PlayStationVR and formerly Project Morpheus. --- • News, AMAs with Developers • Tournaments • Reviews • Events • Giveaways • Support • Deals • Game Discussions • PSN friends • Humour","created":"Created Mar 19, 2014","stats":["205k Members","1.4k Online"]},"other_information":[{"header":"PSVR2 Launch Day Threads","description":"Mega-Uber-Extra Launch Day Thread Index\nBanner and Community Icon Re-design competition - You could win a copy of Synth Riders!\nPSVR2 🌟 Launch Day 🌟 Pre-Order Status Megathread with Poll - Pre-order status thread. Tell us the status of your pre-order, or check how other pre-orders in your country are progressing.\nDelivery Issues and Questions Thread - got a delivery issue or a question, ask it here.\nWelcome to the family Box Picture Thread - come and introduce yourself!\nBilling Issues and Questions Thread - Got a billing problem or question, this is your thread.\nPre-Order Cancellation Thread - Has your pre-order been cancelled? Did you cancel your pre-order? Let us know what happened.\nTips from the Community for New Players Megathread - Do you have some wisdom to share with new players? Enlighten them here.\nu/amusedt's Tips & Information for New Users\nGlasses and Prescription Lenses Dicussion - You can use your glasses with your PSVR! Feeling anxious about it? Get support here or ask questions here.\nHeadphone Fit and Compatibility Thread - tested some different headphones with your headset? Let us know how they worked.\nController Issues Thread for this issue.\nAMA of MyDearest, developers of Dyschronia: Chronos Alternate, PSVR2 launch title\nAMA Tentacular PSVR2 - how to have fun with suckers!"},{"header":"Wiki - Need Help? Start Here.","description":"FAQ\nPS5 and PSVR FAQ\nGetting Started\nGames\nHistory\nFreebies\nGlossary of VR Terms\nLenses and Cleaning\nMotion Sickness\nPeripherals and Controllers\nSpecifications\nSubreddit Rules\nTroubleshooting\nVideos\nDevelopers\nStill need answers? Ask the community."},{"header":"Social","description":"Mastodon: https://mastodon.gamedev.place/@psvr\nTwitter: https://twitter.com/r_PSVR"}]}