{"time_collected":"2023-03-07 04:55:51.381999-05:00","top_headers":[{"heading":"Welcome to /r/PumpARum! Here's some things you should know to get started trading your Dark Souls 3 items!","time_posted":"7 years ago"},{"heading":"We now have an Elden Ring Trading Subreddit!","time_posted":"1 year ago"},{"heading":"[PS4] W: souls H: mule, karma","time_posted":"21 minutes ago"},{"heading":"[PS4] Duplicate souls?","time_posted":"4 hours ago"},{"heading":"[ps4] w: mule h: soul stacks, ask","time_posted":"7 hours ago"},{"heading":"[xb1] W: souls H: mule. kinda low level and i just need to get my faith, attunement, and endurance up","time_posted":"9 hours ago"},{"heading":"[PS4] in need of souls","time_posted":"9 hours ago"},{"heading":"[PC] W: Ringed Knight Sword/Spear H: ask","time_posted":"9 hours ago"},{"heading":"(Ps4) w: souls and unupgraded weapons h: karma","time_posted":"10 hours ago"},{"heading":"[PS4] W: Black Leather Set DS2 H: A.L.L","time_posted":"16 hours ago"},{"heading":"[ps4] [w] bloodlust or blood infused bandit twin blade [h]ask","time_posted":"20 hours ago"},{"heading":"[PC] [+10/+5] W: Embers H: ask","time_posted":"20 hours ago"},{"heading":"[Xb1] W: frayed blade , friedas scythe, demon scar , storm curved blade , crescent moon sword , ringed knight swords paired , nameless king weapon’s, firelink greatsword , dragon slayer armor, dragon scaled armor ,runes ring+3 , discovery ring +3 H: ASK!","time_posted":"20 hours ago"},{"heading":"[PS4]W:16 vertebral shackles H:ask","time_posted":"22 hours ago"}],"rules":["Hey, you. Don't use this to report bad trades.","Not a trade post.","Exchange for out-of-game items."],"subreddits":{},"about":{"header":"About Community","description":"A trading community for Dark Souls 3.","created":"Created Apr 22, 2016","stats":["40.0k active crows","10 crows trading now"]},"other_information":[{"header":"Trading blacklist","description":"PSN ID: BewbEater\nPSN ID: guason29-\nPSN ID: Nawhyep\nPSN ID: DatRascal\nPSN ID: noahwaltman\nSteam: Yeezy2020"},{"header":"Trading information","description":"You cannot comment or post trades to /r/pumparum if your reddit account is less than 1 day old. This is to prevent shill accounts from scamming our traders.\nPlease read! Karma and Tips for trading safely!\nItems That Can and Cannot Be Traded In-Game\nEfficient Soul Trading Guide to Leveling Up\nPlease be advised: Do not drop more than 15 items at a time before they're picked up\nPlease be advised: There are storage caps for inventory items.\nHere's the summon rules, but you can summon any level by using a password.\nKeep in mind, you will not see someone's sign if you're not embered and you will only see white and orange summon signs in areas you haven't killed the boss yet.\nHow to title your posts\nYou MUST put a tag in your post indicating the platform. These tags are:\n[PC]\n[XB1]\n[PS4]\nIf you do not, you will be sent a nice message reminding you and your post will be removed.\nStandard posting format is as follows:\n[Platform][Highest Weapon] W: X item H: Y items\nEXAMPLE:\n[PS4][+10/+5] - W: Crystal Sage's Rapier H: Wolnir's Holy Sword\nLook At The Documents Below Before Trading\nHow Player Trade Works\nYou Can Summon Any Level With A Password\nPlease be respectful and honorable to your fellow traders. If we get reports of someone running a scam, we'll smack the ban hammer down. However, it must be verifiable they actually confirmed a trade with you. Please reply in the threads. Please confirm trade is to occur in threads. Never reply to personal messages, as then I cannot verify that this person engaged in trade with you. We have a two strike policy, but that doesn't mean you get one strike. Play nice. If you get a strike you will be notified.\nIn addition, if you would like to vouch for someone's reputation, I'm sure they'd be happy to receive karma for it. After a trade has gone down, reply to their latest comment on your/their thread with \"+karma\" to give them their share, and make sure they give you some in return! More information on this can be found here.\nRelated Subreddits\nDark Souls 3\nDark Souls 2\nDark Souls\nDemon's Souls\nBloodborne\nIf you wish to use the Karma Bot, this is what we use: https://github.com/collincusce/redditbots ."}]}