{"time_collected":"2023-03-19 17:11:53.693734-04:00","top_headers":[{"heading":"how can Hilbert space of Many World interpretation be infinite dimensional if it has only one wave function?","time_posted":"5 days ago"},{"heading":"Can biology use quantum effects? Microtubules are Biological Computers: searching for the mind of a cell","time_posted":"12 days ago"},{"heading":"Does an apple behave quantum mechanically when it concerns experienced reality?","time_posted":"13 days ago"},{"heading":"Is it possible for a material to have zero mechanical wear/abrasion under a certain level of force(as long as it’s higher than zero)? For fatigue limit, once under a certain point, a material is not effected, but is it possible for a material to not lose atoms when it slides against another surface?","time_posted":"14 days ago"},{"heading":"Quantum Courtroom","time_posted":"17 days ago"},{"heading":"The reason why down quarks have opposite spin to the up quarks in a proton","time_posted":"26 days ago"},{"heading":"Does everything comes from quarks?","time_posted":"27 days ago"},{"heading":"Could you use Schrödinger’s equation right before you make a decision to evaluate all possible outcomes of what could happen after you make that decision?","time_posted":"3 months ago"},{"heading":"Multielectron wavefunction and nuclear mass?","time_posted":"4 months ago"},{"heading":"I have a question about subatomic particles…","time_posted":"4 months ago"},{"heading":"Book recommendations","time_posted":"4 months ago"},{"heading":"Are parts of the moon entangled with parts of earth?","time_posted":"4 months ago"},{"heading":"Other than spin and position, are their other properties/attributes that have collapsing wave functions?","time_posted":"5 months ago"},{"heading":"How can I fire electrons to run the double slit experiment at home.","time_posted":"5 months ago"}],"rules":["Obey the TOS, including no harassment or spam","Content should either involve math, or a discussion of a known theory with a mathmetical basis."],"subreddits":{},"about":{"header":"About Community","description":"This is a subreddit devoted to discussions about quantum mechanics and experiments regarding quantum mechanics. Please Obey the reddit TOS, including provisions regarding harassment and spam, including non-monetary spam. Content should either involve math, or a discussion of a known theory with a mathematical basis. For example, a theory should either follow a Lorentz-invariant framework or be understood as a limiting case of a Lorentz-invariant system, like the Schrödinger equation.","created":"Created Feb 22, 2010","stats":["8.5k Members","4 Online"]},"other_information":[]}