{"time_collected":"2023-03-19 21:39:01.120108-04:00","top_headers":[{"heading":"Poteau de la semaine: Les huiles végétales hydrogénées","time_posted":"9 hours ago"},{"heading":"Vous pensez quoi des restaurateurs qui \"call-out\" les clients.","time_posted":"10 hours ago"},{"heading":"Mario Dumont est un véritable danger pour la société","time_posted":"3 hours ago"},{"heading":"Les agents de sécurité, inutiles bien souvent?","time_posted":"11 hours ago"},{"heading":"La saison des vacances...","time_posted":"6 hours ago"},{"heading":"Pouvons-nous parler de l’attitude qu’on reçoit des réceptionnistes? T’aime pas ta job change la! Tu peux pas venir au travail et mettre ta frustration sur les clients. Faut un peu arrêter de prendre les clients pour des cons, si on pose une question c’est qu’on a besoin d’aide ou de compréhension…","time_posted":"8 hours ago"},{"heading":"Chute de popularité pour Trudeau, mais Poilievre tire toujours de l’arrière","time_posted":"12 hours ago"},{"heading":"Question informatique: Ou se trouve la touche \"~\" sur un clavier québecois ?","time_posted":"9 hours ago"},{"heading":"La prostitution au Québec, on en parle?","time_posted":"1 day ago"},{"heading":"Danielle Smith annonce que les familles des policiers abattus recevront chacune 100 000 $","time_posted":"23 hours ago"},{"heading":"Les millions d’Ottawa financent la haine du Québec","time_posted":"1 day ago"},{"heading":"Prisonniers des flammes : « Venez nous chercher, on ne peut pas sortir! »","time_posted":"23 hours ago"},{"heading":"Où se retrouve la meilleure poutine au Québec ?","time_posted":"1 day ago"},{"heading":"Rapporteur spécial: Poilievre et Blanchet dénoncent la nomination d’un «proche»","time_posted":"1 day ago"},{"heading":"Donald Trump affirme qu’il va être « arrêté » mardi prochain","time_posted":"1 day ago"},{"heading":"Des milliers d’élèves québécois ne mangent pas à leur faim à l’école","time_posted":"2 days ago"},{"heading":"Ce sub est fantastique","time_posted":"2 days ago"},{"heading":"Construction: une industrie en demande avec des emplois à plus de 120 000$ à la pelletée","time_posted":"1 day ago"},{"heading":"L’heure venue de Québec solibéral?","time_posted":"1 day ago"}],"rules":["Incitation à la violence","Contenu sexuellement explicite","Trollage"],"subreddits":{"Related Communities":{"r/Quebec":"251,688 members","r/RPClipsGTA":"154,794 members"}},"about":{"header":"About Community","description":"Un endroit rassemblant des gens de tous les horizons politiques, y compris ceux ayant des opinions considérées plus à droite, pour discuter de plein de sujets en lien de près ou de loin avec le Québec. On encourage au maximum la liberté d'expression et les débats sans restrictions. La modération est minimale, sans censure et on évite la rectitude politique! Tous les Québécois se considérant nationalistes sont les bienvenus.","created":"Created Jun 24, 2011","stats":["9.1k Members","339 Online"]},"other_information":[{"header":"Discord Québec Libre","description":"Lien vers notre serveur discord"}]}