{"time_collected":"2023-03-20 02:22:41.015780-04:00","top_headers":[{"heading":"Dopamine Returns to Normal 3 Months After Quitting Smoking [lack of dopamine potentially explains some of the anger, irritability and depression related to quitting nicotine that goes beyond the three-day withdrawal period]","time_posted":"3 years ago"},{"heading":"We should talk more about mental health/depression","time_posted":"10 hours ago"},{"heading":"Is this normal?","time_posted":"11 hours ago"},{"heading":"Beginning of day 7 cold turkey","time_posted":"12 hours ago"},{"heading":"dissertation help please!!","time_posted":"8 hours ago"},{"heading":"It's been 3 months","time_posted":"59 minutes ago"},{"heading":"On day 5, need some motivation! Give me the biggest improvements you’ve seen or that you’re looking forward to from quitting nic :)","time_posted":"23 hours ago"},{"heading":"I just need to shout that I don’t smoke no more!","time_posted":"2 days ago"},{"heading":"Quitting Vaping","time_posted":"14 hours ago"},{"heading":"Would it be foolish to introduce patches on Day 7?","time_posted":"2 days ago"},{"heading":"1 year smoke-free! Use the patches, people!","time_posted":"3 days ago"},{"heading":"How do you deal when you’re trying to quit and your partner still smokes?","time_posted":"2 days ago"},{"heading":"Short of breath","time_posted":"2 days ago"},{"heading":"About to quit again for the 9th time","time_posted":"2 days ago"},{"heading":"Screwed up","time_posted":"2 days ago"},{"heading":"Just put my new vape in a glass of water!!!","time_posted":"2 days ago"},{"heading":"This is my first post. I’m day 6 of not smoking nic, but I have the worst anxiety and I think the worst of everything and need to know if there’s anyone else out there that have had this issues: no appetite(I mean none,have to force myself to eat a little something).","time_posted":"3 days ago"}],"rules":["Please be kind & if you feel you need to disagree with someone here, please disagree respectfully.","The moderators have the last and final word on Allen Carr's the Easy Way to Quit Smoking in this sub","No romanticizing nicotine/tobacco, etc.","This isn't a cut-down sub, it's a quitting sub.","Pictures of smoking, vaping, vapes, cigarettes, etc. will probably be removed.","Please do not give advice on how to quit to others if you, yourself, have not quit.","Threads going negative about cold turkey or NRT may be removed.","There is no such thing as quitting and then being an \"occasional\" or \"casual\" smoker.","Solicitation of services, products or one-on-one \"counseling\" offers, i.e., \"DM me\" prohibited.","Posting surveys or studies is prohibited.","A word to users/subs/entities looking for users for their own subs or other websites.","Moderators Discretion re Removal of Posts and Comments","Sexual Harassment Warrants a Ban"],"subreddits":{"Other helpful subs":{"r/stopdrinking":"428,590 members"}},"about":{"header":"About Community","description":"Hello! This sub is for anyone looking for support and assistance in breaking free from nicotine addiction. It is also for for those who have already broken the grasp of nicotine in their lives and want to remain vigilant against relapse. Every last person reading this right now is capable of breaking free from nicotine. It takes some work, especially in the beginning, but you’ll find you can truly live life just fine without it. Let’s help each other quit and stay quit.","created":"Created Jun 8, 2009","stats":["30.0k Members","23 Online"]},"other_information":[{"header":"Recommended to help you quit","description":"Website: https://www.whyquit.com/ Whyquit.com is your free resource on learning why you have continued to smoke despite wanting to quit, how to quit smoking/using the drug nicotine by using the cold turkey method, and how to help yourself stay quit. If you are using NRT this website is still a very helpful education for you. It's the largest pool of nicotine cessation information, articles, and videos on the web in one website that we know of.\nYoutube videos: Search for the name \"Joel Spitzer\" for helpful smoking cessation videos\nhttps://twitter.com/whyquit_com\nhttps://www.facebook.com/Why.Quit.Now\nhttps://www.facebook.com/groups/whyquit\nBook: The Easy Way to Stop Smoking, by Allen Carr"}]}