{"time_collected":"2023-03-09 01:31:53.544790-05:00","top_headers":[{"heading":"\"It is difficult to get a man to understand something when his salary depends upon his not understanding it.\" - Upton Sinclair","time_posted":"7 hours ago"},{"heading":"“Never argue with an idiot. They will drag you down to their level and beat you with experience.” ― Mark Twain","time_posted":"15 hours ago"},{"heading":"\"If you want to go fast, go alone. If you want to go far, go together.\" - African Proverb","time_posted":"18 hours ago"},{"heading":"No printed word, nor spoken plea can teach young minds what they should be. Not all the books on all the shelves – but what the teachers are themselves. Rudyard Kipling","time_posted":"57 minutes ago"},{"heading":"\"People come in your life for 4 reasons, to add, subtract, multiple or divide. You have to choose wisely. - Jalen Rose (Fab 5)","time_posted":"6 hours ago"},{"heading":"I have spent my whole life scared, frightened of things that could happen, might happen, might not happen. 50 years I spent like that. Finding myself awake at three in the morning. But you know what? Ever since my diagnosis, I sleep just fine. - W.W","time_posted":"20 hours ago"},{"heading":"“Who are you to judge the life I live? I know I'm not perfect -and I don't live to be- but before you start pointing fingers... make sure you hands are clean!” ― Bob Marley","time_posted":"8 hours ago"},{"heading":"Some people die at 25 and aren't buried until 75. -Benjamin Franklin","time_posted":"7 hours ago"},{"heading":"If you learn to laugh at your own stupidity, all the rubbish in you will turn into manure very fast. And manure is good for growth. -Sadhguru","time_posted":"1 day ago"},{"heading":"\"I learned long ago, never to wrestle with a pig. You get dirty, and besides, the pig likes it.\" - George Bernard Shaw","time_posted":"2 days ago"},{"heading":"“In a society that profits from your self-doubt, liking yourself is a rebellious act.” -Caroline Caldwel","time_posted":"12 hours ago"}],"subreddits":{"":{}},"about":{"header":"","description":"","created":""},"other_information":[{"header":"","description":""}]}