{"time_collected":"2023-03-07 01:48:41.323646-05:00","top_headers":[{"heading":"Important Rabbit PSA index","time_posted":"1 year ago"},{"heading":"Free bunny coloring templates from u/deltadelta199","time_posted":"2 months ago"},{"heading":"The guy that sits opposite me at work is a massive pain in my bum. I’ve made a complaint to HR but they haven’t done anything about it. He chews my chargers, destroys my plants, eats all my snacks, has dirty protests and is constantly distracting me.","time_posted":"12 hours ago"},{"heading":"It was suspiciously quiet. Stood up to see this.","time_posted":"5 hours ago"}],"rules":["No spam.","No vote solicitation.","No help or diagnosis requests for rabbits that clearly need urgent professional veterinary care.","No obvious or regular defensive willful negligence of pet rabbits.","No image posts about bathing rabbits or handling rabbits on their backs.","No posts advertising breeders, intentional litters, or asking for breeding assistance.","No references to rabbits as food.","Outdated and dangerous advice not welcome.","Be polite with constructive criticism.","Post sources of non-original content.","No reposts within 3 days or without explicit credit.","No direct requests for personal fundraising.","Appropriately title and mark content as NSFW."],"subreddits":{"Related communities":{"r/Booplesnoots":"1,293 members","r/buncomfortable":"25,081 members","r/bunnyflops":"4,986 members","r/bunnykisses":"513 members","r/bunnyroars":"528 members","r/bunnyshaming":"10,521 members","r/bunnytongues":"7,360 members","r/Dewlap":"7,922 members","r/hopnoodles":"7,650 members","r/lagoloaf":"11,421 members"}},"about":{"header":"About Community","description":"/r/rabbits is an open community where users can learn, share cute pictures, or ask questions about rabbits. Please note we are a *pet rabbit* community that discourages breeding and encourages rescue.","created":"Created Feb 19, 2010","stats":["290k rabbitors","526 binkying around","Top 1% Ranked by Size"]},"other_information":[{"header":"Posting tips","description":"If your rabbit has shown any serious medical concerns, please see a rabbit-savvy vet first before posting. Posts about clearly urgent health issues that require professional care will be removed. If your rabbit has not eaten or used the litter box in the past 12 hours, visit an emergency hospital or make an urgent appointment immediately.\nSee Veterinary Emergencies for other common symptoms of problems in rabbits.\nSee here for resources if you are in need of financial assistance for your pet.\nWe can only give suggestions that are not a replacement for professional advice.\nIf you have found a wild rabbit, please see here for proper next steps and resources.\nFor behavior problems, please include the rabbit's age, how long you have had the rabbit, when the behavior occurred, and if/when it was neutered. This will help other rabbitors tailor advice appropriate to your situation.\nFor breed ID posts, please include the rabbit's age, weight, and full-body pictures of their profile in good day-time lighting. More tips here.\nRehoming posts are welcome, but please read through our guide first.\nPlease review the rules below for banned topics before posting. r/Rabbits also has a very strict spam and troll filter. Please allow time for moderators to review and approve the queue throughout the day. Posts that do not follow our rules below may be removed without warning."},{"header":"FAQs from WabbitWiki","description":"New to the #bunlife\nHelp, I found a rabbit!\nShould I get a rabbit?\nHow much does a pet rabbit cost?\nHow do I adopt a rabbit?\nAre you a new rabbit owner?\nWhere should my rabbit live?\nWhat should my rabbit eat?\nHow do I groom my rabbit?\nWhy should I neuter my rabbit?\nHow do I find a rabbit-savvy vet?\nBehavior\nWhy doesn't my rabbit like me?\nWhy is my rabbit biting me?\nHow do I bond and make my rabbits friends?\nCan I train my rabbit like a dog?\nHow do I litter-train my rabbit?\nWhat is my rabbit saying?\nWhat are good rabbit toys and games?\nMisc\nHow do I travel with my rabbit?\nHow do I rehome my rabbit?\nWhat are good gifts for rabbit lovers?"}]}