{"time_collected":"2023-03-20 01:03:53.788782-04:00","top_headers":[{"heading":"Starter Pack for Christian Socialists","time_posted":"2 months ago"},{"heading":"Weekly Prayer Requests - March 19, 2023","time_posted":"7 hours ago"},{"heading":"Debunked: No, 80% Of Trans Youth Do Not Detransition","time_posted":"14 hours ago"},{"heading":"About \"obeying\"","time_posted":"2 hours ago"},{"heading":"From Building Power while the Lights are Out","time_posted":"8 hours ago"},{"heading":"3 minute read Blog Post: Recommendation Bible For Normal People","time_posted":"13 hours ago"},{"heading":"You know those 'He Gets Us' ads? We should use detournement and create our own ad campaign especially if we can get them on reddit with a fundraiser or something!","time_posted":"1 day ago"}],"rules":["Oppression Discourse","Outside Our Scope or Irrelevant","Self Promotion Without Engagement","Proselytizing, Evangelizing, or Harassment","Liberal Garbage","Meme/Low-Effort Weekends"],"subreddits":{"Hangouts and Theory":{"r/GayChristians":"15,139 members","r/progressive_islam":"22,913 members","r/LGBT_Muslims":"4,368 members","r/gayjews":"4,496 members","r/QueerTheory":"14,645 members","r/CriticalTheory":"122,133 members","r/feministtheory":"6,448 members","r/Feminism":"258,785 members","r/intersex":"8,150 members","r/SocialistRA":"113,502 members"},"Community Action":{"r/AntifascistsofReddit":"114,045 members","r/IWW":"31,934 members","r/abolish":"1,811 members","r/BlackLivesMatter":"109,407 members","r/WhereAreTheChildren":"25,273 members"},"Sister Subreddits":{"r/brokehugs":"2,026 members","r/christiananarchism":"4,031 members","r/QueerTheology":"1,326 members","r/TransChristianity":"6,100 members","r/LeftCatholicism":"1,060 members","r/RebelChristianity":"3,837 members"}},"about":{"header":"About Community","description":"RadicalChristianity has developed as a community discussing the intersection of philosophy, theology, critical theory, power dynamics, antifascist action, and revolutionary politics. As such, we are interested in affirmative outreach to those historically harmed by the christian church (including the non-institutional church and state-controlled churches.) All are welcome and invited to participate! Please [message us](http://www.reddit.com/message/compose?to=%2Fr%2FRadicalChristianity).","created":"Created Apr 21, 2012","stats":["48.8k Radical Comrades-in-Christ","41 Building-Up Heaven On Earth"]},"other_information":[{"header":"Who We Are","description":"/r/RadicalChristianity has developed as a community discussing the intersection of philosophy, theology, critical theory, power dynamics, and revolutionary politics. We are interested in re-investing Christianity with its transgressive elements, and as such we are openly against oppressive discourses (sexism, racism, ageism, homophobia, transphobia, xenophobia, speciesism, ableism, colonialism, imperialism).\nWe are interested in exploring both philosophical and theological thought and action. The definitions of \"radical\" and \"Christianity\" each carry a certain denotative vagueness while still retaining enough connotative force to be a mostly accurate descriptor of who we are as a group.\nMany of us find our beliefs marked by a certain desire for disassociation with and transgression against conventional Christian institutions and culture. We support divergent forms of thinking.\nWe find that group discussion is desirable and important. Viewpoints that may initially seem odd or shocking are often filled with critical insights and viable possibilities of being that a cursory dismissal would otherwise overlook. Fascists/Nazis/Nazbols will be banned on sight.\nIf you need anything, or your post has been caught in the spam filter, please message the mods. We will gladly help you out."}]}