{"time_collected":"2023-03-07 06:44:53.165269-05:00","top_headers":[{"heading":"Welcome! *ALL* Newcomers Must Read The Rules Before Posting! Thanks!! 👍🏻","time_posted":"5 years ago"},{"heading":"Reminder: If you have a question/concern about this subreddit, please message *the entire mod team*.","time_posted":"4 years ago"},{"heading":"The hardest thing I dealt with growing up was the guilt I have for not liking my own mother until I finally read this.","time_posted":"9 hours ago"},{"heading":"NC for over a year. She gives me the ick","time_posted":"15 hours ago"},{"heading":"It all came to a head.","time_posted":"9 hours ago"},{"heading":"To anyone who just got some kind of space at long last, and is having a sudden and confusing breakdown: it's normal, and it's temporary.","time_posted":"7 hours ago"}],"rules":["READ ALL THE RULES before you participate","People w/ BPD may not participate","People with other PDs may not participate","No bullying, invalidating, or apologist behavior","Keep things about the sub strictly to the sub","No diagnosis inquiries","Suicidal posts or similar are forbidden","Who gets to participate?","Participation guidelines"],"subreddits":{},"about":{"header":"About Community","description":"A survivor sub exclusively for children raised by a toxic parent or guardian with borderline personality disorder/emotionally unstable personality disorder. This is a constructive, supportive space to find healing from your parent and your abusive or dysfunctional home. PLEASE READ THE RULES before you participate. We take sub members' safety very seriously.","created":"Created Sep 3, 2014","stats":["64.7k Members","134 Online"]},"other_information":[{"header":"Quick wiki","description":"BPD parent: the RBB primer\nIf you're new to the realization that you've been raised by a BPD parent, this is the place to start.\nIn crisis?\nIf you think you may hurt yourself or others, please call your local emergency services: 911, 999, 112, 000, etc.\nFor your safety and the safety of our members who may be triggered by such posts, we don't allow suicide watch posts here.\nGlossary\nSome commonly used acronyms and terminology on the sub."}]}