{"time_collected":"2023-03-06 22:46:14.866533-05:00","top_headers":[{"heading":"Mods needed! Do you care about this community? Would you like to help us keep it going? Apply to be a mod!","time_posted":"7 months ago"},{"heading":"Check-in Post - Have something to say but don't want to make a post about it? Comment here!","time_posted":"4 days ago"},{"heading":"Nparents suddenly switched from horribly abusive to clingy and really nice after I announced that I’m moving out and going no contact - huh? 🤨 someone explain what’s happening","time_posted":"9 hours ago"},{"heading":"Today in therapy I learned how much my parents not apologising has affected my relationships","time_posted":"4 hours ago"},{"heading":"Is it strange that a lot of stories here are from women?","time_posted":"12 hours ago"},{"heading":"Do you feel like your nParents want you to fail?","time_posted":"5 hours ago"},{"heading":"There's no positive to abuse","time_posted":"7 hours ago"}],"rules":["No - personal attacks/bigotry/victim-blaming. No downvotes. Speak with your upvotes.","Always assume a context of abuse","Do not derail the OP","No platitudes or generic motivational or generic advice posts","No advocating violence or revenge, even in jest","No linking to Facebook pages, Discords, or chat rooms/groups","No posts about N-kids","No diagnosis by media or drive-by diagnosis.","No linking to estranged parent forums.","No links to GoFundMe pages, fundraisers, etc. No surveys. No research requests.","No Graphic, Triggering, or Click-bait Titles","Narcissists are not allowed to post or comment here.","No generalizing about groups of people.","No advocating abusive practices.","No links or recommendations to hate groups."],"subreddits":{},"about":{"header":"About Community","description":"This is a support group for people raised by abusive parents (with toxic, self-absorbed or abusive personality traits, which may be exhibited by those who suffer from cluster B personality disorders). Please share your stories, your questions, your histories, your fears and your triumphs. Significant others and friends are all welcome.","created":"Created Feb 18, 2013","stats":["859k Members","1.0k Online"]},"other_information":[{"header":"Suicide","description":"For those struggling with suicidal thoughts and feelings:\n/r/SuicideWatch\nInternational Hotline Numbers\n/r/SWResources\nHotline FAQ\nIf you think you may hurt yourself or others, please call your local emergency services: 911, 999, 112, etc."},{"header":"The Term \"Narcissist\"","description":"Narcissists rarely seek treatment, so few of our parents have a formal diagnosis. We use the terms \"narcissist\" and \"narcissistic\" loosely to refer to a variety of conditions and abusive behaviors, and not in a clinical sense. It does not necessarily mean a diagnosis of narcissistic personality disorder. We are not professionals and cannot diagnose anybody.\nWhat is a narcissist?\nRead about traits and tactics that narcissists use. While they are titled traits specific to mothers, fathers can have these same traits.\nIf you suspect you may be a narcissist: read Help! I Think I am a Narcissist!\nIf you know you are a narcissist, if you identify as a narcissist, sociopath or psychopath or have a diagnosis of NPD or ASPD, consider posting to /r/selfimprovement or /r/DecidingToBeBetter as you will NOT be allowed to post or comment in this subreddit."},{"header":"Additional Info","description":"Moderation in this group is always biased FOR the OP (the person who made the post - not the commenters).\nFor example, if an OP does not appreciate comments of a religious nature, the moderators will defend the OP's boundaries. If an OP prefers comments of a religious nature, the moderators will also defend that boundary. This is a support group - we are all here to support the OP. Commenters sometimes feel that any comment should be allowed because this is a support group. But, we are biased FOR the OP's needs and boundaries. When you write your own post asking for support, we will also be biased for you.\nPlease keep in mind that the mods here are unpaid volunteers with their own busy lives and jobs and struggles.\nWe are not online 24/7. We cannot read every post or comment. We are not omnipotent. We aren't aware of every problem, so please use the report button to flag the mods for problematic posts/comments you see in this group."},{"header":"RBN Network & Allies","description":"RBN Network\n/r/raisedbynarcissists\n/r/LifeAfterNarcissism\n/r/RBNBestof\n/r/ShitNsSay\n/r/RBNLegalAdvice\n/r/RBNFitness\n/r/RBNLifeSkills\n/r/ManagedbyNarcissists\n/r/RBNChildcare\n/r/RBNAtHome\n/r/RBNBookClub\n/r/RBNFavors\n/r/RBNMovieNight\n/r/RBNSpouses\n/r/RBNRelationships\n/r/RBNImages\n/r/Nrelationships\n/r/RBNMusic\n/r/ACoNLAN\nRBN Allies\n/r/internetparents\n/r/survivorsofabuse"}]}