{"time_collected":"2023-03-08 11:58:00.687616-05:00","top_headers":[{"heading":"Christianity is the world's largest doomsday cult","time_posted":"6 hours ago"},{"heading":"Am I the only one who doesn’t mind cultural appropriation?","time_posted":"1 day ago"},{"heading":"Having money doesn't grant you license to act like a douche bag.","time_posted":"1 hour ago"},{"heading":"Does anyone else actually like the show Friends?","time_posted":"18 hours ago"},{"heading":"\"Money does not buy happiness\" - I absolutely agree, BUT... It buys you financial security. It buys you peace of mind. It buys you freedom. It buys you the ability to help your loved ones financially... and for me, happiness can not exist without these things. How about you?","time_posted":"1 day ago"},{"heading":"Imagine if you died right after the announcement of a movie coming out that you’ve been wanting to see for a long ass time.","time_posted":"2 hours ago"},{"heading":"Can anyone tell me why we are the only creatures on this planet that are completely not living by the laws of nature? But instead by laws made by people that the majority of us don't even know?","time_posted":"4 hours ago"},{"heading":"YouTube is my TV","time_posted":"5 hours ago"},{"heading":"Having manners is such a “rare” thing nowadays","time_posted":"21 minutes ago"},{"heading":"Describe the last difficult “ goodbye “ you said.","time_posted":"32 minutes ago"},{"heading":"I want to scream.","time_posted":"6 hours ago"},{"heading":"Even the most self-dependent person in the word isn’t truly independent. They’ll always need something from others.","time_posted":"9 hours ago"},{"heading":"Jokes in kids’ movies that adults find funny are the most sophisticated jokes there are","time_posted":"1 hour ago"},{"heading":"Saying \"I was hit as a kid, and I turned out fine, so it is okay to do\" is the equivalent of saying \"I took ___ medication, and I didn't have any side effects, so it should be safe for you to take\". that's not how it works, nor does it mean it was healthy in the first place.","time_posted":"21 hours ago"},{"heading":"I can’t hear “good for you” in a positive way","time_posted":"1 hour ago"},{"heading":"Why coins made of metals are less worthy than cash made of paper?","time_posted":"1 hour ago"},{"heading":"Pepsi, Where’s my Jet? Appears to show just what a mockery the US legal/justice system is.","time_posted":"4 hours ago"},{"heading":"Red light green light go","time_posted":"2 hours ago"},{"heading":"What if homeless people had adoption centres?","time_posted":"16 hours ago"},{"heading":"Why do people wear noise cancelling headphones in public?","time_posted":"9 hours ago"},{"heading":"beast boy is the perfect boyfriend to a zoophile.","time_posted":"17 minutes ago"},{"heading":"I’m watching Schitt’s Creek season 2 episode 6","time_posted":"17 minutes ago"},{"heading":"TikTok is literally like vines, also I liked the name musically better, when I updated my app like 5 - 6 years ago and boom changed logo and name I was like what the fuck is this? and the name made no sense like why tiktok? is it a clock?","time_posted":"23 minutes ago"},{"heading":"I will never understand the mentality of someone’s economic status being linked to what they are allowed to feel.","time_posted":"13 hours ago"},{"heading":"Am i the only one drinking the water from a Pool?","time_posted":"28 minutes ago"}],"rules":["Please post ACTUAL THOUGHTS that can be discussed/have a purpose.","No hate speech, harassment or bullying.","Respect the mod team, if you're nice to us we'll be nice to you.","No taboo or immoral thoughts.","No politics or political posts.","Tag your NSFW submissions as NSFW and Report submissions not tagged.","No incel posts."],"subreddits":{"Like r/RandomThoughts?":{"r/StonerThoughts":"126,257 members"}},"about":{"header":"About Community","description":"Unbeckoned, they pop into your head, however, we still expect them to have some form of rhyme or reason. This is not a spam/shitposting subreddit and thoughts here need to have some form of context and are suitable to be discussed/interesting.","created":"Created Mar 5, 2010","stats":["214k Members","659 Online"]},"other_information":[]}