{"time_collected":"2023-03-08 16:48:12.540700-05:00","top_headers":[{"heading":"\"content creators\"","time_posted":"6 hours ago"},{"heading":"Reddits suicide prevention feature purposely misused","time_posted":"2 hours ago"},{"heading":"Wedding shoot ruined!","time_posted":"11 hours ago"},{"heading":"I’m so pissed at another subreddit it’s absolutely ridiculous","time_posted":"5 hours ago"},{"heading":"I'm a dog owner and some of the new dog owners in my apartment complex make me want to ban dogs","time_posted":"1 hour ago"},{"heading":"„Equality“","time_posted":"2 hours ago"},{"heading":"Best friend forgets about me on ski trip","time_posted":"6 hours ago"},{"heading":"Employer pays you late for three months, then you move onto another employer that also loses your paycheck how do you respond?","time_posted":"17 hours ago"},{"heading":"how it goes in my head","time_posted":"7 hours ago"},{"heading":"Reignited Anger abolition Chilhood","time_posted":"17 hours ago"},{"heading":"bs student rant","time_posted":"15 hours ago"},{"heading":"Nuclear Angel","time_posted":"20 hours ago"},{"heading":"Stop it Disney","time_posted":"1 day ago"},{"heading":"Im sick of hearing about how Jan 6th was bad","time_posted":"16 hours ago"},{"heading":"Friend got rejected from the army, booked a plain ticket to our place without asking us first if he can stay.","time_posted":"1 day ago"},{"heading":"The price of boxers, panties, and other underwear","time_posted":"1 day ago"},{"heading":"Drama Teacher I mean the Current PM of Canada is a joke, He is assigning his own People to investigate Election Interference, Ya frigging shady, Will be a cover up and the Liberals will conveniently find there was no election tampering","time_posted":"22 hours ago"},{"heading":"Just tired","time_posted":"18 hours ago"},{"heading":"moving on about him","time_posted":"1 day ago"},{"heading":"Trudeau liberals are the biggest Drug dealers in Canada now, Evil feds are going to team up with Corporations and sell cocaine to Canadians and go after and arrest anybody who does not sell there product, Trudeau is dangerous his Government can go to","time_posted":"21 hours ago"},{"heading":"Antichrist Trudeau Liberals are a Cartel now, Trudeau is allowing his buddies I mean a cannabis company to manufacture and sell Cocaine in BC, Ya more drug addicted Canadians will be flooding BC Turning Places like Vancouver into a Hell hole, This is satanic Liberal Socialism at work","time_posted":"21 hours ago"},{"heading":"Wow The Lying US News media is at it again attacking Donald Trump, Any time you see BS hit pieces from the Rolling stone or MSNBC ya its BS lol Gosh where were these stooges when a Train crashed and a whole town got poisoned from toxic chemicals","time_posted":"22 hours ago"}],"subreddits":{},"about":{"header":"About Community","description":"Welcome to Rants","created":"Created Apr 19, 2008","stats":["23.1k Members","62 Online"]},"other_information":[]}