{"time_collected":"2023-03-07 01:13:13.562149-05:00","top_headers":[{"heading":"Working in a vet clinic, there’s always the obligatory sniff-terrogation when you get home. It takes a while.","time_posted":"3 days ago"},{"heading":"Got an otter (9 weeks), but he’s becoming a seal (13 weeks). Hopefully not a walrus in few weeks. (OC)","time_posted":"12 hours ago"},{"heading":"Murphy making faces got me cracking up! Learning to stop biting hands is hard, but he's doing his best.","time_posted":"8 hours ago"},{"heading":"When they look like this, don’t make any sudden movements… 😂🤪","time_posted":"16 hours ago"}],"rules":["Be Kind Please","No references to or depictions of harm","All animals are allowed, but your post MUST contain an animal, and the animal must be the focus.","No swearing, the puppers don't like. [Includes soft swearing]","Put effort into your post. No asking for upvotes or \"Reddit, meet X\" titles.","Keep it positive. No sad content and grief threads.","OC is preferred. Stolen content is not allowed.","Frequent and recent reposts are discouraged.","Politics, as well as military or police animals, are not allowed.","Puppertalk is encouraged and welcomed, complaints about it are not.","No adult content. This is a family friendly sub.","All breeds are welcome! Don't shame pet owners for their breed choice.","Limit of three posts per user per day."],"subreddits":{"Related Communities":{"r/corgi":"634,096 members","r/goldenretrievers":"282,253 members","r/Rottweiler":"81,613 members","r/velvethippos":"160,955 members","r/Dachshund":"322,208 members","r/BostonTerrier":"47,830 members","r/husky":"152,824 members","r/germanshepherds":"147,807 members","r/Chihuahua":"89,339 members","r/labrador":"119,626 members"}},"about":{"header":"About Community","description":"This is a subreddit devoted to cute little animols such as puppers, cates and turtols, and all sorts of other cute animols :)","created":"Created Dec 7, 2015","stats":["4.6m shoobscribers","693 looking at puppers","#45 Ranked by Size"]},"other_information":[]}