{"time_collected":"2023-03-07 02:20:53.088305-05:00","top_headers":[{"heading":"[28M] Rate me.","time_posted":"2 hours ago"},{"heading":"[F24] my hair is naturally a bit curly. i straightened it for years, but lately i’ve just let it do its thing. i’m also blonde naturally, but i’ve been really enjoying red hair for the last year or so. what do you think? is my look working? what, if anything, should I try next?","time_posted":"2 days ago"},{"heading":"M25","time_posted":"1 day ago"}],"rules":["No minors","Posts must include verification","Post titles must include age and gender","Posts must be of you","No personal information","No incivility","No explicit content","No repeat posting"],"subreddits":{"Related communities":{"r/amiugly":"266,002 members","r/AmISexy":"47,762 members","r/AccuratelyRateMe":"17,269 members","r/firstimpression":"150,260 members","r/EqualAttraction":"35,496 members","r/doppelganger":"3,800 members","r/RoastMe":"2,984,887 members","r/toastme":"455,844 members","r/FreeCompliments":"256,129 members"},"More communities":{"r/guessmyage":"52,991 members","r/ratemyprofile":"117 members","r/ratemyoutfit":"371 members","r/uglyduckling":"125,206 members"},"Male communities":{"r/malegrooming":"610,433 members","r/malefashionadvice":"5,269,995 members","r/malehairadvice":"342,189 members","r/Brogress":"237,220 members"},"Female communities":{"r/MakeupAdvice":"679 members","r/femalefashionadvice":"3,287,220 members","r/femalehairadvice":"483,980 members","r/VindictaRateme":"13,109 members"}},"about":{"header":"About Community","description":"A community where you can not only be rated on your appearance but also get tips from awesome Redditors on how to look your best!","created":"Created Dec 14, 2009","stats":["208k Members","150 Online"]},"other_information":[{"header":"Tips For Posting","description":"Please consider using a service like PicCollage to compile multiple images for submission.\nPlease shy away from using external image-hosting sites like Imgur to post photos. There is no longer a need to use such sites when (1) there are so many photo collage apps available and (2) Reddit has built-in Image Gallery support. (If you do use Imgur, DO NOT click the green \"Share to Community\" button. Doing so will allow unwanted Imgur users separate from Reddit to view and comment on your album. You don't want that!)\nIn your post, tell us a little bit about yourself. You can also add a comment to your post if you're looking for something in particular.\nTry providing a clear, representative picture of yourself (or several). Extreme closeups and crazy filtered pictures will not produce reliable ratings for you.\nWhat you consider your “good picture” might be less attractive to others, and what you think looks terrible might actually be flattering. Beauty is in the eye of the beholder. Ratings are subjective! Personal tastes vary widely.\nDon't trust anyone who private messages you as a result of your post, especially with a proposition involving money. Be cautious with anybody who solicits additional pictures from you. Report all suspected scammers to Reddit by using the message report tool.\nAll posts on r/RateMe are manually approved by a moderator. To help us get through posts faster and increase your chances of being approved, please ensure that your verification photo is LEGIBLE. Tight cursive on crumpled graph paper in pencil obscured by your hand is unlikely to be sufficient. Please keep in mind that services like PicCollage may compress images and reduce image resolution. Submitting an illegible verification photo will either delay your post's approval or lead to your post being rejected. Moderators reserve the right to question the authenticity of any submission."}]}