{"time_collected":"2023-03-07 03:32:08.718540-05:00","top_headers":[{"heading":"Someone is claiming they know my ip address from twitter and reddit is that possible?","time_posted":"11 hours ago"},{"heading":"I think I may be getting stalked, how do I tell if I am?","time_posted":"15 hours ago"},{"heading":"There was a purse-snatching/mugging right in front of my house this afternoon. I got it on camera. Can anyone help identify car make or the image on the back of the hoodie?","time_posted":"5 hours ago"},{"heading":"found a weird fetish sub posting their family members feet and footwear without them knowing 🤮🤮🤮","time_posted":"1 day ago"},{"heading":"Weird “ASMR” rabbit hole","time_posted":"1 day ago"},{"heading":"This is illegal right?","time_posted":"2 days ago"},{"heading":"Where to report a pedo site?","time_posted":"2 days ago"},{"heading":"Help Reading a Grainy License Plate","time_posted":"2 days ago"},{"heading":"What happened to me inside this store?","time_posted":"2 days ago"}],"rules":["Criminal Matter","Personal Information","Wrong Subreddit","Not your personal army","Doxxing","Help me find a person","Disrespect & incivility","No political posts/comments"],"subreddits":{},"about":{"header":"About Community","description":"Using the power of the internet to solve real-world problems.","created":"Created Jan 3, 2012","stats":["616k Members","504 Online"]},"other_information":[{"header":"RBI Information","description":"The goal of the RBI (Reddit Bureau of Investigation) is to use the power of Reddit to solve crimes/mysteries. The idea is an organized group of Redditors interested in solving crimes/mysteries and helping people in the process.\nRules:\nYou can find the rules here.\nWitch-hunts and the posting of personal information are forbidden. The motto not your personal army applies.\nIf you see a post containing any personal information, please report it and message the mods.\nIf you have any queries or concerns, feel free to message the moderators.\n**Comments that do not contribute to the discussion or serve only as a \"reminder\" will be removed.\nTransparency:\nOur moderation logs are publicly accessible. Click here.\nImages:\nif you are submitting images for forensics (eg, license plate reading, etc) it is helpful to submit the original image. We advise uploading this to something such as dropbox to avoid compression. Imgur and other websites often strip data from images to save on space.\nRe-saving an image uploaded to social media will often provide you with a lower quality image, so please use an alternative file sharing website when sharing raw material. Consider uploading the original image in a zipfile in dropbox or similar.\nTools that may help you:\nStolencamerafinder.com - find your stolen camera\nGoogle Find My Device - find your missing Android phone AFTER it is lost or stolen\nPrey - Helps you recover laptop or phone if stolen.\nStolenBikeRegistry.com - May help you get your bike back.\nLegacy.com - good search engine for obituaries\nMissed Connections on Craigslist - long shot way to reconnect with someone in a city\nUnmasking identity - how to discover the real person behind an email/IP address\nTheft of mail report\nSteps to take after identity theft\nFeatured on 2/27/2012 SubRedditOfTheDay\nA project of /r/DecidingToBeBetter"}]}