{"time_collected":"2023-03-07 03:30:29.777518-05:00","top_headers":[{"heading":"IRS Publication 527 (2022), Residential Rental Property (For use in preparing 2022 Tax Returns)","time_posted":"1 month ago"},{"heading":"Welcome Packet","time_posted":"3 days ago"},{"heading":"Uncle inherited 12,576,000 m2 they have no idea what to do","time_posted":"11 hours ago"},{"heading":"make her pay the difference?","time_posted":"8 hours ago"},{"heading":"HELOC on investment property?","time_posted":"10 hours ago"},{"heading":"Is my CPA falling short?","time_posted":"3 hours ago"},{"heading":"Taxes on investment property not rented (2022)","time_posted":"6 hours ago"},{"heading":"Favorite Business Checking / Banks?","time_posted":"16 hours ago"},{"heading":"If cost of capital is 7.625%, what is a conservative return on a rental property? In an urban market in Florida. Would 10% be a good baseline to do a deal?","time_posted":"1 day ago"},{"heading":"Is this too risky of an investment and how could I make it better?","time_posted":"6 hours ago"}],"rules":["No Spam / SEO or “Guru” Promotion","Be respectful to other users and conduct your behavior in a civil manner","Low effort or off topic","No self-promotion, solicitation, surveys, syndication, or AMA","Do not market deals either as a Buyer or Seller","Minimum Karma & Account Age Policy"],"subreddits":{},"about":{"header":"About Community","description":"Interested in Real Estate Investing? You've come to the right place! /r/realestateinvesting is focused on sharing thoughts, experiences, advice and encouraging questions regardless of your real estate investing niche! Structured Deals, Flipping/Rehabbing, Wholesaling, Lending, Land, Commercial Real Estate and more! If it has to do with real estate investing this sub is for you!","created":"Created Oct 24, 2008","stats":["1.7m Members","320 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Investors To Know:","description":"Becoming a GOOD real estate investor typically requires a significant change in the way you think about...everything. Relationship skills, Excellent communication skills and critical thinking are a must! The individuals listed below are among the rare investors who were the real deal.\nJack Miller - Deceased. A fantastic real estate investor who focused primarily on single family homes. Books and videos by Jack can still be purchased and viewed today. The videos in particular offer insight and value that many of today's \"gurus\" can only imagine.\nWilliam Nickerson - Deceased. One of the original creative real estate investors who's career spanned from the 1930's until his death in 1999.\nLonnie Scruggs - Deceased. Before his death Lonnie spent thirty-five years as a real estate investor across various disciplines. After divesting of many of his rentals and moving into and out of the note business Lonnie became a well respected authority on Mobile Home investing. Many of his books and materials are still available for nominal sums and are successfully used by investors in the mobile home business.\nDyches Boddiford - Living. A former engineer turned real estate investor Dyches bought his first property in 1980. An excellent investor across several disciplines Dyches is most frequently associated with his Asset Protection and Tax Strategies events.\nFixer Jay Decima - Living. Along with several other individuals on this page Jay is among the last remnants of great real estate investors from the 70's. Although he retired from teaching around 2016 his materials on buying undervalued homes in need of work, often with owner financing, are relevant and used by many investors to this day on their journey to success.\nPete Fortunato - Living. Pete is perhaps the most brilliant facilitator of real estate transactions currently alive. Possessing over fifty years of real estate investing experience Pete still teaches a couple times of year. Pete can be found in St. Petersburg, Florida at various real estate meeting helping other investors, new and experienced, improve themselves for no other reason than to share his knowledge.\nJohn Hyre - Living. A former CPA and current Tax Attorney John is also a real estate investor. John has successfully defended clients with IRA issues and audits in Tax Court. If nothing else, John possesses a masterful understanding of law as it pertains to real estate investors.\nJimmy Napier - Deceased. Jimmy is best known for his expertise in note buying aka \"buying paper\". His book, \"Investing in Debt\" is an eye-opening look at paper. Over forty years of experience. Resides in Parts Unknown (Last known location is Chipley, Florida).\nJohn Schaub - Living. A savvy real estate investor with over forty-five years of experience John is an exceptional teacher of real estate investing. Calling Sarasota, Florida home John has used his expertise to not only create success for himself but to be active in member or civic organizations in his community.\nJack Shea - Living/Retired as of 9/19. Jack has based his career, now spanning over forty years, primarily upon the use of Lease Options. He is also a well known and successful 1031 Exchange Facilitator who has assisted others in hundreds if not thousands of exchanges over the years. Jack lives in Tampa, Florida.**\nDavid Tilney - Living. Famous for his Property Management Systems and focus on Master Leasing. Currently residing in Colorado Springs, Colorado David shares his thirty-five years of property management experience once or twice per year via seminar.\nSuggested Reading\nWilliam Nickerson: How I Turned $1000 into a Million in my Spare Time. This book is a Real Estate Investing \"classic\" written in the 50's.\nGeorge S. Clason: The Richest Man in Babylon. A book about finance written in the 1920's. Although this book is almost one hundred years old, the lessons are still applicable today."}]}