{"time_collected":"2023-03-08 08:40:16.518754-05:00","top_headers":[{"heading":"Best of RGD 2022 Winners","time_posted":"26 days ago"},{"heading":"RGD Mod Picks ( FEB 28 - MAR 06 )","time_posted":"2 days ago"},{"heading":"This is my dog Annie","time_posted":"15 hours ago"},{"heading":"This is me.","time_posted":"14 hours ago"}],"rules":["READ THE WIKI BEFORE POSTING","Behave with courtesy to all other users and mods","Parent Comments Must Contain Art","No filters, stickers, or superimposed text","Titles can ONLY contain who is in the photo and their relationship to YOU **NO EMOJIS**","No explicit nudity","Only family, close friends over 16, and pets allowed","You cannot ask for anything specific or solicit artists","You MUST thank ALL artists individually within 24 hours of the art being posted.","You can only post a photo every 4 days and the same photo every 3 months","Deleting a post with art that is less than 3 months is an instant permanent ban","Rules for artists: No filters/ only relevant artwork/ must be recognizable","Crop your photo","All gallery photos must have the same people/pets in every photo"],"subreddits":{},"about":{"header":"About Community","description":"We are a community for redditors who want to get drawn and redditors who want to draw them! Post a photo of yourself or a loved one, and we'll draw you!","created":"Created Feb 12, 2012","stats":["621k Members","85 Online"]},"other_information":[{"header":"Before you get started...","description":"OUR ARTISTS NEVER ASK FOR PAYMENT THROUGH PMs. IF YOU ARE ASKED FOR ANY KIND OF PAYMENT, BLOCK THE USER IMMEDIATELY. THIS IS A GOODWILL SUB.\nCheck out our Artist Directory to commission artists directly.\nPLEASE READ THE WIKI BEFORE POSTING\nFrequently Asked Questions\nFor any questions, comments, or concerns, message the moderators.\nPLEASE NOTE: Art and photos are posted here at your own risk and may be shared without your permission. By submitting your photo you are agreeing that artists can distribute and sell work based on the photos uploaded and that you have permission to display this photo on a public forum.\nRules in general\nFor the full list of rules, please see the wiki » here.\nMods have free reign.\nBehave with courtesy to all other users and mods.\nParent comments must contain art.\nNo comments on appearance, period. You will be banned if your comment is deemed inappropriate or creepy.\nDo not reply to removed comments.\nIf you have any issues with anything you see in the sub please message the mods.\nYou may not critique the art unless the artist has specifically requested it.\nAll posts (even ones with no art) must remain live for a period no less than 3 months. Deleting a post that is less than 3 months old with art will result in a permanent ban. Should you require post deletion before that point, contact the mods FIRST.\nDo not use an alt account to post more than one photo. You will be asked which account you want to use and the other will be banned.\nYou cannot ask for anything specific from artists. This includes additions to the photo or anything extra.\nYour post cannot offer compensation.\nYou must thank each artist individually within 24 hours of the art being submitted.\nYou cannot solicit specific artists to draw for you.\nRules for Photo Submission\nTitle can ONLY indicate who is in the photo and their relationship to you. Pronouns are acceptable, but age is not. (\"This is me (she/her)\" is fine. \"This is me (25F)\" is not.) NO EMOJIS\nNo captions on any gallery photos. Leave them all blank.\nRelationships can only be close family, friends, and pets (for photos of animals only. If there is a person and an animal, the animal doesn't need to be a pet). All friends must be over 16 at the time of the photo.\nTasteful nudity only for adults. No bare skin for kids. Absolutely no NSFW for anyone under the age of 18. Proof of age may be required. (See below for more info)\nAbsolutely nothing that adds anything to the photo, including but not limited to fake camera dates, filters, gender swap, uncropped photos, colour filters, or effects other than a total black and white filter are allowed. Green screen backgrounds are not allowed except for professional photographer's work\nNo dead animals. If it's not obvious that the animal is alive, the photo will be rejected.\nYou can only submit a photo every 4 days and the same photo every 3 months. All photos must remain live for a period no less than 3 months.\nYour account must be at least 14 days old to post a photo. Artists do not have an age limit to post art. No exceptions.\nUse the correct flair or your post will be refused.\nWhen using professional photos, please credit the photographer.\nYou cannot use the art received for anything other than personal use.\nCrop your photos. If there are bars around your photo, it will be rejected\nFake gore only. If it's real or looks too realistic, your post will be rejected.\nRules for artists\nYour artwork must contain recognizable components from the photo\nYour artwork must be a serious attempt. If art that distorts features is reported, it will be reviewed and potentially removed.\nYour artwork cannot be a filter/photo manipulation\nYour art mustn’t add nudity/sexualisation\nYour post must contain artwork relevant to that photo only. Do not link to collages unless it is all of one person.\nYou cannot request compensation in comments or PMs. Adding a tip jar or small donation link is fine as long as you are not demanding payment for your art.\nPlease do not delete your artwork after you post it.\nBy submitting a photo, submitters are agreeing that artists can distribute and sell work based on the photos uploaded."},{"header":"❤","description":"Our banner was designed by /u/MrFudg"},{"header":"Our Subreddit Friends","description":"RGDArt RGD sister sub for artists to post art and discussions\nRedditGetsDrawings (Not affiliated with RGD)\nArtist Lounge\nAdd On\nAdorable Art\nArt\nArt Crit\nArt History\nArt Porn\nArt Progress Pics\nArtistMemes\nAnime Sketch\nCaricatures\nCasualDraw\nComic Book Art\nDeviantArt\nDraw Me NSFW\nDrawing\nDrawings Revisited\nErotic Art\nI Can Draw That\nIDAP\nLearn Art\nLearn To Draw\nMinimalist Art\nNSFW Art\nPhotoshop Battles\nRandom Acts of Drawing\nSketchdaily\nUs As Anime\nWatercolor101\nInterstellarArt\nArtifyMemes\nArtOilPainting\nOriginal Painting"}]}