{"time_collected":"2023-03-07 15:26:13.079924-05:00","top_headers":[{"heading":"New request process","time_posted":"1 year ago"},{"heading":"Review time update","time_posted":"21 days ago"},{"heading":"requesting r/Kokomi because unmoderated","time_posted":"20 minutes ago"},{"heading":"requesting r/twerking, banned due to being unmoderated","time_posted":"7 hours ago"},{"heading":"Request r/upvotebcjetengine because it's unmoderated","time_posted":"3 minutes ago"},{"heading":"Request to Mod r/WhiteToes","time_posted":"16 minutes ago"},{"heading":"Requesting r/quezoncity, banned due to being unmoderated","time_posted":"4 hours ago"},{"heading":"Requesting r/idiotsinteslas, banned due to being unmoderated","time_posted":"4 hours ago"},{"heading":"Request r/jilling_with_oral, banned due to beeing unmoderated","time_posted":"51 minutes ago"},{"heading":"Requesting r/twerking which has been banned due to no moderations","time_posted":"56 minutes ago"},{"heading":"Requesting r/VyvanseADHD - inactive and unable to post to the sub","time_posted":"1 hour ago"},{"heading":"Requesting r/uMusicProductionDeals, Mods Are Inactive for 1 year","time_posted":"1 hour ago"},{"heading":"Requesting top mod removal in r/BeckyG","time_posted":"1 hour ago"},{"heading":"Requesting r/confusedboners banned due to being unmoderated","time_posted":"1 hour ago"},{"heading":"Requesting the currently unmoderated subreddit r/PollIt.","time_posted":"1 hour ago"},{"heading":"requesting r/teratophiliacs, banned for being unmoderated","time_posted":"2 hours ago"},{"heading":"Requesting r/spaceghostpurrp as it was banned due to the artist spaceghostpurrp having a bipolar episode and spamming the sub. This will not happen again as the previous mods were inactive.","time_posted":"1 day ago"},{"heading":"requesting r/uncannyvalley, mods are inactive","time_posted":"2 hours ago"},{"heading":"Requesting freakoutuncensored; no mod activity, restricted sub","time_posted":"2 hours ago"},{"heading":"Requesting r/BestVPN because moderators has been absent for 4+ years","time_posted":"2 hours ago"},{"heading":"requesting r/secretos, banned due to being unmoderated 9 month ago","time_posted":"2 hours ago"},{"heading":"requesting r/DermPath, banned due to being unmoderated","time_posted":"2 hours ago"},{"heading":"Requesting r/TeslaCam | The only two moderators haven't been active in 2 - 6 months and 1 year, respectively.","time_posted":"3 hours ago"},{"heading":"Can I please get access to Guza’s Grotto? It was unmoderated and banned. I would like to get the sub running again.","time_posted":"3 hours ago"},{"heading":"Requesting r/TheGreatCleric. Banned due to being unmoderated.","time_posted":"3 hours ago"},{"heading":"Requesting r/bigballsproblems, banned due to being unmoderated","time_posted":"4 hours ago"},{"heading":"Requesting subreddit BitPeople","time_posted":"4 hours ago"}],"rules":["Impolite","Drama/Flaming/Accusations/Offtopic"],"subreddits":{"Related Communities":{"r/modnews":"219,748 members","r/ModSupport":"73,845 members","r/modhelp":"122,271 members","r/announcements":"200,566,064 members","r/blog":"18,853,663 members","r/changelog":"65,295 members","r/redditmobile":"220,513 members","r/redesign":"29,222 members","r/needamod":"33,324 members"}},"about":{"header":"About Community","description":"This subreddit is for requesting moderation privileges for an abandoned subreddit or to remove an inactive top mod from a subreddit you currently moderate.","created":"Created Mar 19, 2010","stats":["197k Members","154 Online"]},"other_information":[{"header":"r/redditrequest Rules","description":"The current review time for requests is 15 days. (Updated 6 March)\nTo request a subreddit, submit a post by linking to the subreddit in question. If the top mod of a subreddit you moderate is still active on the site, please use this process instead.\nIf you're looking for some inspiration or are new to moderating and would like some experience, check out our new wiki which lists a huge amount of subreddits that are currently unmoderated and available for request.\nPlease read before posting\nRequesters:\nYour account must be at least 90 days old and have at least 500 post/comment karma to request a subreddit. Awarder and awardee karma do not count towards this total.\nAutomod will respond to every request, but sometimes a request will be missed by the bot. If there is no message after a couple of days, it has automatically been moved to manual review. Please do not delete your request if there is no comment.\nWhen a request is made, an automatic message will be sent to the mods of that sub asking them to respond to the request. We allow a 5 day grace period for moderators of requested subreddits to receive and respond to this message. This timeframe should not be taken as an indication of when you can expect a response to your request.\nModerators:\nIf you already mod a subreddit whose top moderator is inactive across Reddit and wish to remove your top mod, post a link to your subreddit and put the name of the mod you’re wanting to remove in the subject line.\nIf you already moderate a subreddit that has a top moderator who is inactive in your subreddit but active elsewhere on Reddit, you will need to use the top mod removal process here.\nIf you are already the moderator of a subreddit that was banned due to lack of moderation and would like to appeal that ban, please contact r/modsupport via modmail instead of r/redditrequest.\nTo be considered an active mod, you must be actively moderating your subreddit.\nIf there has been no activity on your account in the last 30 days, you will be considered inactive. Solely logging in does not count as activity.\nWhen a request has been made, you will receive a message from request_bot linking you to the modmail message from the user who is requesting the subreddit.\nIf you would like to continue moderating this subreddit you must reply in the comments of the request within 5 days. Failure to do so will result in the subreddit being eligible for reddit request.\nYou must have valid reasons when denying the request and explain to the requester and us why you want to keep the subreddit. We want to ensure that subreddits are being held onto with the right intentions for growth. Responding to requests will decrease the number of people who believe the subreddit is unmoderated. Please note that responding with a simple \"no\" is not considered a valid reason.\nIf you would like to add the mod to your team you can find instructions on how to do that here.\nRules\nYou may only request one subreddit every 15 days. Choose wisely. Multiple requests will be auto removed.\nIf a subreddit has been banned in the last 30 days and has over 2.5K subscribers, it is not eligible for request and will be denied. Anything under 2.5K will be reviewed in the normal timeframe.\nAccounts less than 90 days old and without at least 500 combined post/comment karma will not be approved subreddits.\nYou may not use multiple accounts to request subreddits.\nYou may not request subreddits on behalf of other users.\nBefore requesting a subreddit, you must send a message to the subreddit’s modmail stating your intentions for the subreddit. Please link to this message in your post. Failure to do so will result in a denial. Exceptions will be made to this rule if the sub is banned, private, or there are no mods listed.\nThe exact criteria used in evaluating requests is left to admin discretion but can include, sitewide bans in the last 90 days, not having enough mod experience, no relevant karma for the requested subreddit or if the majority of your karma is from freekarma subs etc. More info can be found in our FAQ.\nMultiple people can request the same subreddit, though requests are reviewed in a chronological order. If you are receiving an error when requesting a subreddit that has already been requested please refer to the FAQ.\nPlease do not ask for an exemption from the rules.\nRequests can take up to 4 weeks to be reviewed, so please be patient.\nAdditional information may be found in the FAQ\nThis is an admin-sponsored subreddit."}]}