{"time_collected":"2023-03-07 03:57:55.244894-05:00","top_headers":[{"heading":"Best of the Worst: New Releases!","time_posted":"10 days ago"},{"heading":"The Nightmare on Elm Street Series - re:View (Part 1)","time_posted":"6 days ago"},{"heading":"Just realized that this is where Josh knew Meredith Monk from","time_posted":"10 hours ago"},{"heading":"Coming to this sub when a Look-A-Mike hits /r/all again.","time_posted":"15 hours ago"}],"rules":["ONLY THROUGH THE ELIMINATION OF VIOLENCE CAN WE ACHIEVE WORLD PEACE","Mind your manners, maaaaan","Links, Images, and Videos have to have something related to RedLetterMedia","Screenshots of your phone or computer browser window (RedLetterMedia images by themselves are okay)","No piracy of RedLetterMedia videos or any movies / shows","No new posts if it can easily be a comment on a recent post","Respect RedLetterMedia's privacy. Don't ask personal questions","Shitposting guidelines, a list of things not allowed to be posted","No posts about other YouTubers' reviews of RedLetterMedia's reviews","No self-promotion","Don't be a creep","Enforcement of the rules is subject to the discretion of the moderation team"],"subreddits":{"Related Communities":{"r/NoJumper":"50,726 members","r/Sardonicast":"26,226 members","r/teenagers":"2,916,337 members","r/SmallYoutubers":"77,204 members","r/youtube":"718,094 members","r/bmbmbm":"17,145 members","r/LinusTechTips":"249,939 members","r/Destiny":"177,421 members"}},"about":{"header":"About Community","description":"RedLetterMedia: Rich Evans, Plinkett Reviews, Half in the Bag, Best of the Worst, re:View and more!","created":"Created Apr 5, 2012","stats":["149k Hack Frauds subscribed","236 Hack Frauds online now"]},"other_information":[{"header":"Welcome to r/RedLetterMedia","description":"A fan-run subreddit for discussion of RedLetterMedia related things, but also to discuss Movies, TV shows, Video Games and basically anything RedLetterMedia discusses"},{"header":"What is RedLetterMedia?","description":"RedLetterMedia is an American film and video production company operated by Mike Stoklasa, Jay Bauman, and Rich Evans. RedLetterMedia is responsible for:\nThe 70 minute Phantom Menace review part of a series of movie reviews by Harry S. Plinkett\nHalf in the Bag in which Mike and Jay review films in a more traditional format\nBest of the Worst in which various RedLetterMedia members and guests watch and review multiple films or videos ranging from B-movies to instructional VHS tapes\nre:View, a much more stripped down and straight forward approach to film critique.\nThe Nerd Crew, an exclusive pop culture podcast\nVarious Movie Discussion videos and Behind the Scenes videos as well as Short Films and Random Videos\nThey have also made some Feature Films.\nRed Letter Media presents... Previously Recorded!: Jack Packard's and Rich Evans' YouTube video game review and Twitch live stream channels\nr/RedLetterMedia created by u/yancyfryjr"},{"header":"Official Webzones","description":"RedLetterMedia's Official Webzone\nSupport RedLetterMedia on Patreon\nRedLetterMedia Merch\nRedLetterMedia's YouTube channel\nPEPPERONIPIZZAPIEPEEPHOLE.COM\nRedLetterMedia's Commentary Tracks\nRedLetterMedia Merch\nRedLetterMedia on Twitter\nRedLetterMedia on Facebook\nRedLetterMedia Merch\nJay Bauman on Twitter\nlightningfastvcrrepairandservicesincorporated.nl\nLightning Fast VCR Repair ⚠ dead link ⚠\nChunky Chicken ⚠ dead link ⚠\nRedLetterMedia on Wikipedia\nRedLetterMedia Merch\nRedLetterMedia Merch"},{"header":"Fan Webzones","description":"Another BOTW Spreadsheet\nBest of the Worst Spreadsheet Updated\nBest of the Worst Spreadsheet V2\nBest of the Worst Episode Guide\nFatMikeEats.com\nPepperoniPeephole.pizza\nLookAMike: Pictures of people that Look Like Mike\nLetterboxd: List of all movies featured on Best of the Worst\nr/RLM\nr/RLMGifs\nr/RedLetterMediaAI\nr/TakingGrandpasPills\nr/PepperPizzaPiePeepers\nr/RedLEGOMedia\nr/RichEvans\nr/RichEvansAfterDark\nr/JayMovies (Ongoing list of movies that Jay has mentioned)\nr/LookAMike/\nr/FinalFrontier (Free and unrestricted Star Trek fan discussions)\nr/Ishtar\nr/HomelessMovies\nr/Freaked (Alex Winter and Tom Stern’s 1993 film Freaked)\nBest of the Worst viewing room\nr/RedletterMedia's Reaction Album"}]}