{"time_collected":"2023-03-07 06:50:03.063999-05:00","top_headers":[{"heading":"No Dumb Question Tuesday (2023-03-07)","time_posted":"3 hours ago"},{"heading":"Unreached People Group of the Week - Punjabi in Canada","time_posted":"21 hours ago"},{"heading":"How do you know when and when not to be hospitable to the needy?","time_posted":"8 hours ago"},{"heading":"If man is unwilling and therefore unable to have faith in Christ, what is the need for hardening?","time_posted":"12 hours ago"},{"heading":"I need help ladies, and gents.","time_posted":"11 hours ago"}],"rules":["Deal with Each Other in Love.","Keep Content Charitable.","Keep Content Clean.","Follow Our Posting Guidelines","Maintain the Integrity of the Gospel or Reformed Ethics","Keep Content Relevant","Let the Moderators Do Their Job.","Keep Reddit’s Rules and Respect Others Across the Platform.","Vaccine discussions are banned."],"subreddits":{"Related Communities":{"r/reformedwomen":"896 members","r/ReformedBaptist":"3,144 members","r/Christianmarriage":"31,232 members"}},"about":{"header":"About Community","description":"r/Reformed exists to be a place where reformed believers, in a broader understanding of the term, can come together, unified by a clear Gospel witness, to exhort one another, spur one another on intellectually in reformed theology, and discuss doctrine.","created":"Created Feb 19, 2010","stats":["48.8k Reformers","148 Writing Theological Treatises","Top 5% Ranked by Size"]},"other_information":[{"header":"Posting Guidelines","description":"Here are our posting guidelines. See our rules wiki for the details.\nSelf-promotion is strictly limited; post other content first.\nDiversify your content; don't post too frequently from one source.\nPosts need to be related to Christian faith or life.\nMemes are only allowed 4 days per year.\nCheck out our weekly NDQT and FFAF to find less restrictive places for your content.\nDon't promote your subreddit, discord, channel, or business without mod approval."},{"header":"Posting Schedule","description":"Daily: Prayer Thread\nMondays: Missions Mondays\nTuesdays: No Dumb Question Tuesday\nWednesdays: In the Word Wednesdays\nFridays: Free For All Friday"},{"header":"Resources","description":"We have many resources in our wiki. A few important ones:\nWhat does it mean to be Reformed?\nChurch Finder\nRecommended Reading\nMissions Organizations Resource"},{"header":"About Us","description":"r/Reformed exists to be a place where reformed believers, in a broader understanding of the term, can come together, unified by a clear Gospel witness, to exhort one another, spur one another on intellectually in reformed theology, and discuss doctrine.\nOur Wiki Page - lots of resources on various topics.\nNotes on Posting and Comments\nSee our rules (above)\nRefrain from using URL shorteners. Shorten your links like this: [reddit](http://reddit.com). You can find more info here.\nDon't see your post? Message the mods - it probably got caught in the spam filter.\nFor debate, try /r/reformedfightclub\nTo post/ask about an explicit topic, please use the NSFW tag and keep in mind these considerations.\nAsk the mods before doing an AMA or promoting yourself or your subreddit\nModeration Philosophy\nBots:\nu/scripture_bot (documentation)\nu/standardsbot (documentation)\nThe Gospel\nAt the very core of Christianity is the truth of the gospel. We understand certain doctrinal truths, which God uses as the instrument of our faith in Christ upon hearing the Word, to be essential for conversion, reconciliation to God, and deliverance from God’s justice. They summarize what we must believe in order to be a Christian.\nThe gospel is the good news that, though we have all rebelled against the God who created us, God planned a way to show mercy when we deserved judgment. The Father sent His Son Jesus, who went willingly, who Himself shared God’s very nature, into our world. Jesus was born of a virgin, taking on human flesh in order to share our nature. Jesus Christ, lived the life of obedience that the Father demanded of us but that we could not live, and He died the death that the Father required of us as sinners, though He Himself was without sin. Jesus’ death satisfied God’s justice for all those who turn in faith from idolatrous rebellion to worship Him alone.\nBeing freely and completely justified by grace through faith alone, by the righteousness of Christ, alien to our own, His people, being wholly part of the invisible Bride which He bought by His own blood, are completely and fully united to Him by His death, and will never fall away by the power of the Spirit who is the seal and guarantee of our future complete redemption.\nHis resurrection declares the Father’s acceptance of his sacrifice and our hope of resurrection as well. God’s grace offers eternal life in his presence to all who receive this work of Jesus Christ by confessing Him as Lord.\nThis is the one gospel; this is Christianity. (See the wiki for scripture references)\nWhat Does it Mean to be Reformed?\n5 Solas\nCreedal (Apostles', Nicene Creed, etc)\nConfessional (WCF, LBCF, Heidelberg, Belgic, Canons of Dordt, 39 Articles)\nWhat is TULIP?\nShort Version\nLong Version\nAffirmations - This subreddit community (in general) agrees with these additional statements:\nThe Danvers Statement on Biblical Manhood and Womanhood.\nThe Chicago Statement on Biblical Inerrancy\nTogether with the majority of NAPARC denominations, we affirm justification by faith alone and agree with these reports which show Federal Vision to be in error against scripture.\nNote that your participation in this community is not dependent on affirming these or other creeds. All are welcome here."}]}