{"time_collected":"2023-03-06 18:33:45.723396-05:00","top_headers":[{"heading":"My (28f) son (8m) is a bully at school and my husband(29m) doesn’t seem to be bothered what should I do?","time_posted":"3 hours ago"},{"heading":"Should I (F23) break up my boyfriend (M23) for strategically pressuring me to use my money for doing business?","time_posted":"8 hours ago"},{"heading":"My (29F) partner (27M) is often out late at night with friends, doesn't communicate with me about it, and doesn't seem to understand/care about the impact on me.","time_posted":"7 hours ago"},{"heading":"I want to break up with my fiance","time_posted":"2 hours ago"},{"heading":"My partner and I are on a break, but I can't stop thinking about him","time_posted":"21 minutes ago"},{"heading":"How do I (26F) stop comparing and making myself jealous of my siblings (38F & 40M) when they were my age?","time_posted":"4 hours ago"},{"heading":"what to do with jealousy?","time_posted":"22 minutes ago"}],"rules":["Required element","Acceptable Question types","Not from list of bad questions","Unacceptable behaviour & content","Instant bans","Good behaviour"],"subreddits":{},"about":{"header":"About Community","description":"/r/Relationships is a community built around helping people and the goal of providing a platform for interpersonal relationship advice between redditors. We seek posts from users who have specific and personal relationship quandaries that other redditors can help them try to solve.","created":"Created Jul 9, 2008","stats":["3.3m Members","4.8k Online"]},"other_information":[{"header":"Rules","description":"About Us FAQ\nFilter Posts :\nAll\nUpdates\nDating\nRelationships\nBreakups\nNon-Romantic\nInfidelity\nPersonal issues\nUntagged\nLearn More\nMeta\nFor relationships, personal issues, dating, crushes, exes, breakups, infidelity and any aspect of Relationships Ask a Relationship Question /r/relationships/\nOr, Message The Moderators for all other information.\nThis sub is about helping people in need - If you are not providing such help (i.e. abuse, jokes, meta arguments, fighting with other posters, pointless tangents), your comments may be removed. Please report comments that you feel are in violation of these guidelines to keep discussions constructive.\nAt any time mods may remove or refer posts to other subs as we deem appropriate, and our decisions are final. The full rules for the subreddit can be found on our Wiki, please familiarize yourself with them.\nRules for posting to /r/Relationships\nRequired elements for all submissions\nAges, genders and relationship length\nInclude a TL;DR! - a brief summary at the end of your post. No \"See title\".**\nSufficient spelling, grammar and formatting to be readable\nAcceptable question types\nFirst person posts, not on behalf of others\nSpecific, clearly stated questions about your situation\nA desire for input, not just to vent\nUnacceptable question/post types\nNo general questions, polling or ‘opinion gathering’.\nNo meta complaints (about the sub). If you are unhappy here, reddit elsewhere.\nNo questions directed at a single gender or group.\nNo politics!\nNo gift or activity questions.\nUpdates -\"UPDATE\" needs to be in the title. Link to the previous post, which cannot be deleted or removed. Original post more than 48 hours old. The update needs to be about the solution. One update only.\nUnacceptable content and behaviour\nDo not fight or feed the trolls. Use the report button instead!\nDo not use uncivil, negatively gendered, ableist, sexist or bigoted language.\nAvoid tangential discussions, focus on helping posters\nNo photos, links, or videos\nDo not post or request personal information that can be used to trace you\nDo not repost removed material\nDo not mention upvotes or downvotes. We do not allow vote manipulation.\nDo not use the sub to push your personal agenda\nInstant bans\nAdvocating, suggesting or justifying violence. Even as a joke.\nCrossposting content from here to another sub, including your own page\nEgregious bigotry and abusiveness\nGood behaviour\nBe respectful to posters and other commenters\nFocus on helping the OP\nUse your experience to form advice but put yourself in the place of others as well\nThank people for good advice\nIf you are tempted to make an angry reply, use the report button instead\n☰ Related subreddits\nr/TwoXChromosomes\nr/mentalhealthfamily\nr/OneY\nr/AskWomenAdvice\nr/AskMenadvice\nr/lgbt\nr/ainbow\nr/sex\nr/survivinginfidelity\nr/longdistance\nr/wemetonline\nr/deadbedrooms\nr/breakups\nr/DomesticViolence\nr/abuse\nr/RapeCounseling\nr/rape\n/r/secondary_survivors\nr/SuicideWatch\nr/Depression\nr/anxiety\nr/Parenting\nr/Stepparents\nr/family\nr/Heartbreak\nr/Love\n/r/badroommates\n/r/Marriage\n/r/DecidingToBeBetter\n/r/Survivorsofabuse"}]}