{"time_collected":"2023-03-08 16:25:26.776958-05:00","top_headers":[{"heading":"Discusión Random Mensual","time_posted":"8 days ago"},{"heading":"ahora son las vacas xD","time_posted":"8 hours ago"},{"heading":"...","time_posted":"8 hours ago"},{"heading":"Que me reí con esta wea por la xuxa","time_posted":"4 hours ago"},{"heading":"Estan tirando balazo tamos en la posta central.","time_posted":"3 hours ago"}],"rules":["Prohibido contenido ilegal (descarga de contenido audiovisual protegido, comercio ilegal, etc.)","Prohibido amenazar y/o acosar con información personal de alguien de este u otro sub.","Prohibido el spam excesivo o descarado en el sub.","No crear posts o comentarios extremadamente tóxicos.","No crear posts o comentarios graves de forma muy reiterada."],"subreddits":{"Regional Subs":{"r/brasilivre":"207,000 members","r/PanAmerica":"5,816 members"},"Interesting Subs":{"r/CryptoChile":"1,257 members","r/CervezaDinero":"887 members","r/APolitiChile":"1,851 members"}},"about":{"header":"About Community","description":"Bienvenido a la República de Chile, la comunidad de Chilenos virtual más libre de Reddit.","created":"Created Oct 29, 2018","stats":["34.2k Weones","201 Weando"]},"other_information":[{"header":"Relevant Info","description":"Espíritu del sub\nLa filosofía a la que aspira el sub es a la de no moderar contenido por su carácter político, religioso, social, etc.\nEn otras palabras:\n\"I disapprove of what you say, but I will defend to the death your right to say it\" — Evelyn Beatrice Hall (1868 - 1956)\nAunque tener en cuenta dos cosas:\nHay contenido que no se pueden permitir en Reddit, por lo que tenemos que cumplir con un mínimo de reglas.\nExiste un límite a la cantidad de posts que un usuario puede crear en un determinado tiempo. Para más detalle leer la Wiki.\nTransparencia de la Moderación\nPara que los usuarios normales puedan comprobar las acciones de los moderadores.\nMod Logs: Registro público de las acciones de los moderadores.\nreveddit: Una aplicación web que revela el contenido eliminado de reddit.\nWiki del sub\nEntradas de la Wiki del sub (algunas entradas son actualizadas de forma periódica por nuestro bot para mantener datos actualizados)\nLineamientos del Sub\nIndicadores Económicos\nEstadísticas del Coronavirus en Chile\nNúmeros de Emergencia en Chile y Otros"}]}