{"time_collected":"2023-03-08 13:35:49.597694-05:00","top_headers":[{"heading":"If you’re applying online, use a single column resume.","time_posted":"1 year ago"},{"heading":"If you’re looking for help with your resume, here’s how to write a post that gets you the right feedback.","time_posted":"1 month ago"},{"heading":"Almost 300 Applications, 5 interviews, 0 with the hiring manager. Desperate to get out of my current position which only pays $32K. Job hunting has made my depression even worse and I'm trying so hard not to give up. I'm not sure what else to do.","time_posted":"5 hours ago"},{"heading":"Computer systems engineering student looking for software jobs","time_posted":"3 hours ago"}],"rules":["Keep your criticism of others constructive!","No advertising","No soliciting other users through direct messages.","Don't discuss moderator actions. If you have a problem, message the mods.","Do not post inappropriate and/or irrelevant content.","Anonymize your documents before posting.","Do not post low quality content.","No karma farming"],"subreddits":{"Related Communities":{"r/jobs":"1,187,543 members","r/careerguidance":"1,627,959 members","r/careeradvice":"411,277 members"}},"about":{"header":"About Community","description":"A place for people to give and receive resume-related advice.","created":"Created Jun 14, 2009","stats":["851k Members","403 Online"]},"other_information":[{"header":"How to Post Your Resume","description":"Post your anonymized resume for feedback from other community members. In your post, please include the following info:\nWho you are as a professional (i.e., engineer, developer, salesperson).\nTell us why you're you seeking help. (i.e., just fine-tuning, not getting called back for interviews etc.).\nType of roles you're looking for.\nHow does post flair work?\nAssign one of the following post flairs to your post:\nI need feedback: Use this flair if you need someone to critique your resume. Choose the location corresponding to where you will be applying, not where you are currently located.\nI have a question: Use this flair if you have a specific (not open-ended) question.\nI'm sharing advice: Use this flair if you're sharing valuable tips/advice with the community. Please ask the mods before posting links to external sites. Paid sites are always not allowed.\nDiscussion: Use this flair if you'd like to have an open-ended discussion on a particular topic within the realm of resumes or resume writing.\nQUICK LINKS\nSub Etiquette\nFree Resume Writing Guide\nConsidering hiring a resume writer? Read this\nWant to understand how ATS works? Read this"}]}