{"time_collected":"2023-03-08 14:52:42.340718-05:00","top_headers":[{"heading":"*** IMPORTANT *** READ BEFORE POSTING","time_posted":"6 months ago"},{"heading":"[META] Megathread for 2023 -- Post low-effort and off-topic things here.","time_posted":"2 months ago"},{"heading":"Golden tree","time_posted":"1 day ago"},{"heading":"Apparently broken ribs grow back but receding gums never recover.","time_posted":"2 days ago"},{"heading":"Polar Ice Cap. Some people remember Polar ice cap on globes. This is a screen shot from Samsung s6 lite world clock ap. Sharing is caring.","time_posted":"2 days ago"},{"heading":"Product gone from the internet without a trace.","time_posted":"2 days ago"},{"heading":"Possible Residue \"Hello Clarice\" in online quiz","time_posted":"3 days ago"},{"heading":"Is there a \"type\" that experiences Mandela effects?","time_posted":"8 days ago"}],"rules":["No Name Calling","No Downvoting","Do not tell people they have memory/mental probs","Confabulation Discussion","NO TROLLING.","Be polite and respectful of all people posting","Do not tell others their theories are wrong","No Slander/Libel","Do not dismiss others' experiences & memories","No Politics","Posts Must Be On Topic"],"subreddits":{"Related Communities":{"r/MandelaEffect":"260,803 members","r/outerwilds":"64,223 members","r/AstralProjection":"278,592 members","r/Aphantasia":"54,717 members","r/UFOs":"849,669 members","r/schizophrenia":"63,093 members","r/Paranormal":"1,108,639 members","r/dpdr":"57,686 members","r/visualsnow":"18,063 members","r/Psychic":"240,089 members"}},"about":{"header":"About Community","description":"A public sub for those experiencing the phenomenon of the Retcon Effect, or Real-Life Retroactive Continuity, sometimes known as the Mandela Effect. This sub is meant to be a place to discuss the effect under the presupposition that for whatever reason, *it is really happening,* at the exclusion of the theory of Confabulation. [Please sort by HOT to find the sticky post for additional information.]","created":"Created Jul 13, 2016","stats":["63.3k Members","35 checking their memories","Top 5% Ranked by Size"]},"other_information":[{"header":"Final Note","description":"Please be advised that this sub is designed for experiencers/believers in the ME. If you seem to be posting here with the intent to consistently and exclusively deny the ME or have a history of doing so in other ME social media locations, you may be asked to leave. Contributing to this subreddit requires decorum, tact and diplomacy even in regard to ideas, theories, or MEs that you may not personally agree with.\n  If you come here with the sole purpose of mocking our members and/or cross-posting our threads to be mocked by others, your post will be removed without warning AND YOU WILL BE BANNED.\n  Just because you don't agree with or understand the topic found in this subreddit doesn't give you the right to disrespect its members.\n  TL;DR - Toxic, negative behavior WILL get you banned here, so check the attitude at the door and behave (this includes racist remarks and defending racism using pseudo-science and religion). Also, please stow any misogynist and sexist attitudes as they do not belong here or anywhere else. You have been warned.\n  Additionally, if you have been banned from this sub, depending on the severity of your infractions, some or all of your contributions to the sub CAN and WILL be removed.\n  Be kind or take a hike.\nEvery public space will attract its share of trolls. We have a large team of moderators dedicated to making this space a fun and troll-free place to be, but we need your help. If you are being harassed by a troll, please report this to the moderation team so that we can take care of the issue.\n "},{"header":"Related Links","description":"Giant List of Lots of Collected MEs\nMandela Effect Chat options:\nPrivate Discord Channel ME Chat: Contact /u/soulsteall to join.\nPublic Discord Channel ME Chat:\nOther active Mandela Effect Subreddits:\n/r/MandelaEffect w/ lots of skeptic talk and on topic threads only\n/r/DimensionalJumping for deliberate reality shift attempts. Note: This sub is now in Archive Only mode\n/r/Glitch_in_the_Matrix dedicated to personal mandela effects\nOther active Esoteric Subreddits:\n/r/Soulnexus/ to go even deeper down the rabbit hole, nature of the universe, ascension, etc."}]}