{"time_collected":"2023-03-08 12:09:29.176540-05:00","top_headers":[{"heading":"In this thread - and this thread ONLY, you may promote your /r/RockhoundExchange listings, or your rockhounding-related personal blog, website, Instagram, Facebook page or group, YouTube channel, eBay or Etsy shop, or other online and/or commercial and non-commercial projects","time_posted":"1 year ago"},{"heading":"Clarification of Policy: Photos posted here should be your original content. Posting other people's photos here is usually done as karma whoring, and we don't allow that. If that's what you're here for check out /r/MineralPorn instead. Thanks.","time_posted":"3 years ago"},{"heading":"A pretty blueish purpleish agate found in NW Washington.","time_posted":"21 hours ago"},{"heading":"What is this? Found it in Washington state.","time_posted":"3 hours ago"}],"rules":["No metaphysical discussions. No religion. No politics.","No self-promotion, and no discussions about buying, selling, or trading in the open comments area","Don't flood the sub with multiple posts per day","Images posted here should be your own original content. Posting other people's images isn't allowed.","If asking for an ID please tell us where your specimen was found / mined, at least in general terms","Be excellent to each other. Civility is the price of participation on this subreddit.","Meme posting is only allowed here on the last day of each Gregorian calendar month in your time zone","Posting rocks that resemble intimate body parts or street drugs isn't allowed here"],"subreddits":{"Related Communities":{"r/whatsthisrock":"192,410 members","r/Crystals":"198,426 members","r/pics":"29,860,469 members","r/geology":"165,550 members","r/jewelrymaking":"91,810 members","r/fossilid":"104,221 members","r/ReefTank":"95,120 members","r/sanpedrocactus":"55,045 members","r/ShroomID":"141,164 members","r/jewelry":"91,206 members"}},"about":{"header":"About Community","description":"A public subreddit for the discussion of rock hunting, rock collecting, crystals and mineralogy, geology, lapidary arts and rocks in general. Topics include outings and trips, polishing, tumbling, cabochons, slabs and specimens. Feel free to ask a question or post a picture.","created":"Created Nov 1, 2009","stats":["148k Members","128 Online"]},"other_information":[]}