{"time_collected":"2023-03-08 12:19:08.590685-05:00","top_headers":[{"heading":"[Scheduled Activity] How are Social Actions Handled in your Game?","time_posted":"21 days ago"},{"heading":"[Scheduled Activity] March 2023 Bulletin Board: Playtesters or Jobs Wanted/Playtesters or Jobs Available","time_posted":"2 days ago"},{"heading":"How to post about the RPG you just made (for one, don't lead with \"I made an RPG\")","time_posted":"52 minutes ago"},{"heading":"I made an RPG. Check it out if you're interested.","time_posted":"2 hours ago"},{"heading":"Dice Pool Troubles","time_posted":"4 hours ago"},{"heading":"My RPG Dystopian Dawn has launched","time_posted":"2 hours ago"}],"rules":["Civility","Helpfulness","Legality","Crowdfunding"],"subreddits":{"Related Communities":{"r/rpg":"1,508,409 members","r/RPGreview":"716 members","r/worldbuilding":"1,111,898 members","r/mapmaking":"123,984 members"}},"about":{"header":"About Community","description":"A gathering place for anyone, either casually or professionally, designing, hacking, or otherwise working with the mechanics of pen-and-paper tabletop role-playing games.","created":"Created Apr 14, 2014","stats":["65.0k Members","126 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Purpose","description":"/r/RPGDesign is for discussing Role Playing Game Design and Development:\nHomebrew game mechanics\nDesign, layout, and other production aspects of RPGs\nAsking for advice about your system/setting\nRecruiting assistance with game design and development\nMechanics and design of existing, published RPGs\nOther elements of RPG production and publication\nIs not for...\nVideo game RPGs, including MMOs\nTabletop boardgame design\nFlaming professional or amateur game designers"},{"header":"Before you post...","description":"Check out the WIKI! The WIKI contains resources for designing and reviewing your game, as well as a section to list your project.\nSee these posts for commonly asked questions on licensing, dice probabilities, and asking for and giving feedback."},{"header":"Special Initiatives","description":"Member's Twitter: We now have a Twitter Share list for mutual social media promotion. See it here.\nActivity Thread: We have weekly, pre-planned discussions about mechanics, game design examples from published games, and aspects of the games we are designing. Listing of these Activity Threads (2016, 2017, 2018, 2019, 2020, and 2021) is maintained in the wiki.\nProjects Index: We are building an index of projects from /r/RPGDesign members. If you are an active contributor to this sub, contact the Mods to have your project added to the index.\nLate Beta / Published Game Review: See the aforementioned WIKI for information on how to request and submit reviews."},{"header":"General Rules","description":"Be civil - the person you're critiquing now, may be reviewing your work tomorrow\nNo personal attacks, even if the designer isn't a member of the subreddit\nLimit requests for editors, writers, artists, etc. to one post.\nDo not link to, request, or otherwise encourage piracy\nCrowdfunding and promotional posts are limited to Member Projects, with moderator approval (see Crowd Funding and Promotion Rules in the wiki)\nKeep all criticism constructive\nIf someone took the time to offer feedback for your project, it is good manners to offer feedback for their project in return. After leaving feedback, if you want reciprocal feedback for your own project, you must provide your own separate thread / location for feedback; do not derail other member's feedback thread.\nAlso see our subreddit rules."}]}