{"time_collected":"2023-03-08 09:04:57.727892-05:00","top_headers":[{"heading":"New & looking for shoe recommendations? Look in here first","time_posted":"1 year ago"},{"heading":"Weekly General Discussion/Q&A Thread - March 06, 2023","time_posted":"2 days ago"},{"heading":"Adidas Prime X Strung - undyed","time_posted":"11 hours ago"},{"heading":"Puma Liberate Nitro 2 Released","time_posted":"6 hours ago"}],"rules":["Rule 1 - Follow Reddiquette.","Rule 2 - Posts with photos must include shoe model name in the post title.","Rule 3 - Posts must have a flair.","Rule 4 - No advertising or spam.","Rule 5 - Do NOT attempt to abuse the user flair.","Rule 6 - Do NOT sell your shoes on this sub.","Rule 7 - Read the FAQ!","Rule 8 - Have an informative comment with your shoe photo!","Rule 9 - Only post about your shoes if you have feedback & will answer questions about it.","Rule 10 - Deal Share flair is for deals that benefits everyone, and not just yourself."],"subreddits":{"Other Useful Subs":{"r/therunningrack":"3,902 members","r/AdvancedRunning":"361,987 members","r/running":"2,366,676 members","r/trailrunning":"333,325 members","r/C25K":"167,176 members"}},"about":{"header":"About Community","description":"A place for runners and athletes of any level to engage in all things running shoes and gear.","created":"Created Jun 5, 2019","stats":["75.7k Geeks","562 Not Running","Top 5% Ranked by Size"]},"other_information":[{"header":"Looking For Advice?","description":"Before you post, have you checked the FAQ? Are you looking for a Nike Pegasus Turbo replacement??\nIf your answer is not there, please read below.\nIn order for the community to assist you better please include the following in your post:\n•Budget\n•Intended use and distance (speed workouts, walking, long runs, easy runs, races, versatile)\n•Foot size/shape (narrow, normal or wide feet)\n•Foot strike (heel/midfoot/forefoot or pronation requirements)\n•Shoe weight preference (Light & nimble or heavier bigger stack?)\n• Prefered feel (Firm ride or soft ride?)\n•Surfaces (road, track, trail, treadmill)\n•Any prior shoes you may have liked or disliked\nPlease include anything else you might think would be helpful."},{"header":"Include Shoe Name in Your Post","description":"We understand you know the Nike running catalogue like the back of your hand, but not everyone has this knowledge.\nTo help other users of this sub identify shoes and purchase them, please include the model name of the shoe photo you are posting.\nAn example of how to do this with a post title is as follows;\nPhoto with one shoe: \"Hype is real! (Endorphin Speed)\"\nPhoto with two shoes: \"My race buddies (Next%2 & Alphafly)\"\nPhoto with three shoes or more: \"My weekly rotation (Mach4, RebelV2, Pegasus38 & Next%2)\"\nFor those who have a very big collection and it won't fit the post title, please post the list of shoe names as a comment."},{"header":"Use the Weekly Thread","description":"Please use the dedicated weekly thread for showing off your new shoes for any deals you may have purchased or for just showing your new shoes without having the need to comment about them in detail.\nAny posts that are made outside of this thread in the related matter will be removed."},{"header":"Informative Comment with Photo","description":"We kindly ask that you include an informative comment with your shoe photo that will provide the users on this sub with an understanding of how the shoe may fit/feel, the context for buying it, etc.\nWe do not expect an essay, just simple feedback that will make your post more useful.\nLet us help make this sub a resource for those who want to learn more!"},{"header":"First Run Flair","description":"Please use the First Run flair for your first run.\nWe know you are excited to post your first thoughts, so please make everyone aware you have only done one run so far.\nThe Initial Thoughts flair should be applied when you have done a few more runs with your shoes.\nA few more runs will help you understand the characteristics of the shoe better and may change your opinion from your first run."},{"header":"Initial Thoughts or Review?","description":"Are you not sure if what you are posting is an initial thought or review?\nThe Initial Thoughts flare should be used for shoes you have done two or three runs in, giving feedback on how it fits, feels, etc. It is short and not an in-depth review.\nThe Review flare should be used for shoes that have a good amount of mileage on them. Please consider that shoes usually break-in after 30-50 miles (48km - 80km). When posting a review please follow the template here."},{"header":"Deal Share Flair","description":"Please format your deal post as follows: [Country] Retailer Name - Shoe Name - Price. For example: [UK] Nike.co.uk - Pegasus 39 - £79.\nAlso, please include a link to the product to save time searching for it. DO NOT attempt to use a tracker URL.\nIf the deal is from an outlet, please include the location in the retailer name, e.g. [UK] Nike Outlet, Greenwich - Pegasus 39 - £79.\nIf you are sharing an outlet deal, please take a photo of at the outlet itself, rather than posting a shoe box you have purchased. This way it will be clear that the deal is current and available to all.\nPlease note that this format should only be used for deals and not for sharing shoes you found at a cheaper price somewhere or after you have purchased from an outlet.\nThose shoes should be shared in the weekly shoe-sharing thread.\nWe do not want to see shoe boxes with receipts in our feed."},{"header":"Sharing Youtube Channels","description":"We would prefer if people refrained from posting Youtube channels.\nPeople are still allowed to freely suggest Youtube channels in the comments, with have no issues with that."}]}