{"time_collected":"2023-03-08 10:12:15.158087-05:00","top_headers":[{"heading":"Flair, Title, Demographic and \"Everyone\" (and Reposts)","time_posted":"7 months ago"},{"heading":"Announcements: Image posts have returned! (Those who share results on r/SampleSize)","time_posted":"2 months ago"},{"heading":"just a very simple multiple choice to pick the best colors, thank you! (everyone)","time_posted":"6 hours ago"},{"heading":"Sexualisation of women within anime (Everyone)","time_posted":"14 hours ago"},{"heading":"Examination of Body-related and Social Behaviours (Men and Women between 18-35 years old)","time_posted":"3 hours ago"},{"heading":"Are you a European car owner or enthusiast? (Europeans, car users, car enthusiasts)","time_posted":"7 hours ago"},{"heading":"Fear of Missing Out(FoMO) and Mobile Game Purchasing Behaviour (Everyone)","time_posted":"55 minutes ago"},{"heading":"[Academic] Research for KLM (Everyone)","time_posted":"20 minutes ago"},{"heading":"[Repost] Gig Driver Survey - Chance to win a $100 gift card (Demographics: 18+, experience working for rideshare and delivery apps like Uber, DoorDash, Instacart, etc.)","time_posted":"23 minutes ago"},{"heading":"Racial dating and marriage preferences and experiences (Everyone)","time_posted":"30 minutes ago"},{"heading":"Flexible work arrangements, self-leadership and organizational commitment (18+ with a job)","time_posted":"38 minutes ago"}],"rules":["Posts must include a link to a survey","Post titles must include the appropriate flair.","Post titles must include the topic of the survey.","Post titles must include the intended demographic.","Don't link your survey or ask other to take your survey in comments on other posts","Reposts must be tagged; only 1 per day is allowed.","Don't ask for upvotes anywhere in your post","Please be polite and respectful."],"subreddits":{"Other subreddits we fancy":{"r/polls":"208,933 members","r/dataisbeautiful":"19,381,145 members","r/AskSocialScience":"111,625 members","r/SurveyResearch":"7,641 members","r/DataVizRequests":"6,920 members"}},"about":{"header":"About Community","description":"A place for surveys and polls to be posted. Research studies for school purposes are welcome as well as opinion polls We are also a place for people who enjoy responding to surveys to gather and help people obtain responses for their research. Questions about a mild level of statistics or wording of surveys are also permitted.","created":"Created Feb 21, 2012","stats":["201k Participants","170 Taking surveys now"]},"other_information":[{"header":"Welcome to r/SampleSize","description":"We're a community dedicated to scientific, fun, and creative surveys produced for and by redditors! We know the sidebar is long, but it is informative - please give it a read!\nThis community is welcoming; hate speech and abusiveness will never be tolerated. Offenders will be banned at the discretion of the mods."},{"header":"Additional Guidelines","description":"Gender / Sex\nWhen asking about gender or sex, include \"another gender\" and/or a \"fill in the blank\" option if your demographic is for (Everyone).\nThis helps with data integrity, and it also helps with inclusion. More people than you might think would fill out \"other\" on a gender question! If you are strictly interested in only people who identify as Male or Female, make sure you use (M/F) in your demographic.\nRace / Ethnicity\nIf you are asking about race and/or ethnicity in your survey, please know the differences between them.\nRace refers to physical characteristics that one shares with other people of one's race, while ethnicity refers to one's culture and traditions. If you mix these up, you once again may run into data integrity issues!\nEthical implications and consent\nDon't forget to consider ethical implications and consent for your research.\nIf you require signed consent from a moderator before posting your survey, feel free to message the moderators and we would be happy to help you out."},{"header":"Resources","description":"Self Post vs. Survey:\nPost your survey using a survey tool instead of merely asking a question in a text-only post. People are more likely to respond! (Data, thanks to user telekinetic!)\nWe've made a list of commonly used survey tools in our wiki to give you some ideas of resources you can use to make surveys. We make no guarantees or endorsements for any of these!"}]}