{"time_collected":"2023-03-07 04:58:05.541009-05:00","top_headers":[{"heading":"Lost Cat (Culebra & FM 1560)","time_posted":"16 hours ago"},{"heading":"New 600-acre development to bring more affordable homes to South Side","time_posted":"7 hours ago"},{"heading":"What don't you like about living in San Antonio?","time_posted":"5 hours ago"},{"heading":"What kind of snake is this?","time_posted":"15 hours ago"},{"heading":"Your favorite date spots?","time_posted":"5 hours ago"}],"rules":["Be friendly","Be helpful","Don't repost things on the front page","Post about SA or places < an hour away","Limited Self Promotion Allowed","Moderator Discretion","Titles Should Descriptive","No Soliciting Sex, Drugs, or Illicit Activities"],"subreddits":{"Sports Teams":{"r/NBASpurs":"131,613 members","r/SanAntonioFC":"776 members"},"Local Universities":{"r/UTSA":"10,369 members","r/trinityu":"405 members","r/StMU":"237 members","r/UIW":"294 members","r/AlamoColleges":"449 members","r/NorthwestVista":"234 members","r/tamusa":"241 members"},"Related":{"r/texas":"484,882 members","r/sanantoniofood":"6,170 members","r/sanantoniomusic":"1,452 members","r/TexasPolitics":"38,053 members","r/bikesatx":"1,519 members","r/SanEntonio":"1,504 members","r/SanAntonioSportsRadio":"118 members","r/LONESTAR":"9,467 members"}},"about":{"header":"About Community","description":"For everything you want to see, do, eat, and buy in the Alamo City, and places you can drive to within an hour of SA! Visit us for The Alamo, The Missions world heritage site, Six Flags and Sea World. Interesting posts about nearby places like Boerne, Poteet and New Braunfels are welcome, too. Stay for the tacos, the friendly locals, and Fiesta!","created":"Created Dec 23, 2008","stats":["163k Members","111 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"San Antonio Links","description":"Resources for Texans in Need\nSpreadsheet of things to do\nBasic Guide to San Antonio\nThings to Do this Weekend"},{"header":"Self-Promotion Policy","description":"We allow one self-promotional post on this subreddit for every 9 posts you make anywhere on reddit about other things. Any future self-promotional threads after the first one will be removed as spam, unless you demonstrate by posting frequently about other things that you are an active redditor. If that's not enough, please visit https://reddit.com/advertising for the alternative.\nAny attempts to circumvent this limit will have serious consequences, using the many tools that the moderation team has at its disposal to keep the subreddit informative, friendly, helpful and uncluttered."},{"header":"Report Spam","description":"Report spam, but look at the history and the karma before you report. Please don't report occasional self-promotion by active redditors whose submissions are on topic for this subreddit and fall within the 10-percent rule described above. The fact that you are not interested in their occasional self-promotion does not make it spam.\nPlease do report actual spam posted by accounts (or users with multiple fake accounts) that appear to only or mostly be here to make multiple posts promoting a business, service or cause. These will be removed as spam, even if the post is on topic for this subreddit. Reddit sells ads that help pay for the site to exist and we encourage those fakers to purchase them."}]}