{"time_collected":"2023-03-07 01:58:52.206662-05:00","top_headers":[{"heading":"Heisenberg and Jessie are in town today. There's so many trailers and RV's on the streets these days, though, not sure which one they are staying in.","time_posted":"8 hours ago"},{"heading":"Feeling hopeless","time_posted":"10 hours ago"},{"heading":"6PM tonight SDGE’s hearing to increase our rates by a few billion dollars. Join via phone or virtually Toll-Free Number: 800-857-1917 English Public Comment: 1767567","time_posted":"6 hours ago"},{"heading":"[OC] My daughter and I heading up the hill. Palomar Mountain, CA.","time_posted":"8 hours ago"}],"rules":["On-topic content limit submissions to San Diego area topics, or excessive posts (ie flooding)","Anti Social, Hate Speech, Violence, Racism, Harassment etc.","Low to Negative karma or new accounts.","We're not a tourism sub","Please, use the search feature.","Paywall sites, youtube, paid content and blogs are discouraged.","No personal or identifiable information.","Must be verified by the mods.","Advertising: Suspected shill accounts will be banned.","Pro-Sports & Gaming","Photos should be good quality and not spam the sub","Content mining","Undermining the pandemic control efforts / climate change deniers.","Questions/Comments/Suggestions? Please contact the moderators via mod mail."],"subreddits":{"Related Communities":{"r/longbeach":"140,573 members","r/SaltLakeCity":"155,457 members","r/jerseycity":"60,305 members","r/Eugene":"54,046 members","r/philadelphia":"441,890 members","r/SanJose":"158,578 members","r/StLouis":"145,923 members","r/Wilmington":"31,255 members","r/orangecounty":"305,055 members","r/Columbus":"160,742 members"}},"about":{"header":"About Community","description":"The official subreddit for San Diego California, \"America's Finest City\", we’re a rapidly growing (over 300,000 strong!) community serving the whole of the San Diego. We also serve the various counties, plus info concerning our sister city Tijuana MX in the sharing of information, opinion and events to bring us closer together in the richness & diversity that makes us “America’s finest city” * Local Covid-19 information regularly updated by our users.","created":"Created Dec 18, 2008","stats":["314k Members","1.1k Online"]},"other_information":[]}