{"time_collected":"2023-03-20 17:07:04.114697-04:00","top_headers":[{"heading":"🚨 READ BEFORE POSTING 🚨","time_posted":"2 years ago"},{"heading":"Santo: Lost in Space!","time_posted":"2 months ago"},{"heading":"Oblock BigP Has Something To Say About Edogg,Nuwap,Bigwoney,Joey,MunnaMond 👀 #live #explore","time_posted":"3 months ago"},{"heading":"GET HYPED! $SANP AT XPO CRYTO","time_posted":"8 months ago"},{"heading":"Santo to the MOON!","time_posted":"10 months ago"},{"heading":"ATM Update","time_posted":"11 months ago"}],"rules":["Discuss news items relevant to Company","Do not make posts looking for investment advice.","Keep discussions civil, informative, and polite.","Strictly no (self-)promotional threads","No Pump & Dumps","No Market Manipulation","No Referral Links"],"subreddits":{"Related Communities":{"r/cryptoskullys":"31 members","r/OTCSANP":"35 members"}},"about":{"header":"About Community","description":"THE OFFICIAL SANTO BLOCKCHAIN LABS REDDIT SITE. SANTO is a vertically integrated blockchain and cryptocurrency company that manages, operates, and develops end-to-end “BaaS” Blockchain-as-a-Service.","created":"Created Mar 22, 2021","stats":["2.1k Members","3 Online","Top 20% Ranked by Size"]},"other_information":[{"header":"OUR WEBSITES","description":"✪ https://santoblockchain.com/\n✪ https://skullys.io/"},{"header":"Welcome to r/SANTOBLOCKCHAIN!","description":"HELPFUL LINKS\nAbout\nOur Team\nFinancials\nPress Releases\nOur Regulatory Filings\nVideo"},{"header":"Financials","description":"OTC Disclosure & News\n★ YE-2019 - YEAR-END REPORT (UNAUDITED) FOR THE PERIOD ENDED DECEMBER 31, 2019 - ✍ Filling Date: 2021-05-04\n★ Q3-2019 - QUARTERLY REPORT (UNAUDITED) FOR THE PERIOD ENDED SEPTEMBER 31, 2019 - ✍ Filling Date: 2021-05-03\n★ Q2-2019 - QUARTERLY REPORT (UNAUDITED) FOR THE PERIOD ENDED JUNE 30, 2019 - ✍ Filling Date: 2021-05-03\n★ Q1-2019 - QUARTERLY REPORT (UNAUDITED) FOR THE PERIOD ENDED MARCH 31, 2019 - ✍ Filling Date: 2021-05-03"},{"header":"Latest Press Releases","description":"Santo Mining Corporation\n★ SANP Contracted to Develop AGUA Coin ✍ Published on September 27, 2022, 8:30 GMT\n★ Santo Mining Corp., Announces Strategic Partnership with 10% Ownership of XPO.CRYPTO S.A.S. ✍ Published on July 05, 2022, 12:30 GMT\n★ SANTO Mining Corp Announces Change in Corporate Strategy ✍ Published on March 16, 2022 - 14:50 GMT\n★ Santo Blockchain Labs Development of Crypto ATM White Label Code Name AMAZONIA(TM) ✍ Published on January 26, 2022 - 08:00 GMT\n★ SZZT Electronics Co., Names Santo Blockchain Labs as Latin American Affiliates ✍ Published on January 24, 2022 - 13:00 GMT\n★ Santo Blockchain Labs and French Pop Artist Jerome Peschard to Start new Series of XR-NFTs ✍ Published on January 20, 2022, 13:15 GMT\n★ NFT Auction on OpenSea for French Pop Artist Jerome Peschard ✍ Published on January 18, 2022, 13:00 GMT\n★ Santo Blockchain’s CEO Appointed Crypto Advisor to His Honorable Congressman of Panama Alejandro Castillero ✍ Published on January 07, 2022, 15:00 GMT\n★ Santo Blockchain Labs Purchases 50 Bitcoin ATM Machines ✍ Published on December 29, 2021 - 15:30 GMT\n★ Santo Blockchain Labs YearEnd 2021 Podcast ✍ Published on December 23, 2021 - 15:00 GMT\nView All Press Releases"},{"header":"Latest Videos","description":"INVESTORS PRESENTATION\nSANP weekly video presentations and corporate updates\n★ SANTO EP12 2021 ✍ Published on April 16, 2021\n★ SANTO EP11 2021 ✍ Published on March 25, 2021\n★ SANTO EP10 2021 ✍ Published on March 24, 2021\n★ SANTO EP9 2021 ✍ Published on February 24, 2021\n★ SANTO EP8 2021 ✍ Published on February 11, 2021\nView All Videos"},{"header":"Disclaimer","description":"All statements and expressions are the sole opinion of the company and are subject to change without notice. The Company is not liable for any investment decisions by its readers or subscribers. It is strongly recommended that any purchase or sale decision be discussed with a financial advisor, or a broker-dealer, or a member of any financial regulatory bodies. The information contained herein has been provided as an information service only. The accuracy or completeness of the information is not warranted and is only as reliable as the sources from which it was obtained. Investors are cautioned that they may lose all or a portion of their investment in this or any other company.\nInformation contained herein contains “forward looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended and Section 21E of the Securities and Exchange Act of 1934, as amended. Any statements that express or involve discussions with respect to predictions, expectations, beliefs, plans, projections, objectives, goals, assumptions or future events or performance are not statements of historical facts and may be “forward looking statements”. Forward looking statements are based on expectations, estimates and projections at the time the statements are made that involve a number of risks and uncertainties which could cause actual results or events to differ materially from those presently anticipated. Forward looking statements may be identified through the use of words such as “expects”, “will”, “anticipates”, “estimates”, “believes”, or by statements indicating certain actions “may”, “could”, “should” or “might” occur."}]}