{"time_collected":"2023-03-20 00:31:09.536070-04:00","top_headers":[{"heading":"The Presence of the Shining Ones: ball of light UAP/UFOs are active benevolent and malevolent interdimensional entities watching and manipulating the progression of mankind since the beginning of time.","time_posted":"1 year ago"},{"heading":"Your top documentaries that break the indoctrination","time_posted":"4 hours ago"},{"heading":"Angels and airwaves heralds the Religion of the beast. The triple goddess of Rome, Mecca, Jerusalem.","time_posted":"12 hours ago"},{"heading":"Deity Correspondence Obsession","time_posted":"20 minutes ago"},{"heading":"what is dis shit that ice cube posted","time_posted":"1 day ago"},{"heading":"A brief glimpse of the Masonic recording industry","time_posted":"1 day ago"},{"heading":"Shazam","time_posted":"23 hours ago"}],"rules":["Do NOT worship the planet Saturn, or the Concealed Primeval Cube.","Respect each other and keep discussion civil and constructive.","Posts and comments must focus on Saturn Occult related subjects.","Titles must informatively explain the content of the submission.","Low effort, spam and fake content is subject to removal by moderators.","Zionist Israel posts are removed to guard the sub from Reddit admins."],"subreddits":{"Related Communities":{"r/Cyberpunk":"783,119 members","r/custommagic":"58,308 members","r/MxRMods":"194,351 members","r/CountOnceADay":"56,642 members","r/PixelArt":"1,276,086 members","r/wallpapers":"666,788 members","r/mina_irl":"45,103 members","r/youngpeopleyoutube":"937,023 members"}},"about":{"header":"About Community","description":"We are committed to uncovering and exposing the occult Saturnian agenda of the global cabal. Careful understanding of the universal esoteric mysteries lead to a complete understanding of the truth. All related aspects are covered such as God, the Concealed Primeval Cube, the Eclipse Corona Sign, Alien Entities, the Day of The Storm, the Time Matrix, the agendas of Ancient and Modern Secret Fraternal Orders, and Esoteric Messages contained within Ancient to Modern Media.","created":"Created Mar 30, 2021","stats":["25.9k Members","164 Online","Top 5% Ranked by Size"]},"other_information":[]}