{"time_collected":"2023-03-19 20:47:55.295072-04:00","top_headers":[{"heading":"Heh 😄","time_posted":"11 hours ago"},{"heading":"I get alot of scam texts, sometimes I try to have some fun.","time_posted":"12 hours ago"},{"heading":"That was quick but I did get a chuckle out of it.","time_posted":"7 hours ago"}],"rules":["Please Do Not Post Scam Reports Or \"Is This A Scam\" Posts On This Sub-Reddit","Posting Images Of A Scambait. Only Screenshots From Websites, Email, Text, or Public Sources Allowed","NO DOXING OR OUTING. Screenshots Must Have All The Scammer's Information Removed Before Posting","Scammer Trolling/ Poor Effort/ Bot Baiting Post Prohibitied","No Calls To Action Against Anyone Including Scammers","No Off Topic Posts. Posts Only Relating To Scambaiting Permitted.","Absolutely No SPAM Permitted On This Sub-Reddit","No Racial Slurs/Hate Speech","Please Do Not Post Duplicate Posts","Do Not Post Malicious Links Or Talk About How To Perform Illegal Activity","No Harassing/Uncivil Arguing/ Trolling/ Profanity","Do Not Post Phone Numbers, Post Locations To Find Phone Numbers, Or Posts Asking For Phone Numbers","NSFW Content Warning"],"subreddits":{"Check Out Our Friends!":{"r/Scams":"475,260 members","r/scambaiting":"16,376 members","r/scamthescalpers":"30,578 members"}},"about":{"header":"About Community","description":"Welcome To /R/SCAMBAIT! The Largest Scambaiting Community On Reddit! Scambaiting by definition is the practice of feigning interest in a fraudulent scheme in order to waste a scammer's time and resources to keep them away from real victims. Share your scambaiting success stories, workflows, techniques, or post questions to other members of the group.","created":"Created Jun 24, 2009","stats":["153k Members And Growing!","156 Active Scambaiters","Top 1% Ranked by Size"]},"other_information":[{"header":"Former Staff Members","description":"Thanks To All Those Who Have Worked Here In The Past!\n/u/SeanJenkins - Co-owner from 2016 to 2018\n/u/allahuakbar79 Created subreddit, Co owner from 2010 to 2017\n/u/gustjor - Mod from 2018 to 2018"}]}