{"time_collected":"2023-03-07 02:49:16.726102-05:00","top_headers":[{"heading":"PSA- phone numbers and personal information in posts","time_posted":"2 years ago"},{"heading":"Traded pics with a fake account, and his threats go as far as my work and school. What I do here?","time_posted":"16 hours ago"},{"heading":"Please help. Family member likely being scammed in crypto and the family might lose everything. I know nothing about crypto and am desperate for any insight, thank you.","time_posted":"14 hours ago"},{"heading":"This is a scam… right?","time_posted":"3 hours ago"},{"heading":"Kattie Lynne22 on Snapchat","time_posted":"2 hours ago"},{"heading":"People who ACTUALLY won a sweepstake and collected their prize, how did you know it was legit?","time_posted":"3 hours ago"},{"heading":"Common traits of a catfish/scammer.","time_posted":"21 hours ago"},{"heading":"Someone DMed me on Instagram and requested to paint me","time_posted":"13 hours ago"}],"rules":["Personal information is not allowed.","No spam, no solicitation","Lack of civility.","Do not suggest illegal activities.","No personal army requests.","No low effort or off topic posts.","NSFW/NSFL posts need to be flagged as NSFW","No posts about getting revenge, \"scamming the scammers\", \"wasting their time\", etc."],"subreddits":{"Related Subreddits":{"r/antiMLM":"799,441 members","r/legaladvice":"2,317,318 members","r/catfish":"33,849 members","r/RBI":"616,505 members","r/DebtCollectorScum":"1,127 members","r/SpotTheHustle":"2,386 members","r/freebies":"850,151 members","r/coupons":"98,249 members","r/UniversalScammerList":"3,833 members"}},"about":{"header":"About Community","description":"Online, offline, email, or postal. If you think someone is trying to scam you, this is the place to ask about it. Post your questions here and have them answered by people who are knowledgeable about all types of scams. If you have fallen for a scam, you can post your experience here to warn others. This is a help forum - bad advice will get you banned, and we do not consider \"just joking\" to be a defense of advice that would be harmful if followed.","created":"Created Jan 21, 2009","stats":["469k Members","898 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Our Community","description":"Welcome to r/Scams, a subreddit for all your scam identification needs!\nIf you believe you are being scammed, you can post your questions here and have them answered by a community that is knowledgeable about all types of scams. If you are the victim of a scam, you can post here to share your story and to warn others.\nWe have detailed stickied threads to help you identify some of the scams we see most commonly in this subreddit; please read the stickies before posting!"},{"header":"Posting Guidelines","description":"Posting guidelines:\nYou should post details in order to receive quick advice. Include details like: what the person sent you, details included in texts/emails/in-person conversation, etc. The more detail, the better. If you post screenshots, you should also copy and paste the text from the screenshot into your post so that the text shows up on Google and other search engines. Make sure you redact all personal information from your screenshots.\nGiven the nature of this subreddit, you should treat any external links as suspicious, and you should be careful visiting any unfamiliar websites.\nExternal links, such as websites or videos, must be posted as a self post. We only allow images and self posts on this subreddit for safety reasons. If you use the link-only posting feature in this subreddit, it will be removed automatically by the AutoModerator.\nPlease try to use archive.is, archive.org, unvis.it, or another archive website instead of posting the direct link.\nIf you are posting an article, please copy and paste a few relevant paragraphs and submit them along with the link in a self post.\nIf you're posting about another redditor then please report them to Reddit admins at www.reddit.com/report"},{"header":"AutoModerator","description":"You can summon AutoModerator to explain any of the following scams by writing a comment with an exclamation mark (!) in front of the keyword for the scam you want to be explained. If you would like to help expand AutoModerator's knowledge base, message the moderators. Here are the phrases the bot currently looks for:\nlist - AutoMod will respond with a list of all current keywords\nadvancefee/advance/advance-fee - The advance-fee scam\nblackmail - The blackmail email scam\nbrushing - The brushing scam\ncalendar - The calendar spam technique\ncar - The eBay/Amazon car shipment scam\ncartel/escort - The cartel threat scam\ncourier - Courier fraud\ncrypto - Fake crypto site scams\ndeaththreat - The blackmail email scam death threat variant\nfakecheck/fakecheque - The fake check scam\nfakepayment - The fake payment scam\ngoogle/googlevoice - The Google Voice code scam\ninfluencer - Influencer scams\ninstagram - Instagram account takeover scam\njob - Fake job scams\nmuse/artist - The muse fake check variant\nmlm - Multi-level marketing schemes\nparcelmule - The parcel mule scam\npet/puppy - The pet scam\npin/verify/verification - The verification code scam\nps5 - The PS5 tester scam\nrecovery - Recovery scams\nrefund - Refund scams\nrental - Rental scams\nreview - The Amazon review scam\nromance - The romance scam\nsextortion/Skype - Sextortion/Skype sex scam\nsteam - The Steam admin/item verification scam\nsugar - The various sugar scams\ntask - Task scams\ntechsupport - Tech support scams\ntax/irs/cra/hmrc - Tax scams\nunderage - The underage girl scam\nwrongnumber/Mandy - The wrong number/Mandy scam"},{"header":"Flair","description":"People who consistently give good advice will be given the \"Quality Contributor\" flair. If you think you deserve this flair, please do not hesitate to send a message to the moderators."},{"header":"Resources","description":"Site to report scams in the United Kingdom: http://www.actionfraud.police.uk/\nSite to report scams in the United States: https://www.ic3.gov/default.aspx\nSite to report scams in Canada: www.antifraudcentre-centreantifraude.ca/reportincident-signalerincident/index-eng.htm\nSite to report scams in Europe: https://www.europol.europa.eu/report-a-crime/report-cybercrime-online\nSite to report scams in Australia: https://www.scamwatch.gov.au/report-a-scam\nSite to report scams in New Zealand: https://www.dia.govt.nz/Spam-How-to-Report-Scams\nFTC scam alerts: https://www.consumer.ftc.gov/scam-alerts\nMicrosoft's anti-scam guide: https://www.microsoft.com/en-us/safety/online-privacy/avoid-phone-scams.aspx"}]}