{"time_collected":"2023-03-08 14:07:36.442588-05:00","top_headers":[{"heading":"New to /r/ScenesFromAHat? Read here!","time_posted":"8 years ago"},{"heading":"How to make the Whose Line audience throw up","time_posted":"5 hours ago"},{"heading":"Things you can say about the IRS, but not your girlfriend","time_posted":"4 hours ago"},{"heading":"Bad things to hear before you’re put under for your colonoscopy","time_posted":"17 hours ago"},{"heading":"Unexpected things to hear from the CVR (cockpit voice recorder) after plane crash","time_posted":"23 hours ago"},{"heading":"Scrapped TMNT weapon-artist pairings","time_posted":"15 hours ago"},{"heading":"The worst choice for a graduation commencement speaker","time_posted":"22 hours ago"},{"heading":"Kings and Queens that everyone completely forgot","time_posted":"15 hours ago"},{"heading":"Unusual endings to a “Chose Your Own Adventure” game","time_posted":"15 hours ago"},{"heading":"You’re tasked with stealing something to mildly inconvenience them","time_posted":"19 hours ago"},{"heading":"If Real Life Situations Were Solved Liked Misleading Mobile Game Ads","time_posted":"22 hours ago"},{"heading":"Bad topics of conversation to break the awkward silence with","time_posted":"1 day ago"},{"heading":"Someone who froze to death goes to Hell","time_posted":"1 day ago"},{"heading":"Christmas specials that no one will watch","time_posted":"2 days ago"},{"heading":"MatPat Theory channel ideas that didn't work out","time_posted":"1 day ago"},{"heading":"make some docte2 suess b2eakup lines","time_posted":"21 hours ago"},{"heading":"is it good?","time_posted":"21 hours ago"}],"rules":["Prompts must be able to be acted out as scenes.","No reposts or spinoffs of recent prompts.","No overly-obscure or overly-specific prompts.","No other Whose Line games without mod approval.","Act out your response as a scene. Don't just state an answer.","Responses to your own prompts must be in the comments.","Multiple responses to one prompt need to be in their own comments.","Please do not duplicate responses to the same prompt.","Top-level comments not meant to play the game must begin with a [Meta] tag.","Do not use the [Meta] tag to avoid acting out a response.","Discussions must be kept civil.","No \"/thread\", \"Take my upvote\", \"This one wins\", or similar zero-content replies to responses.","Please only report posts that actually violate these rules."],"subreddits":{"Check out these other subs!":{"r/acting":"84,533 members","r/DailyDouble":"12,733 members","r/GoldReplies":"18,016 members","r/humor":"2,891,883 members","r/Hoedown":"524 members","r/improv":"24,181 members","r/IrishDrinkingSong":"537 members","r/PictureGame":"58,779 members","r/QuestionsOnly":"722 members","r/whoselineisitanyway":"43,681 members"}},"about":{"header":"About Community","description":"An unofficial, play-by-post version of the game \"Scenes From a Hat\" from the show \"Whose Line is it Anyway?\". Not affiliated with the show, ABC, or the CW.","created":"Created Mar 13, 2011","stats":["81.9k Performers","65 On stage now"]},"other_information":[{"header":"Welcome!","description":"Good evening everybody and welcome to /r/ScenesFromAHat, the subreddit where everything's made up and the points don't matter. That's right, the points are like your spam folder until someone tells you check it.\nThis subreddit brings the game Scenes From a Hat from the improv comedy show Whose Line is it Anyway? to Reddit for everyone to let out their inner improv comedian!"},{"header":"Notice to all users","description":"The mods reserve the right to remove any posts or comments that they deem detrimental to /r/ScenesFromAHat, Whose Line?, or any of our users, even if they do not break any subreddit or site rules. As always, you may appeal such removals by messaging the mods, but they will have the final say. In these (hopefully very few) cases, \"But it doesn't break any rules!\" will not be a valid appeal."}]}