{"time_collected":"2023-03-07 07:00:09.878448-05:00","top_headers":[{"heading":"Frequently Asked Questions (Read This Sticky)","time_posted":"6 years ago"},{"heading":"I did a presentation on schizophrenia today and it went well so I treated myself to a museum visit to see the koi fish 😌","time_posted":"6 hours ago"},{"heading":"Art, maybe.","time_posted":"13 hours ago"},{"heading":"anyone else sick of the term \"schizo posting?\"","time_posted":"14 hours ago"},{"heading":"late selfie sunday","time_posted":"15 hours ago"}],"rules":["Do not use hate speech or attack others.","Do not encourage suicide, self harm, or illegal or harmful activity.","Do not encourage delusions.","Do not contraindicate prescribed medical treatments or ask for medical advice.","Do not perpetuate stigma.","Do not solicit responses for research, studies, or surveys","Questionable activity.","Do not diagnose anyone.","Do not give patronizing advice.","No applying labels to others"],"subreddits":{"Related Communities":{"r/StopSelfHarm":"15,014 members","r/SuicideWatch":"409,204 members","r/bipolar":"188,800 members","r/bipolar2":"48,870 members","r/BipolarSOs":"36,198 members","r/depression":"945,167 members","r/AdultSelfHarm":"12,143 members","r/arttocope":"19,069 members","r/MentalHealthUK":"11,144 members","r/clozapine":"120 members"}},"about":{"header":"About Community","description":"Welcome! This is a community meant for a discussion of schizophrenia spectrum disorders, and related issues. Active participation is encouraged.","created":"Created Sep 25, 2009","stats":["63.1k Members","119 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"How to add user flair","description":"User flair is the icon or text that appears next to your username. It only applies to this community. It will only appear by your name on post and comments you make within this community.\nOn reddit.com - Select Community Options on the right-hand side of the community’s page.. Next to User Flair Preview, click the edit icon to set up your flair. If you don’t see the User Flair Preview option, then only moderators of the community you’re in can set up your user flair.\nOn the iOS and Android apps - Tap the ... menu in the upper right-hand corner of the community page. A menu will pop up and you’ll see the option to Change user flair. If user flair isn’t set up in that community, you’ll see a message saying, No user flair assigned."},{"header":"Do I have schizophrenia?","description":"Please do not ask if we think you have schizophrenia. We are not doctors, and even if we were, it is impossible to diagnose someone from a few paragraphs of text.\nIf you are concerned, please see a doctor."}]}