{"time_collected":"2023-03-19 22:49:10.288785-04:00","top_headers":[{"heading":"Casual Friday Thread","time_posted":"3 days ago"},{"heading":"Is there an optimal macronutrient intake during pregnancy?","time_posted":"4 hours ago"},{"heading":"Effectivity of Saffron Extract (Saffr’Activ) on Treatment for Children and Adolescents with Attention Deficit/Hyperactivity Disorder (ADHD): A Clinical Effectivity Study","time_posted":"1 day ago"},{"heading":"Do sweeteners (sugar, stevia, honey…) alter Citric acid ?","time_posted":"4 days ago"},{"heading":"Glycemic index of oat groats (unprocessed oats) vs rolled oats - what's a reliable source?","time_posted":"5 days ago"},{"heading":"Diet Induced Extinctions in the Gut Microbiota Compound over Generations","time_posted":"6 days ago"},{"heading":"Improper chewing of food","time_posted":"6 days ago"}],"rules":["Include the study abstract in the comments and follow the posting guidelines.","All claims need to be backed by quality references.","Be professional and respectful of other users.","Avoid promoting crusading/tribalism.","Do not ask for or give personal medical, health, or nutrition advice.","Blogs, articles, and videos are not allowed.","Do not editorialize research titles.","Put effort into question posts.","No low effort comments."],"subreddits":{"Related Communities":{"r/AdvancedFitness":"85,592 members","r/FoodNerds":"28,332 members","r/HumanMicrobiome":"25,867 members"}},"about":{"header":"About Community","description":"Welcome to r/ScientificNutrition! This subreddit has been created to serve as a neutral ground for exchanging and discussing scientific evidence relating to human nutrition. Importantly, this sub is not for people to request or provide ANY dietary, nutritional or medical advice. If you choose to comment and participate in the sub, scientific rigor is expected!","created":"Created Oct 28, 2018","stats":["36.6k Members","38 Online"]},"other_information":[{"header":"General Info","description":"Posting Guidelines\nWiki\nPublic Mod Log\nSort by Flair:\nStudy | Discussion | Question | Review | Meta-Analysis | Guide | Randomized Controlled Trial | Hypothesis\nPlease don't hesitate to report posts or comments you believe break the rules.\nAlso, feel free to send the mod team a message here if you have any questions, comments, or concerns."},{"header":"Disclaimer","description":"The content in this community is not intended to be a substitute for professional medical advice, diagnosis, or treatment. Always seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition."}]}