{"time_collected":"2023-03-19 19:30:27.078321-04:00","top_headers":[{"heading":"SUB RULES AND EXPLANATION OF EXPECTATIONS - All new subscribers please read before contributing","time_posted":"1 year ago"},{"heading":"Anti-breastfeeding trolls will be banned/shadowbanned","time_posted":"2 months ago"},{"heading":"Evolutionarily, why do so many babies have food intolerances through breastmilk, such as to cow’s milk, eggs, soy?","time_posted":"9 hours ago"},{"heading":"Contact naps","time_posted":"6 hours ago"},{"heading":"Yogurt for babies","time_posted":"4 hours ago"},{"heading":"When toddlers \"curse\"","time_posted":"17 hours ago"},{"heading":"Buying a house next to a substation","time_posted":"3 hours ago"},{"heading":"Safety concerns","time_posted":"5 hours ago"}],"rules":["NO anti-vax propaganda or other pseudo scientific nonsense","NO shaming or bullying people for suggesting or mentioning safe, evidence-based parenting practices","Discussion and debate is welcome; bullying, brigading, name-calling, etc., is not","Failure to provide sources for any and all claims that go against accepted evidence","Read the linked material before making any kind of assumption publicly in the comments.","DO NOT attack people because you don't like the implications of the research they've posted","Science is not out to hurt your feelings. It's all in how we choose to view it.","Please flair your posts appropriately for best results","Please check post flair before responding, and respect the author's preferences"],"subreddits":{"Related Communities":{"r/beyondthebump":"605,288 members","r/NewParents":"242,648 members","r/toddlers":"339,727 members","r/Parenting":"5,260,589 members","r/Mommit":"811,035 members","r/Nanny":"45,187 members","r/dcl":"11,759 members","r/sleeptrain":"72,838 members","r/BabyBumps":"343,379 members","r/workingmoms":"58,114 members"}},"about":{"header":"About Community","description":"A sub for ALL parents, step parents, parents-to-be, guardians, caretakers, and anyone else who prefers to base their parenting choices on actual, evidence-backed scientific research.","created":"Created Jul 29, 2018","stats":["70.5k Members","391 Online"]},"other_information":[]}