{"time_collected":"2023-03-06 18:37:44.598787-05:00","top_headers":[{"heading":"For the first time, astronomers have caught a glimpse of shock waves rippling along strands of the cosmic web — the enormous tangle of galaxies, gas and dark matter that fills the observable universe.","time_posted":"11 hours ago"},{"heading":"Humans Started Riding Horses 5,000 Years Ago, New Evidence Suggests","time_posted":"11 hours ago"},{"heading":"Penis sizes in historical paintings have gradually increased over the past seven centuries, study finds","time_posted":"4 hours ago"},{"heading":"A female orca was observed caring for a baby pilot whale. After the pilot whale calf likely died due to starvation, the same orca was later seen interacting with a pod of pilot whales, possibly trying to steal a replacement.","time_posted":"4 hours ago"},{"heading":"Deepwater Horizon oil spill caused structural damage to Louisiana shoreline by killing its marsh plants — making the coast more vulnerable to storms that may intensify due to climate change","time_posted":"3 hours ago"},{"heading":"A new study shows changes to the retina that correspond to brain changes in the early stage. Research found accumulation of highly toxic proteins in the retinas of patients with Alzheimer’s disease and mild cognitive impairment, causing severe degeneration of cells","time_posted":"13 hours ago"},{"heading":"Study reveals that although private automobiles continue to be the dominant travel mode in American cities, the share of car trips has slightly and steadily decreased since its peak in 2001. In contrast, the share of transit, non-motorized, and taxicab trips has steadily increased","time_posted":"1 day ago"}],"rules":["Must be peer-reviewed research","No summaries of summaries, rehosts, or reposts","No editorialized, sensationalized, or biased titles","Research must be less than 6 months old","No off-topic comments, memes, low-effort comments or jokes","No abusive or offensive comments","Non-professional personal anecdotes will be removed","Criticism of published work should assume basic competence of the researchers and reviewers","Comments dismissing established findings and fields of science must provide evidence","No medical advice"],"subreddits":{"Related Communities":{"r/psychology":"1,443,399 members","r/UpliftingNews":"18,910,501 members","r/Health":"1,444,793 members","r/Conservative":"1,028,430 members","r/uspolitics":"28,909 members","r/moderatepolitics":"285,063 members","r/democrats":"432,589 members","r/inthenews":"134,067 members","r/Futurology":"18,274,557 members","r/toronto":"640,668 members"}},"about":{"header":"About Community","description":"This community is a place to share and discuss new scientific research. Read about the latest advances in astronomy, biology, medicine, physics, social science, and more. Find and submit new publications and popular science coverage of current research.","created":"Created Oct 18, 2006","stats":["29.7m Members","4.9k Online"]},"other_information":[]}