{"time_collected":"2023-03-06 23:23:05.597479-05:00","top_headers":[{"heading":"Cody rub meet cena rub","time_posted":"1 hour ago"},{"heading":"JUST IN: OWNER OF COMPANY STOPS BY COMPANY HE OWNS. EVERYBODY PANIC.","time_posted":"4 hours ago"},{"heading":"Photo Taken Moments Before Disaster","time_posted":"9 hours ago"},{"heading":"When two wrestlers have an awesome heated promo without referencing blowjobs, fake car crashes or dead relatives.","time_posted":"1 hour ago"}],"rules":["No linking to or screencapping other subs","No lazy memes / shitposts","Non circlejerk posts are forbidden","Don't be a dick","Being an edgelord","Vague / Lazy title","Sitewide rule breaking"],"subreddits":{},"about":{"header":"About Community","description":"\"The intellectual wresting darkweb.\"","created":"Created Feb 16, 2016","stats":["34.1k Goofys","900 Jerkin'"]},"other_information":[{"header":"Le Rules","description":"SCJerk is a place for satire, parodies and circlejerks that grow out of r/squaredcircle's constant nonsense. For more serious wrestling discussion, we recommend r/Wreddit.\nThere is a minimum karma requirement to post on this subreddit.\nTHE RULES\n1. No screencaps, links or summoning from other subs. Other wrestling sub users, unlike literally every other large sub, cannot cope with being called out on their jerkiness. Therefore DO NOT SCREENCAP OR LINK TO OTHER SUBS OR USERS. Twitter or other non-Reddit media screencaps are fine, but please remove the names. Posting screencaps from other subs carries a two month ban, with no negotiation.\n2. Circlejerks are jokes at the expense of prevailing opinion. Anything else is banned, because it isn’t a circlejerk. Memes can be reflective of a circlejerk, but you should use a title that adds to it. Reposting popular meta accounts (“BuryingSmarks” et al) wholesale will result in bans. Non-circlejerk meme content will be removed and repeat offenders banned at the moderation team's discretion.\n3. All Non-Circlejerk content is prohibited. This includes: \"Unjerk\" posts, complaining about r/SquaredCircle, posting news, asking for help with bans, screencaps of twitter or youtube comments you don't like with no commentary - no thanks. Post will be tagged with \"not a circlejerk\" or \"Rule 3\" and posters will be banned for up to 30 days.\n4. Don’t be a dick. Starting fights with other users, or participating in them, is bannable. If you’re thinking of being a dick – don’t. It’s a wrestling circlejerk forum. It's literally the least important thing on earth.\n5. No edgelords. Homophobia, racism, transphobia and the rest has never been welcome here, nor will they ever be. Posts that fall into this category are subject to removal without notice and the users banned, usually permanently.\n6. Low effort rule: Reposts, lazy karma grabs, vague titles, reposting popular accounts will all be removed and repeat offenders banned for as long as we feel like. This sub is funny from people here, not elsewhere. If you’re just posting other people’s stuff, don’t bother.\n7. All other aspects of Reddit's sitewide rules apply.\nHaving trouble getting over? Read our wiki before posting.\nArguing with the mods over bans usually results in the ban being doubled. Arguing again after a warning usually results in a permaban. The ban is the warning. It's a reddit shitposting sub, you can cope with some time off."},{"header":"ANNOUNCEMENTS","description":"None yet."}]}