{"time_collected":"2023-03-20 18:37:07.907923-04:00","top_headers":[{"heading":"A ton of new flairs have been added!","time_posted":"2 years ago"},{"heading":"I love Scott","time_posted":"6 hours ago"},{"heading":"Ramona Flowers - Subspace Travel. (@NicolasGravelQC)","time_posted":"16 hours ago"},{"heading":"Some Scott and Bass Fanart (OC)","time_posted":"1 day ago"}],"rules":["Non-official art must require credit to the artist in the title. If you don't know, put \"not artist\"","Please do not repost content for a minimum of 2 weeks","Search before posting","No low effort posts","Treat other subscribers with respect","No self-promotion"],"subreddits":{"Related Subreddits":{"r/SnotGirl":"1,426 members","r/bloodandicecream":"4,248 members","r/MaryElizabethWinstead":"35,414 members","r/graphicnovels":"283,498 members","r/Games":"3,182,547 members"}},"about":{"header":"About Community","description":"This subreddit is dedicated to all things Scott Pilgrim. Including the graphic novel series by Bryan Lee O'Malley, the film Scott Pilgrim vs. the World by Edgar Wright starring Michael Cera and Mary Elizabeth Winstead, the side-scrolling beat 'em up video game by Ubisoft and anything else Scott Pilgrim. An animated series is in the works at Netflix!","created":"Created Apr 5, 2011","stats":["51.0k Members","35 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Sidebar","description":"Synopsis:\nThe series is about Scott Pilgrim, a slacker and part-time musician who lives in Toronto, Ontario, and plays bass guitar in a band. He falls in love with American delivery girl Ramona Flowers, but must defeat her seven evil exes in order to date her.\nComic:\nScott Pilgrim is a series of graphic novels by Canadian author and comic book writer/artist Bryan Lee O'Malley.\nFilm:\nScott Pilgrim vs. the World is a 2010 romantic action comedy film co-written, produced, and directed by Edgar Wright. It stars Michael Cera as Scott Pilgrim and Mary Elizabeth Winstead as Ramona Flowers.\nVideo Game:\nScott Pilgrim vs. the World: The Game is a side-scrolling beat 'em up game developed and published by Ubisoft. The game was originally released digitally for Xbox 360 and PlayStation 3. An updated re-release for PlayStation 4, Xbox One, Nintendo Switch and Microsoft Windows, titled Scott Pilgrim vs. the World: The Game – Complete Edition, has been released.\nAnimated short:\nWatch the short “Scott Pilgrim vs. The Animation“ here. Made by Adult Swim.\nPlease report any rule breakers!"},{"header":"Characters","description":"Scott Pilgrim\nScott is the titular hero from the graphic novel series \"Scott Pilgrim\". He must defeat Ramona Flowers' seven evil ex-boyfriends in order to date her. He plays bass guitar in the band Sex Bob-omb.\nRamona Flowers\nThe main love interest of Scott Pilgrim, Ramona moved to Toronto from New York as a delivery girl for Amazon Canada. Scott must fight her seven evil exes to win her affection.\nStephen Stills\nHe's the talent. Lead singer and guitarist of Sex Bob-omb and one of Scott Pilgrim's friends.\nWallace Wells\nThe gay roommate and friend of Scott Pilgrim.\nKnives Chau\nKnives dated Scott Pilgrim for a short time before he met Ramona Flowers. 17 years old and a self proclaimed \"Scottaholic\", Knives attempts to win Scott back by becoming more of a hipster.\nKim Pine\nA high school friend of Scott Pilgrim and drummer of his band Sex Bob-omb. Kim is very sarcastic and often seems annoyed by Scott.\nYoung Neil\nYoung Neil is the biggest fan of Scott Pilgrim's band Sex Bob-omb. The 20-year-old roommate of Stephen Stills.\nJulie Powers\nJulie is the 22-year-old on and off again girlfriend of Stephen Stills, and works at the second cup with Stacey Pilgrim. Often cruel and obnoxious, Julie thinks Scott Pilgrim is a loser.\nStacey Pilgrim\nStacey is Scott Pilgrim's 19-year-old younger sister. She works at Second Cup with Julie Powers.\nEnvy Adams\nThe lead singer and keyboardist for the band The Clash At Demonhead, Envy devastated Scott Pilgrim in college when she broke up with him. Described as being \"nice\" in the past, Envy is now very aggressive and callous.\nLeague of Ramona's Evil Exes\nThe League of Evil Exes is a loose association of villains who used to date Ramona Flowers before she met Scott Pilgrim.\nThey are the main antagonists in the series, and their one and only goal is to interfere in and control Ramona's love life, making Scott their primary target. According to Ramona, Scott has to fight (and defeat) all seven Exes to continue dating her. Whether from Ramona herself or the League, Scott learns of each Ex's past relationships with her.\nThey include Matthew Patel, Lucas Lee, Todd Ingram, Roxanne \"Roxie\" Richter, Kyle & Ken Katayanagi and Gideon Gordon Graves."}]}