{"time_collected":"2023-03-08 12:13:21.531135-05:00","top_headers":[{"heading":"New Year, new gear thread","time_posted":"2 months ago"},{"heading":"One of the most unique fish I’ve seen! (Excuse the sub par camera work)","time_posted":"5 hours ago"},{"heading":"Resting turtle in Balicasag Island Bohol","time_posted":"8 hours ago"},{"heading":"Swam with these guys between dives today.","time_posted":"18 hours ago"}],"rules":["Don't be a dick.","Advertising is not allowed.","Spam is not allowed.","Add constructive discussion.","Posts must be about SCUBA","Gear discussion or recommendation posts, read previous posts or give extensive info.","Reports and removals will all be done on a case by case basis.","Try to keep conversation on site, when possible.","No image meme posts."],"subreddits":{"Related Communities":{"r/Swimming":"139,814 members","r/cancun":"41,537 members","r/triathlon":"182,731 members","r/pools":"30,226 members","r/swimmingpools":"15,845 members","r/Sup":"25,269 members","r/VisitingIceland":"52,463 members","r/freediving":"34,820 members","r/gopro":"151,245 members","r/Rowing":"80,242 members"}},"about":{"header":"About Community","description":"Welcome to /r/scuba where scubbits dive deep! Ask questions and trade tips with a diverse community of divers, from open water newbies to dive instructors, commercial divers and scientists from around the world. Share your stories, pictures and video to have discussions with a subreddit full of people who love the underwater world and dream fishy dreams. Please read the sidebar and widgets! What are you waiting for? Come on in, the water is nice!","created":"Created Mar 16, 2008","stats":["138k Members","254 Online"]},"other_information":[{"header":"MEDICALLY RELATED QUESTIONS","description":"If you intend on posting any medically related questions, including but not limited to:\n-Ascending to altitude after diving -DCI/DCS -Barotrauma -Dive injuries -Can I dive with \"X\" condition\nPlease instead refer either to your local barotrauma doctor, or call DAN at one of the numbers on the link below. DAN does NOT require membership to answer questions, and is staffed by people able to give accurate medial advice and help. CALL THEM. Both emergency and non-emergency lines in the link below. Remember, the users of this sub are, for the most part, wildly unqualified to give medical advice!\nMain numbers link:\nhttps://www.diversalertnetwork.org/medical/\nOther resources:\nhttps://www.diversalertnetwork.org/\nhttps://www.diversalertnetwork.org/medical/faq/\nhttps://www.diversalertnetwork.org/medical/articles/\nhttps://www.diversalertnetwork.org/medical/articles/download/DiversGuidetoEars.pdf\nhttps://diveassure.com/en/home/\nhttps://diveassure.com/en/diveassure-and-duke/medical-articles/\nYou can also visit this resource to find hyperbaric doctors local to you:\nhttps://www.uhms.org/education/credentialing/diving-medical-examiners.html"},{"header":"Buying and Selling Scuba Gear","description":"We do not allow the buying or selling of scuba gear here. If you wish to do so, the subreddit /r/scubamarket is an option, and there are several off-site options as well."},{"header":"Flair","description":"For a user flair, click below on the right side. If you would like a dive instructor badge, or scientific diver, please message the mods through Modmail, specifically."}]}