{"time_collected":"2023-03-19 20:42:47.634366-04:00","top_headers":[{"heading":"SDSU Live Chat room is now Active. Please read rules here.","time_posted":"4 years ago"},{"heading":"Proposed tuition raises for out-of-state and international students","time_posted":"17 days ago"},{"heading":"SDSU Advances to sweet 16!","time_posted":"16 hours ago"},{"heading":"Does anyone know the status of the HEERF Grant?","time_posted":"26 minutes ago"},{"heading":"I have a lease for BLVD63 August 2023-July-2024","time_posted":"2 hours ago"},{"heading":"Looking for 3 college of science graduation tickets","time_posted":"5 hours ago"},{"heading":"Admitted to CS at SDSU and ASU","time_posted":"22 hours ago"},{"heading":"Food help","time_posted":"18 hours ago"},{"heading":"I got accepted, tips?","time_posted":"1 day ago"},{"heading":"If i fail a class can i still walk in the commencement.","time_posted":"18 hours ago"}],"rules":["Please try to be civil and respectful to each other.","Your account has to have both comment karma and account history from other subs","Use this medium for good and meaningful discussions. Do not derail threads. No thread hijacking.","No hate speech. No badgering, or escalation.","No spam or throwaway accounts.","No solicitation for sex. Our students and their parents wants this to be a safe space.","No fighting because somebody shared their opinion.","Construct a proper sentence when you create a title.","Post titled in ALL CAPS are also not allowed and will be locked or deleted.","Academic cheating is also against this subs rules.","Behave your best. Or else you will be banned from this sub.","No companies shall post here with unpaid \"internship\" opportunities here","No posts asking volunteers for \"medical research\" purposes","No discussion of illegal activities.","Trolls or egregious violators may be banned without warning."],"subreddits":{"Related Communities":{"r/UCI":"40,268 members","r/NEU":"26,684 members","r/ucla":"57,639 members","r/UTAustin":"53,272 members","r/ufl":"32,057 members","r/USC":"38,619 members","r/UNCCharlotte":"11,949 members","r/McMaster":"37,962 members","r/msu":"31,190 members","r/columbia":"22,198 members"}},"about":{"header":"About Community","description":"**Leadership Starts Here** SDSU provides transformative experiences for students in research, international experiences, sustainability and entrepreneurship initiatives, and a broad range of student life and leadership opportunities.","created":"Created Jul 17, 2010","stats":["17.2k Members","73 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Why was my post deleted?","description":"This subreddit is an extension of our college campus. Students have a minimum expectation of safety and security while they are on campus. Unfortunately, everyone is anonymous on the internet and there is no way to know who is who. We don't know who is a student and it isn't easy to protect everyone from weirdos, school shooters, abuse, spammers and trolls.\nFor this reason this subreddit requires you to have a social history on other subreddits. This sub need you to be active on reddit and have interests in other communities or subs. Reddit is the 3rd most visited site in the internet, you will certainly find some community that interests you. There's over 180 million communities on reddit. You cannot create/have an account only for SDSU. You also need a minimum of 5 comment karma (upvotes), and maintain a growing average of your comment karma. Meaning you can't just earn 5 points and then leave it at that. Having comment history earns trust from students, and alumni. If you aren't serious about you account, then this sub isn't for you. Nobody buys a cellphone and doesn't store numbers of their friends and family. Or open a new gmail account each time they want to send an email. Comment karma is Reddits way of establishing social capital, it's how we establish trust, and know that you're a student.\nThis is a sub where everybody should feel good to come and share, ask and answer questions and leave happy and satisfied."}]}