{"time_collected":"2023-03-08 21:33:52.058667-05:00","top_headers":[{"heading":"It's done. Redditgifts has been shutdown. Going to redditgifts.com will redirect you to reddit.com","time_posted":"1 year ago"},{"heading":"Post your past Secret Santa memories here!","time_posted":"3 months ago"},{"heading":"Seeking long lost Batman artist.","time_posted":"11 days ago"},{"heading":"Just found this group and see it has closed. That's disappointing. I hope a new one will open.","time_posted":"11 days ago"},{"heading":"Only found out now.","time_posted":"18 days ago"}],"rules":["Don't post from throwaway or alt accounts","This question is answered in the FAQ","Don't publicly complain about your gift","Don't ask for one-on-one exchanges.","No gift offers to the not matched or shafted","No gift spoilers","No \"Dear Santa...\" posts","No memes","No self promotion or promoting","Be excellent to each other"],"subreddits":{"Related Communities":{"r/GrMD":"2,611 members"}},"about":{"header":"About Community","description":"/r/secretsanta and Reddit Gifts were started in 2009 to provide a Secret Santa exchange for the Reddit community. On January 24, 2022, Redditgifts was officially closed and we are no longer running exchanges. LONG LIVE REDDITGIFTS!","created":"Created Nov 10, 2009","stats":["218k Members","27 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Helpful links","description":"Helpful links\nI have a question...\nWhy is Redditgifts no longer running exchanges? Please see this post.\nHave you checked the FAQ?\nAre you looking for tips and procedures? Try Redditgifts 101!\nAre you looking for hi-res images to use with your gift?\nContacting the Moderators?\nPlease do not use a throwaway account when contacting the mods, and please include your username.\nMissed the signups?\nSorry, we cannot add anyone once signups close.\nSign up for redditgifts now and be alerted when new exchanges are announced!\nIs there a cost to participating?\nNo, redditgifts is free to participate. However, you are expected to send a thoughtful gift.\nHow can I support redditgifts?\nBuy Elves, the premium subscription to redditgifts"},{"header":"Current and upcoming exchanges","description":"What exchanges are going on and coming up?\nCheck out the exchanges page for more detail on past, present, and future exchanges.\nFor a list of upcoming exchanges for 2021, please click here.\nFor a calendar of key dates, check out this Google Calendar we've created. Dates for future exchanges may change, but current exchanges will be correct.\nFAQ"}]}