{"time_collected":"2023-03-06 22:03:21.306971-05:00","top_headers":[{"heading":"Selfie Rules, Guidelines, Verification, & FAQ","time_posted":"3 years ago"},{"heading":"Rules Update: No Drama! Updates to Other Rules","time_posted":"7 days ago"},{"heading":"I'm very nice, but I can also be wild.💞🔥","time_posted":"9 hours ago"},{"heading":"I GOT THE JOB!!!!! 🥳🥳🥳","time_posted":"11 hours ago"},{"heading":"31 f (no, haven’t had a a rhinoplasty before you ask) 🌹","time_posted":"4 hours ago"}],"rules":["No Overly Sexual Posts and/or Nudity.","No Hateful Speech.","No Non Selfies.","No Inappropriate Messages.","No Insulting Comments.","Don't Send Unwanted DM's","No Self Promotion","No Baiting, Commonly Used, Spammy, or Low Effort Titles.","No Drama","Moderator's Have Final Say on All Posts & Comments"],"subreddits":{"Links":{"r/groupfie":"1,758 members"}},"about":{"header":"About Community","description":"Photograph of Yourself, Taken By Yourself","created":"Created Jan 15, 2013","stats":["429k Members","1.6k Online"]},"other_information":[{"header":"Reminder: Selfies is SFW!","description":"r/Selfie is dedicated to keeping it clean and safe for work and is non-nude.\nAll submissions MUST be fully clothed.\nAt Moderator's discretion posting of modest publicly acceptable swimsuits, bralettes/lingerie, and shirtless men MAY BE allowed but must be marked NSFW AT THE TIME OF POSTING. To repeat, you as the poster must mark anything that could be considered NSFW at the time of posting.\nNudity = Permanent Ban (this is your warning)\nNo visible nipples/areola, genitals, buttholes.\nNo using hands, small dogs, vegetables, or any non cloth item to cover up the items listed above.\nNo see-through or sheer clothing.\nNo stickers, bars, or editing (to include creative cropping) to make a NSFW photo SFW.\nNo sexual acts/masturbation (real or simulated).\nNo sex toys or items that are simulating a sexual action.\nNo visible pubic areas, pubic bones, or pubic hair.\nNo outlines of nipples/penises/vulvae through clothing (bulge/mound shots, camel-toe, pokies, headlights, etc).\nNo towels or blankets in place of clothing.\nIf you have questions on a post ask the moderation team prior to posting. Do not assume that other posts you may have seen means your post is \"ok\".\nThe post you are looking at may not have even been approved by the moderators, so if you want to prevent a possible ban ask the mods first do not try to use someone else's post as your defense\nModerators retain the right to remove any post that is not suitable for the subreddit. This can in some cases include submissions that are fully clothed and but appear to be engaged in sexual acts or are intentionally taken to stimulate or excite in a sexual manner.\nStricter standards are applied to submissions by minors and unverified users. These will be removed at the moderator's discretion even if the rules listed above are not clearly violated.\nIf you want your selfie to be seen, you gotta keep it clean!"},{"header":"Scam Warning","description":"WARNING\nThere are some people going round using private chats or DMs to claim that users need to verify or they are shadow banned from r/selfie. This is a scam, do not respond to people doing this.\nAlways double check who is actually a mod of the subreddit by referring to the mod list on the subreddit page. We will NEVER contact you via private chats or DMs from our own accounts requesting verification. If you get a legit verification request it will come from the mod mail and display as such or be an automated comment from automod.\nIf you get contacted by someone claiming to be a mod who is not please report them to both the mod team here and admins. The admins have greater powers to deal with such things but we can also ban them from the subreddit."}]}