{"time_collected":"2023-03-08 15:52:13.321615-05:00","top_headers":[{"heading":"Looking for friendly, more chill chats? Check out our sister sub - it's like this sub but more casual... r/CasualConversation","time_posted":"4 years ago"},{"heading":"Wouldn't trolling strangers for emotional reactions, for your own amusement and benefit, be a sign of being sociopathic/psychopathic?","time_posted":"2 hours ago"},{"heading":"Why do some people only have an interest in working in one industry?","time_posted":"7 hours ago"},{"heading":"How do you guys deal with the fact that some things you feel or want are selfish or bad in some way?","time_posted":"4 hours ago"},{"heading":"Can someone help me understand if what I’m feeling is depression?","time_posted":"17 hours ago"},{"heading":"Was I abused as a kid? I’m finding it hard to wrap my head around","time_posted":"13 hours ago"},{"heading":"are people just confusing their own internal monologue for god?","time_posted":"1 day ago"},{"heading":"I feel conflicted about trying to maintain a positive relationship with my parents, knowing that someday, I'll have to come out of the closet...because I know for certainty it will ruin the family forever.","time_posted":"2 days ago"},{"heading":"should i change my practice place or not ?","time_posted":"1 day ago"},{"heading":"If someone doesn't really like social events does that mean there's anything wrong with them?","time_posted":"2 days ago"},{"heading":"Your advices is help me!","time_posted":"2 days ago"},{"heading":"Father-in-law wanted to argue about Brexit...","time_posted":"2 days ago"},{"heading":"Are consciousness and emotions analog processes, that cannot be replicated in digital computers?","time_posted":"2 days ago"},{"heading":"My dad is dying","time_posted":"3 days ago"},{"heading":"Addiction to marijuana??","time_posted":"3 days ago"},{"heading":"Do you have a strategy to help your family make sense of your life after you die?","time_posted":"3 days ago"},{"heading":"What are you addicted to?","time_posted":"3 days ago"},{"heading":"Do you believe most people enjoy their lives?","time_posted":"4 days ago"},{"heading":"Is there a time when an argument or discussion actually changed your mind?","time_posted":"4 days ago"},{"heading":"Do you know if you owe a lot of money on credit cards and then you pay them all of completely at once, should your credit score go really high quickly?","time_posted":"4 days ago"},{"heading":"What is worse - someone not believing that something bad happened to you, or someone not caring?","time_posted":"4 days ago"},{"heading":"I don't know anything about my long-term \"friends\"","time_posted":"4 days ago"},{"heading":"My sister is running a half marathon for this thing that I’m in","time_posted":"4 days ago"}],"rules":["Be respectful: We have zero tolerance for harassment, hate speech, bigotry, and/or trolling.","Don't make jokes, offensive, or dismissive comments","Encourage conversation in your post: Include context","Serious doesn't mean urgent","Avoid posting about problems with relationships","Avoid seeking advice or mental health support in this subreddit","Avoid controversial topics and Reddit meta-drama","Avoid extreme self-loathing and dismiss all the helpful comments","No solicitation such as ads, promotional content, spam, surveys etc.","Don't post memes or NSFW content"],"subreddits":{"Related Subreddits":{"r/CasualConversation":"2,103,022 members","r/changemyview":"2,917,576 members","r/TooAfraidToAsk":"1,772,457 members","r/AmItheAsshole":"6,193,147 members","r/TrueOffMyChest":"1,972,204 members","r/Vent":"152,886 members"}},"about":{"header":"About Community","description":"The sister sub of r/CasualConversation. The serious side of Reddit. r/SeriousConversation is a subreddit for in-depth discussion. Offer a theory, share an opinion, or pose a question about (almost) any serious or heavier topics you can think of. This subreddit **is not** for venting about yourself.","created":"Created Oct 22, 2014","stats":["54.6k Members","61 Online"]},"other_information":[{"header":"Encouraged topics","description":"Definition of encouraged topics - General - any other topic that doesn't fit in the list below. - Opinion - your personal opinion on something. - Question - a question you have for others. - Situational Advice - for seeking advice on a unique situation or otherwise not normal to other's everyday life. - Current Event - a topic on a event that is happening now in the world. - Drugs & Alcohol - a topic about drugs or alcohol. - Politics - a topic heavily focused on governments' politics. - Religion & Culture - a topic focused on religion or cultures of the world. - Mental Health - a topic related to the mental health or illness of the mind. - Sexual Content - a topic focused on purely sexual NSFW related content. - Gender & Sexuality - a topic for gender and sexuality."}]}