{"time_collected":"2023-03-06 18:33:53.933157-05:00","top_headers":[{"heading":"The New /r/sex Guidelines and Sidebar Rules - please read BEFORE posting!","time_posted":"3 years ago"},{"heading":"Daily Sexual Achievement Thread","time_posted":"16 hours ago"},{"heading":"Asking for consent. Ruin the mood or improve it?","time_posted":"7 hours ago"},{"heading":"What do i do?!","time_posted":"4 hours ago"},{"heading":"Sex after children","time_posted":"8 hours ago"},{"heading":"Should I still give my bf head?","time_posted":"1 day ago"},{"heading":"Looking to repair sex life with partner. Any advice or experience is welcome.","time_posted":"3 hours ago"},{"heading":"There's lots to learn from this subreddit.","time_posted":"3 hours ago"},{"heading":"Having sex whilst you are high","time_posted":"11 hours ago"},{"heading":"How do I (22F) flirt with my friend (23M) without being too much","time_posted":"3 hours ago"},{"heading":"Just bought my first kegel balls and they are loud :(","time_posted":"8 hours ago"},{"heading":"I used sex toys with my gf for the first time, and it was amazing!","time_posted":"1 day ago"},{"heading":"She only cums from oral","time_posted":"6 hours ago"},{"heading":"please help. Need some advice regarding precum and condoms?","time_posted":"5 hours ago"},{"heading":"How to stop feeling anxious during sex?","time_posted":"35 minutes ago"},{"heading":"Should I (21F) try having sex with this guy?","time_posted":"38 minutes ago"},{"heading":"10 year age gap","time_posted":"7 hours ago"},{"heading":"My partner (F) doesn't let me (M) look at her while having sex","time_posted":"3 hours ago"},{"heading":"Communication about trying toys","time_posted":"3 hours ago"},{"heading":"Unable to fuck, only to make love?","time_posted":"56 minutes ago"},{"heading":"My boyfriend is hella awkward and shy in the bedroom…What do I do?","time_posted":"1 hour ago"},{"heading":"My penis has a downward curve when erect, am I OK?","time_posted":"2 hours ago"},{"heading":"Help me improve my dirty talk/initiating game","time_posted":"2 hours ago"},{"heading":"Sexually inexperienced at 27(M) after long, vanilla relationship - how to approach gaining experience","time_posted":"2 hours ago"},{"heading":"Hey, I (Fem) was hanging out with a fem friend and we really got close in the sense of trustful, friendly touch or she wanted to put her head on me, which straight girls would do too. But I got such a nervous feeling and it’s not leaving.","time_posted":"2 hours ago"},{"heading":"Best clean up options for Cum.","time_posted":"9 hours ago"},{"heading":"How to improve my sex life? I rarely cum.","time_posted":"10 hours ago"}],"rules":["ENGAGE CONSTRUCTIVELY AT ALL TIMES","DON’T SKIP THE FAQ OR THE FORUM RULES","DON'T OVERLOOK PAST POSTS","ALL CONTRIBUTIONS MUST BE SEX POSITIVE","POSTS SEEK ADVICE, COMMENTS PROVIDE IT","DO NOT TROLL OR ENGAGE WITH TROLLS HERE","ALL DISCUSSION MUST BE DIRECTED INTO THE PUBLIC FORUM","DO NOT POST RESTRICTED CONTENT"],"subreddits":{},"about":{"header":"About Community","description":"r/sex is for civil discussions pertaining to education, advice, and discussion of your sexuality and sexual relationships. It is a sex-positive community and a safe space for people of all genders and orientations which demands respectful conduct in all exchanges. There is ZERO TOLERANCE FOR CREEPY OR HARASSING BEHAVIOR HERE — in posts, comments, messages, or any other contributions. No exceptions.","created":"Created Jan 25, 2008","stats":["2.3m Members","6.1k Online"]},"other_information":[{"header":"Posting Guidelines","description":"EXAMPLES OF CONTENT RESTRICTED IN /R/SEX:\n1) PROMOTIONAL POSTS. This means any post containing any kind of promotional element, especially one which seeks to lure traffic to another site or promote a product. Links to specific product descriptions are permitted if they’re PRECISELY on-topic in the context of the post, AND the post itself is clearly seeking advice in good faith. If you're trying to sell something, conduct market research, etc - these posts will get you banned. Linking to sex-positive blogs or podcasts is allowed, provided you make an effort to start a conversation here about the topic and use the link as supporting material.\n2) LINK POSTS. Linked material must be sex positive and precisely on-topic to stay up here, and needs to be introduced with a workable framework for discussion. Please see the posted Link Policy BEFORE you post links! Bare links to youtube, images, blogs, podcasts, etc are prohibited.\n3) ACHIEVEMENT POSTS. These include appreciation, humblebrags, “I just had to share,” “I just want to say,” etc. These belong in the Daily Sexual Achievement Thread, not in the main forum. Posts which are JUST sex stories belong somewhere else entirely — like r/sexstories or a similar forum.\n4) LOW EFFORT MATERIAL. “Does anyone else...?”, “Is [X] normal/weird?”, “Is [y] wrong/bad/okay?”, and so forth. Human sexuality is incredibly varied; yes, someone else likes what you like, and labels like \"normal\" or \"weird\" are meaningless and in a sex positive community, we do not allow any moral judgments against sex acts or behaviors that are consensual. Title-only posts, posts with no effort at an actual conversation will be removed and may get you banned. Comments that consist of nothing but memes, \"this\", \"lol\" and such are highly disfavored. If comments do not further the discussion, they may be removed; a pattern of these may result in your ban.\n5) SEEKING FAP MATERIAL. Do not ask for sex stories, do not ask for the hottest/strangest/most unusual/etc encounter someone ever had. Do not ask for lists of other people's kinks or fantasies.\n6) PORNOGRAPHY, EROTICA, OR PERSONALS. You may not post or link pornography or erotica here. You may not share pictures of your genitals here - even if you are seeking medical advice (if you need to post a picture, you need to be going to a doctor). You may not recruit sex partners here, look for dirty chat, ask for someone to private message you, etc.\n7) DISRESPECTFUL CONTENT. Personal attacks, insults, name calling, or disrespect of any sort are not allowed here. Sexism, racism, or any type of hate speech will result in your immediate ban. This is a community for ALL GENDERS - refusing to acknowledge a trans individual's gender flies in the face of this, and will result in your ban.\n8) OPINION SEEKING, POLLS, VALUE JUDGMENTS OR VALIDATION POSTS. This forum is not for simply collecting opinions - \"do you think [X] is hot?\", \"Women, do you like [Y]?\", \"What is your favorite sex position?\" and so forth. This is not a forum to discuss your penis size, breast size, labia size, ask about other body image issues, or ask for feedback on your photos. See the /r/sex FAQ for help regarding body image issues. Do not post your pictures and ask people to rate or critique you.\n9) ACADEMIC SURVEYS. These require prior moderator approval. Moderators will review the question formats and will review the documentation of institutional ethical oversight (please provide). Non-academic surveys are seldom allowed. Please contact the moderators BEFORE you post a survey or study.\n10) GENERAL RANTS, ESSAYS, EDITORIALS, VENTS, CONFESSIONS, PSAS AND AMAS. These don’t belong in the main forum unless you have obtained prior moderator approval. Save them for story-based forums. Or Tumblr.\n11) FREQUENT/FAMILIAR TOPICS. These are addressed in either the FAQ, past posts, or both. In case you are confused, this means that we do not do penis size posts here.\n12) VAGUE TITLE/TOPIC. If a moderator can’t identify your issue or the type of advice you’re seeking, your post will be subject to removal. Titles should be at least several words long and adequately express what your post is about.\n13) NONCONSENSUAL OR ILLEGAL CONTENT. /r/sex is for the discussion of consensual sex among adults. We do not permit posts that advocate pedophilia, bestiality, rape, or incest here under any circumstances, nor do we allow these topics at all in most instances. Note that BDSM and CNC (consensual nonconsent) are perfectly valid topics in /r/sex.\n14) OTHER OFF TOPIC ISSUES. This is not the place to discuss politics or religion, to seek dating advice, to ask for how to pick up women, to rant about how you have never had sex. Posts that appear to be dedicated to stirring up arguments - particularly about hot button topics like circumcision, the evils of pornography and/or masturbation, and other toxic subjects - will be removed and will result in swift bans.\n15) IMPORTANT NOTE ON DISCUSSIONS OF SEXUAL ASSAULT. Sexual assault is an important and emotional topic which can be discussed (constructively) in r/sex. But posts which simply seek opinions about whether a given scenario counts as sexual assault do not do well here. This is true for several reasons, including the fact that assault laws vary by jurisdiction, and we don't encourage debates about jurisdiction issues here. Therefore, we ask that you refrain from describing a scenario and then simply asking “Is this rape/assault?” Instead, ask for specific advice: About how to respond to the scenario, how to avoid it, or how to proceed with next steps. Posts which simply ask “Is this rape/assault?” are subject to removal without notice.\nFurther information about the /r/sex rules and policies can be reviewed on the rules page."}]}