{"time_collected":"2023-03-20 00:07:53.677710-04:00","top_headers":[{"heading":"Welcome to SHIBAdult - Please read this post before engaging with the community 🙂","time_posted":"2 years ago"},{"heading":"How can Shibarium benefit SHIB, LEASH and BONE holders?","time_posted":"13 days ago"},{"heading":"Shiba Inu Founder Exposed [ Bitboy Crypto ----- At least he is covering Shib now]","time_posted":"3 days ago"},{"heading":"Crypto's Entertainment Revolution: Industry's Game-Changer!","time_posted":"4 days ago"},{"heading":"What do you think will happen next?","time_posted":"8 days ago"},{"heading":"SHIB | The Metaverse @ SXSW23 now","time_posted":"10 days ago"},{"heading":"Beware of scammers!","time_posted":"11 days ago"},{"heading":"Ethereum Whales Purchase 51 Trillion SHIB to Make Shiba Inu the 2nd-Largest Altcoin Holding","time_posted":"1 month ago"}],"rules":["NO FUD","No meme","Be Polite","Follow the reddit content policy","NSFW","Spam, click or Karma bait or 'upvote' posts"],"subreddits":{"Communities":{"r/SHIBArmy":"478,824 members","r/ShibaInu":"20,117 members"}},"about":{"header":"About Community","description":"An alternate community to r/SHIBArmy Tired of endless reposts, “upvote me\" posts, “wen moon/Lambo/swap” posts, “watch this video” clickbait posts or FUD spam? Well, this is the sub for you, fellow shib! While it is an \"Adult\" sub let's still have fun, stay positive but realistic - Share stories, updates, theories and memes responsibly. You will be banned if you create childish drama, You will be banned and reported if you spam. And while this is an \"Adult\" sub NO PORN","created":"Created May 26, 2021","stats":["23.2k Members","9 Online"]},"other_information":[{"header":"Moderation Policies","description":"Moderation Policies\nTo do our best to moderate this sub and for everyone to have an enjoyable experience here; on top of sub Rules, our MODS are doing our best to adhere to our policies so that everyone is treated equally and in fairness.\nBelow are our policies, and do take note that all MODs have full-time jobs and families, and we do not gain anything from this sub besides the satisfaction of being able to help and contribute to our community.\nRemoval & Warning:\nAbusive posts of any kind are subject to an immediate ban. Posts that derail discussion with the deliberate intent of provoking other users will be removed: NOT OK: Personal Attacks NOT OK: Hate Speech: False Facts, Flawed Argumentation, Divisive Language, Dehumanizing Metaphors, and/or Slurs NOT OK: Unsolicited request for donations\nPopular Posts:\nWhen a thread has gained a lot of activity, been highly upvoted and has attracted a lot of outside users, we tend to be a bit more heavy-handed on the removal of comments and the banning of users, as often they haven’t read the rules or understand the environment we try to foster here. However, if the post generates too much FUD or improper comments, we will not hesitate to remove it.\nA Grain of Salt:\nWe as mods try our best to ensure the information in this sub is as accurate and factual as possible. However some posts or comments do fall through the cracks, or we simply do not know that it is false - so we would still recommend everyone to take each comment or post with a grain of salt - unless it is a verifiable consensus/fact"}]}