{"time_collected":"2023-03-20 00:52:32.648706-04:00","top_headers":[{"heading":"Electric Blue Topaz - concave cut. 12mm 8.35cts. The rough is Brazilian, and it's irradiated like all electric blue topaz. Adding concave (curved) facets to a princess cut just levels the whole gem up. $430 USD plus shipping.","time_posted":"11 hours ago"},{"heading":"Check out this amazing 2.55ct, 7.35mm Heated MT, FOUND on a mining trip by the owner. Talk about lottery win!","time_posted":"14 hours ago"},{"heading":"Trying something a bit different on this small silky rhodolite with frosted compass facets in my “Clarkia” design. 5.1mm, 0.68ct, $100 + SH","time_posted":"10 hours ago"}],"rules":["Be nice.","Lapidaries/vendors must be approved to share their work, for sale or otherwise.","No spam.","Collectors may post their purchases from r/shinypreciousgems","No critiquing people's hands/appearance."],"subreddits":{"Our favorite subs!":{"r/Moissanite":"57,838 members","r/jewelry":"91,660 members","r/MineralPorn":"327,848 members"}},"about":{"header":"About Community","description":"This is a place for u/shinyprecious and friends to share their lapidary work, order custom gems and jewelry, and promote educational content and community activities!","created":"Created Jun 26, 2019","stats":["25.3k Dragons","76 Oooing and Ahhing","Top 5% Ranked by Size"]},"other_information":[{"header":"FAQ and helpful links","description":"Welcome! To see the current selection of available stones, click the link at the top of the page!\nNOTE FOR NEW POSTERS: This subreddit is only for the resident lapidaries to showcase and sell their gems, for clients to show off gems and jewelry featuring gems purchased through the sub, educational posts, or community activities run by our moderators. We have a spam filter that will catch all posts from new members and will require moderator approval. If you make an attempt to sell or advertise, we may ban your account. Please review the subreddit rules before posting.\nMEET THE LAPIDARIES: https://www.reddit.com/r/Shinypreciousgems/comments/ju72dr/meet_the_spg_lapidaries_support_crew/\nCUSTOM ORDERS: Our lapidaries have a wait time of several months. If you need assistance with a custom order or sourcing a stone, please email shinypreciousgems@gmail.com and we will be happy to help! We do accept a small number of expedited orders for an additional charge.\nTo place a custom order, the lapidaries usually require a deposit of 50% of the job. Exceptions may be made at the discretion of the cutter.\nu/mvmgems is currently open for commissions! Fill out the form here: https://forms.gle/4YdMToSg2t9TKaRFA\nSETTINGS: We can help you get your gemstones set! If you'd like to browse settings, you can use https://shinypreciousgems.jewelershowcase.com/, which will display most of the stuller catalogue. If you need setting assistance, please contact us at shinypreciousgems@gmail.com.\nYou can also check out available setting options here: https://shinypreciousgems.jewelershowcase.com. Here is a quick guide to ordering settings: https://www.reddit.com/r/Shinypreciousgems/comments/od4zi0/settings_with_shiny_precious_gems/?utm_source=share&utm_medium=web2x&context=3\nTo view our previous educational posts, contests and interviews, click here: https://www.reddit.com/r/Shinypreciousgems/comments/fblvrp/spg_information_megathread_index/\nWant some flair or have any questions about the sub? Message u/Seluin or u/jeweltonesGG!"}]}