{"time_collected":"2023-03-08 16:15:05.010574-05:00","top_headers":[{"heading":"[META] Do you folks want a spoiler policy here?","time_posted":"3 years ago"},{"heading":"Due to earth's rotation being caused by fat bottomed girls, I posit that warp drive is powered by the same thing.","time_posted":"9 hours ago"},{"heading":"(Spoiler) Picard season 3 plot summary revealed","time_posted":"5 hours ago"},{"heading":"People suffering from Irumodic Syndrome have speech impediments that sound like English accents no matter their nationality or upbringing.","time_posted":"52 minutes ago"},{"heading":"So, we know Moriarty will appear ... what is the chance they will pull a \"it was all a dream\" with Picard somehow stuck in a simulation?","time_posted":"3 hours ago"},{"heading":"If DISCO season 5 does not explain the Calypso short, we riot","time_posted":"8 hours ago"},{"heading":"Picard Episode 303 is called \"Seventeen Seconds\"","time_posted":"15 hours ago"},{"heading":"When speaking with a Vulcan, be aware that \"Another time, perhaps\" is how the universal translator translates the Vulcan for \"Go fuck yourself\".","time_posted":"22 hours ago"},{"heading":"Now that Picard is elderly, the Picard Manuever is not pulling the shirt down, it's pulling the pants up","time_posted":"17 hours ago"},{"heading":"Worf became a pacifist after he was forced to kill O'Brien and Bashir in self-defense.","time_posted":"5 hours ago"},{"heading":"Riker only remained as First Officer of the Enterprise so he could stay on TV","time_posted":"1 day ago"},{"heading":"The Titan-A was weaker because they were experimenting with not putting rocks everywhere.","time_posted":"1 day ago"},{"heading":"I got my degree, but the only position I'm qualified for is Borg Drone","time_posted":"21 hours ago"},{"heading":"As punishment for Odo, the Founders not only turned him into a solid but gave him IBS and extra sensitive olfactory senses.","time_posted":"22 hours ago"},{"heading":"Seska is Gul Madred's daughter.","time_posted":"23 hours ago"},{"heading":"Riker in Picard s3 is not the true Riker. He is a holographic changeling impersonating a Thomas Riker possessed by the bluegill parasite.","time_posted":"1 day ago"},{"heading":"Will Picard’s “Space Seed” cause more problems than Kirk’s?","time_posted":"22 hours ago"}],"subreddits":{},"about":{"header":"About Community","description":"The Shitty Daystrom Research Institute is a shitty subreddit dedicated to shitty discussion of everything and anything related to the Star Trek franchise.","created":"Created Jul 19, 2015","stats":["24.2k Members","63 Online"]},"other_information":[]}