{"time_collected":"2023-03-06 23:00:35.568289-05:00","top_headers":[{"heading":"$SHIBBI: Building a Transparent and Secure DeFi Platform Focused on Community and Education - Launched few hours ago - $SHIBBI token sitting on 80k mcap","time_posted":"2 hours ago"},{"heading":"Are you ready for the future of freelancing? Look no further than Moonlancer, the all-in-one platform for blockchain and crypto freelancers. Launching soon on the Binance Smart Chain network, Moonlancer offers a secure and streamlined experience for both freelancers and clients.","time_posted":"1 hour ago"},{"heading":"Things are heating up on $CUMINU! The world class adult platform Cummuniti is almost ready. %0 taxes. The adult szn is here and blowing up soon!","time_posted":"10 hours ago"},{"heading":"PimpCoin (PIMP) | Make Money Consistently & Quickly | Liquidity Locked Forever | CMC Listing Incoming | BUSD Rewards | Fast Growing Community","time_posted":"10 hours ago"}],"rules":["NO BOTTING POSTS OR COMMENTS","NO ADVERTISING ON OTHER POSTS","DON'T SPAM","USE THE RIGHT FLAIR","NO SCAMS"],"subreddits":{},"about":{"header":"About Community","description":"Welcome to ShitCoinMoonShots! --- This is a place for discussing low market cap defi crypto projects. All types of projects are welcome, whether that be a shit coin or a genuine project with potential. --- However this is a place for discussion and NOT SPAMMING so please read all rules before participating. --- Disclaimer: ALWAYS do your own research before investing, lots of comments and upvotes usually means botting and not hype. We try our best to combat this.","created":"Created Mar 19, 2021","stats":["115k Members","18 Online"]},"other_information":[{"header":"ShitCoinMoonShots","description":"REQUIRMENTS:\n-User must have over 100 Karma (Post and Comment, awardee doesn't count) to make a submission\n-User account must be 1 month old to make a submission\n-Submissions must be over 100 characters long\n-User must have over 50 comment karma to comment on a discussion\n-User account must be over 1 month old to comment"}]}