{"time_collected":"2023-03-07 02:24:03.629231-05:00","top_headers":[{"heading":"Weekly /r/ShitPoliticsSays Discussion Thread","time_posted":"2 days ago"},{"heading":"This legitimate news story is getting pinned because Reddit is trying to bury it for so-called content policy violations.","time_posted":"2 months ago"},{"heading":"oh noes","time_posted":"4 hours ago"},{"heading":"“Hillary Clinton paid her dues for DECADES and fully earned her turn to be POTUS, only for millions of Americans to disrespect her by not voting. What a disgrace that was…”","time_posted":"4 hours ago"},{"heading":"r/nottheonion on Ron DeSantis.","time_posted":"8 hours ago"},{"heading":"\"Nancy Pelosi [was] the most effective House Speaker in American history.\" [+273, gilded] r/WhitePeopleTwitter","time_posted":"7 hours ago"},{"heading":"\"...you have conservatives calling for another civil war, while liberals want to make sure everyone has access to healthcare. We live in two separate worlds now.\" [+436]","time_posted":"3 days ago"},{"heading":"Love the Dobbs stans here to defend the sacrosanctity of a stacked court featuring two sexual assaulters a religious zealot who's beliefs inherently imply she's not even the real judge but rather a mouthpiece for her husband and a nutcase who cites laws written by fucking witchhunters.(SH)","time_posted":"3 days ago"},{"heading":"/r/collapse commentary on the REAL reason Portland Walmarts are closing. Hint: it's not shoplifting, it's student loans. [+646]","time_posted":"4 days ago"}],"rules":["No Participation","No Brigading","No Hostile Username Pings","Be Civil","Reddit Only","Use Accurate Titles","Post Notable Content","Submissions Must Be Specific","No Unnecessary Screenshots","Use Selfposts for Analysis or Collections Only"],"subreddits":{"Related Subreddits":{"r/politics":"8,290,274 members","r/conservatives":"104,673 members"}},"about":{"header":"About Community","description":"The Worst Political Commentary on Reddit - Boldly Chronicling the Decline of Humanity Since 2013","created":"Created Oct 20, 2012","stats":["80.5k Members","86 Online"]},"other_information":[{"header":"Info","description":"Join our Discord server!\nDirect questions or complaints about the rules, the moderators, or other users to Modmail.\nTip any calls to crime or admissions of crime, especially violent crime, to the FBI here.\nSome subreddits will ban you for participating here or posting their content here. More information"}]}