{"time_collected":"2023-03-08 15:22:01.125547-05:00","top_headers":[{"heading":"uhhhhhh","time_posted":"9 days ago"},{"heading":"Was Johnny Cash actually Norm McDonald with a mask on?","time_posted":"4 hours ago"},{"heading":"Am I gay for going to gay clubs to pick up gay guys and have gay sex with them?","time_posted":"19 hours ago"},{"heading":"Can a guy have female friends without cheating on his girlfriend?","time_posted":"3 hours ago"},{"heading":"Redditors of Reddit - Boobs ass pussyfuck, horn dong butt fart? Sexy sexy sex?","time_posted":"2 hours ago"},{"heading":"Today is International Women's Day. How much respect did you give to women today? Did you make your day all about women? Did you become a woman? Do you even know what a woman is?","time_posted":"4 hours ago"},{"heading":"Have you ever considered downsizing your cumsock collection?","time_posted":"7 hours ago"},{"heading":"im thinking of dumping my girlfriend. I need a good reason; any one have anything?","time_posted":"5 hours ago"},{"heading":"If somebody commits a serious crime and then commits suicide, will they still be charged or will their corpse be let off scot free?","time_posted":"1 hour ago"},{"heading":"It someone has been murdered why not just zoom in and enhance the image to the suspect's hair and zoom in until their individual DNA strands are visible, enhance it some more, then cross reference it with with the DNA found on the scence.","time_posted":"9 hours ago"},{"heading":"Did Jerry Seinfeld ever get an answer to his famous question, \"What's the deal with extreme testicle torture\"?","time_posted":"36 minutes ago"},{"heading":"Has an abortion ever survived the ordeal and then at 20 years old went to visit his/her mother and said. \"WHAT THE FUCK, MOM!","time_posted":"57 minutes ago"},{"heading":"What stupid fucking question should I ask tonight?","time_posted":"7 hours ago"},{"heading":"what's long and hard and has cum in it?","time_posted":"21 hours ago"},{"heading":"It's my birthday today, and I just had an awesome shit. So I can confirm \"Birthday shits\" are awesome. And just incase you were wondering, \"FUCK-YOU!!!\" is my question.","time_posted":"2 hours ago"},{"heading":"What do you think of my username?","time_posted":"18 hours ago"},{"heading":"Men who know your way around a woman’s body, how can i learn to be like you in 5 minutes?There’s a woman’s body blocking the hallway and I have to get to work","time_posted":"1 day ago"},{"heading":"Do gardeners work down at the plant?","time_posted":"4 hours ago"},{"heading":"What can I do to fulfill my dream of being more like Wilford Brimley?","time_posted":"18 hours ago"},{"heading":"IATA for waiting for people to go offline to mention/reply to them specifically so that they get a notification as soon as they put down their phone and have to pick it back up to view it?","time_posted":"7 hours ago"},{"heading":"What’s an acceptable ratio of white people to minority people at a party? I want to throw a party and I can only fit 20 people but I have 13 white people I want to invite. I’m just very worried that is not a diverse enough crowd, I don’t want to ruin my street cred on Twitter and be seen as racist.","time_posted":"1 day ago"},{"heading":"Do you think Vi and Ponyo's mean dad would get along?","time_posted":"8 hours ago"},{"heading":"Do you be leavin' life after love?","time_posted":"17 hours ago"},{"heading":"Are cassowaries a cause of worries?","time_posted":"16 hours ago"},{"heading":"I'm about to cum. Where should I cum?","time_posted":"19 hours ago"},{"heading":"Who's mothers need fucking today?","time_posted":"21 hours ago"}],"subreddits":{},"about":{"header":"About Community","description":"/r/shittyaskreddit, Because askreddit is for \"thought-provoking, inspired questions.\"","created":"Created Dec 8, 2011","stats":["75.3k Members","79 Online"]},"other_information":[]}