{"time_collected":"2023-03-19 22:58:05.525767-04:00","top_headers":[{"heading":"[OT] Micro Monday: The sea has many stories to tell.","time_posted":"6 days ago"},{"heading":"[SerSun] Serial Sunday: Loyalty!","time_posted":"8 hours ago"},{"heading":"[HR] Emergency Traffic","time_posted":"4 hours ago"},{"heading":"[HM] In the stinking hot palazzo","time_posted":"4 hours ago"},{"heading":"[SF] GEO - A Space Elevator Story - Part 6","time_posted":"14 hours ago"},{"heading":"[HR] THE DREAM GUIDE","time_posted":"5 hours ago"},{"heading":"[SF] A Fate Worse Than Death","time_posted":"13 hours ago"}],"rules":["Keep It About the Writing","Posts Must Be in English, and Good-Faith Attempts","Stories Must Be Properly Formatted","No Reposts","No Harmful Content","Avoid Racism and Political Debate","Be Civil in Discussion, Feedback, and Critiques","All Submissions Must Be Tagged"],"subreddits":{"Related Communities":{"r/nosleep":"17,371,268 members","r/scarystories":"382,411 members","r/OCPoetry":"212,295 members","r/shortscarystories":"761,182 members","r/Poems":"61,703 members","r/UnsentLetters":"442,404 members","r/AsOneAfterInfidelity":"67,783 members","r/DnDGreentext":"356,021 members","r/MaliciousCompliance":"3,485,210 members","r/zen":"121,858 members"}},"about":{"header":"About Community","description":"This is a place to submit your original short stories and be part of a community of writers.","created":"Created Mar 23, 2008","stats":["71.4k Members","174 Online"]},"other_information":[{"header":"Submission Tags","description":"[SF] Science Fiction\nFiction dealing with futuristic settings such as futuristic science and technology. It often explores the potential consequences of scientific and other innovations, and has been called a \"literature of ideas\".\n[FN] Fantasy\nFiction that commonly uses magic and other supernatural phenomena as a primary plot element, theme, or setting.\n[HR] Horror\nA genre of literature that has the capacity to frighten, scare, or startle its readers by inducing feelings of horror, terror, and in some cases loathing.\n[MS] Mystery & Suspense\nFiction dealing with mysteries, usually about a detective or other law enforcer trying to solve a crime.\n[RF] Realistic Fiction\nA genre of fiction that is untrue, but could actually happen. Or predicts events that will happen in the near future.\n[HF] Historical Fiction\nA form of fiction where the settings are drawn from history, and often contains historical persons. Works in this genre often portray the manners and social conditions of the persons or times presented in the story, with attention paid to historical accuracy.\n[AA] Action & Adventure\nThis is a genre of fiction in which an adventure, an exciting undertaking involving risk and physical danger, forms the main storyline.\n[HM] Humor\nA story that has humorous elements such as random use of words or nonsensical words. Humor stories can also be reflective of reality, portraying it in a funny way.\n[RO] Romance\nStories of this genre place their primary focus on the relationship and romantic love between two people, or sometimes a love triangle.\n[SP] Speculative Fiction\nA broad genre of fiction that encompasses any fiction with supernatural, fantastical, or futuristic elements.\n[TH] Thriller\nNot the Michael Jackson, \"Thriller\" but rather a genre that uses suspense, tension, and excitement as its main elements.\n[UR] Urban\nA story taking place in a city landscape the genre is as much defined by the socioeconomic realities and culture of its characters in the urban setting.\n[MF] Misc Fiction\nBasically any fiction that doesn't fit into any of the other categories. [NF] Non-Fiction\nA story that actually happened, or describes real events.\n[MT] Meta Post\nFor posts that aren't stories but meta questions/announcements.\n[OT] Off Topic\nPretty much the same thing as the above, although more for user's use."}]}