{"time_collected":"2023-03-06 17:29:39.007169-05:00","top_headers":[{"heading":"Even if you make a dollar a month from the start of the universe, you still wouldn’t even be close to being the richest man in the world","time_posted":"8 hours ago"},{"heading":"In the distant future, historian's are going to struggle to know what's real and what was AI generated","time_posted":"21 hours ago"},{"heading":"At a certain level of magnification, it is acceptable to show semen on tv.","time_posted":"13 hours ago"},{"heading":"Animals trying to court decoys are kinda like the guys in the comments of Instagram bots","time_posted":"22 hours ago"},{"heading":"Everyone has kicked a pregnant woman.","time_posted":"3 hours ago"},{"heading":"People sometimes die in the living room","time_posted":"9 hours ago"},{"heading":"The Universe is a maximum security prison.","time_posted":"9 hours ago"},{"heading":"It's weird to sleep on the floor in a bag, but if you do it outside in the woods it's fun","time_posted":"19 hours ago"},{"heading":"Gyms have all sorts of machines and weights but lack simple benches to sit on while resting","time_posted":"1 hour ago"},{"heading":"We live in a world where an Italian plumber in his thirties is an icon of children entertainment","time_posted":"6 hours ago"}],"rules":["All content must be original and unique.","All posts must be showerthoughts.","Your entire thought must be in the title.","No thoughts about literal showers, bathing, or bathrooms.","No jokes, puns, wordplay, or submissions which are dependent on mechanisms or oddities in language.","No \"life pro-tips\" or advice.","No posts about Reddit or its functions.","No posts about politics, social justice, or religion.","Don't be a jerk."],"subreddits":{"Subreddits you may like:":{"r/CasualConversation":"2,102,186 members","r/NoStupidQuestions":"3,344,623 members","r/Lightbulb":"105,266 members","r/OutOfTheLoop":"3,134,345 members","r/CrazyIdeas":"778,131 members","r/woahdude":"4,078,488 members","r/Jokes":"25,532,999 members","r/self":"1,234,904 members"}},"about":{"header":"About Community","description":"A subreddit for sharing those miniature epiphanies you have that highlight the oddities within the familiar.","created":"Created Oct 18, 2011","stats":["26.8m Members","4.6k Online","#7 Ranked by Size"]},"other_information":[{"header":"About","description":"\"Showerthought\" is a loose term that applies to the types of thoughts you might have while carrying out a routine task like showering, driving, or daydreaming. At their best, showerthoughts are universally relatable and find the amusing/interesting within the mundane.\nPlease be respectful of others' submissions. Rudeness is unacceptable.\nPlease read our rules before submitting.\nPlease read the FAQ before messaging the moderators."}]}