{"time_collected":"2023-03-08 08:54:13.046140-05:00","top_headers":[{"heading":"Record of Ragnarok Chapter 75 Leaks Megathread","time_posted":"11 days ago"},{"heading":"Sun Wukong’s introduction against Bruce Lee, what had the gods offered the monkey king to fight on their side? can they trust him…?","time_posted":"12 hours ago"},{"heading":"Record of Ragnarok: Volume 18 Cover + Special Edition (Higher Quality)","time_posted":"11 hours ago"}],"rules":["All Posts Must Be About Record of Ragnorok","Flair Up","Tag Spoilers","Source Fan-Art","Be Nice","Foul Language","No Drama","No Low Effort Posts","Keep Chapter Spoilers Within Megathreads Or Spoiler Tagged Posts","Tag NSFW Posts","No Doxxing","Asking For Chapter Release","Meta Posts Only On Weekends"],"subreddits":{"Related Communities":{"r/Kengan_Ashura":"47,079 members","r/Grapplerbaki":"50,247 members","r/OnePunchMan":"1,046,361 members","r/Kingdom":"71,839 members","r/Genshin_Impact":"1,813,988 members","r/KamenRider":"51,873 members","r/ClassroomOfTheElite":"109,338 members","r/tbatenovel":"40,320 members","r/GuardianTales":"64,085 members","r/DanMachi":"77,917 members"}},"about":{"header":"About Community","description":"A subreddit dedicated to the manga and anime series Record of Ragnarok “Shuumatsu no Valkyrie” ( 終末のワルキューレ) written by Shinya Umemura and Takumi Fukui and illustrated by Ajichika.","created":"Created Feb 5, 2019","stats":["55.0k Fighters","691 Cheering","Top 5% Ranked by Size"]},"other_information":[{"header":"Spoilers - PLEASE READ","description":"Spoilers are anything that may spoil recent events of the manga or the deaths of fighters.\nSpoilers should never be in the actual title of your post. If you are unsure whether your title constitutes a spoiler or not you should probably just use a different one.\nAlways make sure to SPOILER TAG posts that contain spoilers from the latest chapter - you can do so by selecting the Spoiler Tag Flair when creating a post.\nAlso be sure to show in your post title that the content of your post contains Spoilers - this can be done by having the word \"SPOILER\" at the start of your title.\nSpoilers Include:\nAny Images from Leaks\nAny Images from Raws before the English translation has released\nAny Images from the English translation within ONE DAY of its release\nAfter ONE DAY of the official English translation, you may post images/spoilers from the latest chapter(s) without the spoiler tag.\nViolations of this rule will lead to the removal of your post. Continuous violations may result in further punishment."},{"header":"About","description":"Every 1000 years, gods of every pantheon convene and hold a conference to decide the fate of humanity by calling a vote to determine whether or not the human race should continue living or go extinct. With the most recent of these conferences having concluded, the gods unanimously decided to put humanity to an end.\nHowever, at the very last second, the eldest of the Valkyries, accompanied by the youngest, intervened and made the bold proposition to let humanity have a say in their fate by letting them go against the gods in a series of one-on-one fights to see if they are worthy of continuing to exist. Afraid to let go of their pride, the gods accept this proposal.\nThirteen gods will fight against thirteen human champions. The first side to reach seven victories will decide humanity's fate."}]}