{"time_collected":"2023-03-07 02:06:13.368281-05:00","top_headers":[{"heading":"Did a count of the treasure box tonight. Nearly at 500 Silver Proof Quarters. Added my first gold to the box too!","time_posted":"3 hours ago"},{"heading":"Found some silver in my grandpa's change bowl. Also sorry for the dirty nails.","time_posted":"14 hours ago"},{"heading":"Purchase of the day, 6 Libertads for about $160 dollars.","time_posted":"5 hours ago"}],"rules":["Forbidden Website","Physical metals Only","No referral links","No Spammers (youtube, blog, website)","No Buying/Selling."],"subreddits":{"Related Communities":{"r/Gold":"79,663 members","r/coins":"126,787 members","r/coincollecting":"18,691 members","r/AncientCoins":"43,024 members","r/Pmsforsale":"39,872 members","r/CRH":"23,656 members","r/jewelrymaking":"91,754 members","r/basketballcards":"47,138 members","r/Coins4Sale":"28,143 members","r/HotWheels":"101,181 members"}},"about":{"header":"About Community","description":"/r/Silverbugs is a forum for Physical Silver stackers. Bullion and Coins. Not paper stocks.","created":"Created Oct 27, 2011","stats":["112k Members","154 Online"]},"other_information":[{"header":"Current Silver Price","description":"Ask: $21.10\nKitco Silver 24hr Chart"},{"header":"/r/Silverbugs info","description":"Have a question? Looking for a bullion dealer? Not sure where to start?\nCheck out the Silverbugs wiki for FAQs, Well-known Dealers, and other information sources for Silverbugs!\nAg. Everything to do with the white metal. Whether you are interested in silver bullion, coins/numismatics or stacking as a hedge against inflation, this is the place to do it. Thanks for participating and keep on stacking.\nBe vigilant in your purchases and do your homework, counterfeit silver specimens do exist. See: examples of fake silver specimens members of this sub have found for an idea of what to look for.\nCurrent Prices:\nCoinflation\nKitco\nKitco - Current Silver Spot Price\nWell-known Silver Dealers:\nPlease refer to the /r/silverbugs/wiki\nOther subreddits that you might like:\n/r/coins\n/r/bullion\n/r/copper\n/r/pmsforsale\n/r/PMsTradingPost\n/r/CRH\n/r/gold\n/r/Coinsales\n/r/Silvercasting\n/r/PreciousMetalRefining\nRules on /r/silverbugs:\nIn addition to the Reddit Rules, we have the following rules:\nLinks to auction-style listings, such as an ebay auction, are prohibited. However, \"Buy It Now\"-style listings on auction sites, from reputable retailers, are allowed at the discretion of Moderators.\nKeeping silver within the community is encouraged. With that in mind, posts of you selling your silver are allowed, as are cross posts of the same from /r/Pmsforsale as long as a price, preferred method of payment, and shipping details are included in the post. No auction style listings, no vague requests for a top bidder, etc."}]}