{"time_collected":"2023-03-07 04:36:21.786145-05:00","top_headers":[{"heading":"2nd Round for Telegram (+ Discords)","time_posted":"11 months ago"},{"heading":"Prior to the NIH investigations, U.S.-based scientists who collaborated internationally tended to be more productive, and those who collaborated with scientists in China were the most productive of all. Scientists in the U.S. were not able to offset their productivity loss.","time_posted":"3 months ago"},{"heading":"US can’t keep up with China’s warship building because China use slave labour. 🤣 Imagine the size of China's navy if using actual trained workers.","time_posted":"6 hours ago"},{"heading":"Here's an excerpt of my Two Sessions vlog explaining China's political system and policy-making process. Take a look! Full video link in the comments.👇","time_posted":"2 hours ago"},{"heading":"China dominates research in 6G and optical – report","time_posted":"4 hours ago"},{"heading":"Mark Mobius mentioned in a TV interview that he was blocked from transferring funds from his HSBC account in Shanghai to his HSBC account in Hong Kong - in fact, he did not comply with China's source of funds transfer requirements","time_posted":"3 hours ago"}],"rules":["Follow Reddit's general guidelines","Don't troll","Limit use of unnecessary offensive language","Don't submit reddit related content","Stay true to the topic of discussion","Relevance","Submission spamming"],"subreddits":{"r/Sino Network":{"r/Hong_Kong":"10,013 members","r/Chinesediaspora":"849 members","r/CIWO":"910 members","r/chinesemusic":"1,110 members","r/TraditionalChinese":"1,106 members"},"Allowed Crosspost (expanding)":{"r/InformedTankie":"16,937 members","r/CPUSA":"9,259 members","r/ProIran":"3,927 members","r/InternationalLeft":"6,947 members","r/ChinaInnovation":"1,429 members","r/NewsWithJingjing":"11,026 members","r/Dongistan":"6,932 members"}},"about":{"header":"About Community","description":"r/Sino is a subreddit for news, information, and discussion on anything China and Chinese related. Read the rules before posting. Some submissions may need manual approval.","created":"Created Jun 9, 2015","stats":["88.6k Members","294 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Sidebar","description":"Notices:\nImagine obsessing over China's population and forgetting over 90% are Han (over 97% in Taiwan), the largest ethnic group by far, writing with Chinese characters and (mostly) speak Mandarin...distant second is either a mish mash of Arab countries or (more accurately) Bengalis.\nUS continues to be forced to toss away their professed values trying to maintain hegemony. Free speech lost to user restrictions. Free media lost to news bans. Free economy lost to gov. led. Free trade lost to trade restrictions. No matter the excuse for it, the value being tossed isn't China's. That's what really gets under their skin. That their values failed and they had to abandon them.\nCPC National Congress Reflection...of all the things anti China clowns hyped and then lost in the last few years\nJust a reminder US banned American citizens from Chinese semiconductor sector months ago then hyped some sort of collapse...and nothing happened 🤡. Delusional narcissism isn't healthy.\nImagine being DPP and listening to \"internationally recognized\" every time anyone is discussing inside or about Ukraine...if it doesn't matter why is it constantly brought up by the very Ukrainians Westerners cheer for...awkward.\nNo matter what numbers westerners need to imagine to cope, it's not going to change the fact China opened up to weaker variants confirmed by WHO. Rehashing the exact same stories used early on in the pandemic 1 , 2. Only for everyone to admit in the end China had no mass death. Particularly from those who criticized lockdowns after failing theirs. The suffering certain countries experienced is sad, if coping with guesses can help go for it. Just don't expect anyone else to share in your imagination. It's been a month since re-open and there's no scale in China like those countries with most populous regions already passed peak infection. Even the made up numbers is still a paltry fraction due to the short time frame.\nlockdown protests or pro democracy belly flop\nBefore coming to talk about China's Covid policies, look up any stat on daily deaths of conflict in Ukraine, combine both sides even. Then compare with COVID-19 deaths are still averaging more than 2,000 per week | We’re still having between 300 and 400 deaths per day - Dr Fauci. For all of 2022. Now reflect, get some self awareness and turn back after realizing how stupid that would be.\nWith yet ANOTHER failure by the US at the UN on Xinjiang, sidebar no longer has enough room to document all their humiliation. Most recently Western initiative outnumbered 96 to 50 -> info moved over to our archive thread\n\"aMeRiCa StAnDs WiTh TaIwAn!\" -> then right after saying that America watched, from afar, as Taiwan literally got surrounded, blockaded and violated. Then had to stand there and listen to countries all over the world react to all this by restating they adhere to the One China Policy. Not praising US or supporting Taiwan.\nBorder Disputes with India https://archive.ph/akakd\nMessage the Moderators of r/Sino (bottom of sidebar) for info on discords and telegram. The spaces cater to any regular participant on the subreddit (post history required) and/or any ethnic Chinese (verification required).\nGroups that bought into \"U.S. values\" rhetoric, worked for U.S. then got betrayed: Hmong (Vietnam), Syrian rebels, Kurds (ISIS), HK rioters, Guaido (Venezuela), Afghan servicemen/translators (Taliban, who are now mocking Iwo Jima photo while wearing US military gear 😂), Ukraine (Budapest Memorandum, NATO membership)\nIf you are new, you'll need to build up your karma on Sino in this fashion: comments first -> then link submissions -> then text submissions. Just because a submission is removed by the automod does not mean it won't be approved. Only thing that guarantees it won't be is if you delete it.\nAllowed Crosspost to Sino list (expanding) (r/GenZedong, r/InformedTankie, r/CPUSA, r/ProIran, r/InternationalLeft, r/Russia, r/ChinaInnovation, r/NewsWithJingjing)\nWiki\nXinjiang & Tibet\nHong Kong & Taiwan\nFoot Binding - Fact vs Fiction\nChinese Civics & Socialism\nInternet Governance\nEnvironment & Ecology\nReligious Persecution\nBorder Disputes with India\nUyghur-Xinjiang\nSocial Credit\nTiananmen Square Riots: Fact vs Fiction\nDebt-trap Diplomacy\nDog Eating\nFalun Gong\nMultimedia:\nYoutubers & Content Creators, Podcasts, Books, English News Outlets\nSino Archive (on wordpress)\nEmergency notices will be pinned on https://twitter.com/SinoReddit\nIf you are being harassed by pms, change your pm setting to only trusted users. In your preferences. Or use a dedicated account for Sino https://reddit.zendesk.com/hc/en-us/articles/204535759-Is-it-ok-to-create-multiple-accounts-"}]}