{"time_collected":"2023-03-08 13:32:45.907429-05:00","top_headers":[{"heading":"March, 2023 smoke break thread","time_posted":"6 days ago"},{"heading":"Making Chips","time_posted":"5 hours ago"},{"heading":"I used to work at a gold mine, and one day I went to my shop and this was smack dab in the way of everything. I don't think I could've moved it if I tried lol","time_posted":"2 days ago"},{"heading":"When both multi stage jet pumps take a crap, you can rent 2 of the jokers for $160k a day..","time_posted":"2 days ago"}],"rules":["This sub is intended to be a place where people come to learn, or teach.","**Provide Context.**","Users are strongly encouraged to submit posts for technical or career assistance.","Don't be an asshole.","Crap will be removed.","Illegal/dangerous weapons","Don't be a fanboi and hoard old shitty deleted AvE movies."],"subreddits":{},"about":{"header":"About Community","description":"This sub is intended to be a place where people come to learn, or teach. (Or have a chuckle out in the shop)","created":"Created Jun 21, 2015","stats":["132k Members","80 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Recommended Viewing","description":"Abom79. In depth industrial machining videos.\nAlec Steele. Creating beauty with fire, metal, and percussion.\nApplied Science. One of those guys that can make cool shit without making a huge mess.\nArduino vs. Evil. Shill free teardowns and neato projects, with a side of dick jokes.\nAussie50 \"The content he made is more or less an Austrailian version of our patron saint of bumblefuckery's own. Dicking around in the shop with whatever was at hand, making cool shit, putting it on the internet.\"\nGreat channel. Guy'll be missed.\nBad Obsession Motorsport. Home of Project Binky, a highly involved Mini Cooper project.\nBig Clive. Electrical device tear downs featuring excessive facial hair.\nChris DePrisco. The guy that built a high performance CNC mill from scratch.\nClickspring. Machining true works of art.\nCody's Lab. Proving that you don't need to spend a lot of money to get OSHA to show up.\nElectroboom. Desktop electrical engineering from a mind that is both curious and funny.\nEngineering Guy. The Stephen Spielberg of technical YouTube videos.\nEssential Craftsman. Carpentry with a dose of zero fucks.\nFar North Racing. The nuts and bolts of DIY auto racing, from a long time member of the Skookum community.\nJimmy Diresta. Making all kinds of stuff with genuine expertise.\nKeith Rucker. Search for and rescue of vintage machinery.\nMake it Extreme. Name says it all.\nMathias Wandel. With a name like that, you know he's a wood worker.\nNYC CNC. The place to start for aspiring CNC machinists.\nOx Tools. Machining and fabrication at a professional level.\nRegular Cars. Bringing social and technical context to automotive journalism.\nSmarter Every Day. How good do you have to be at making science videos to score an Obama interview?\nSV Seeker. Power boat fabrication.\nTaofledermaus. Citizen science for firearm enthusiasts.\nThe Post Apocalyptic Inventor Using a German accent to make devices with salvaged electronics.\nThis Old Tony. Machining and top quality dad jokes.\nWelding Tips and Tricks. A great resource for amateurs and pros alike."}]}