{"time_collected":"2023-03-08 08:37:11.953496-05:00","top_headers":[{"heading":"Sleep Training Support Thread","time_posted":"5 months ago"},{"heading":"Sleep Training Support Thread","time_posted":"4 months ago"},{"heading":"End goal of sleep training","time_posted":"12 hours ago"},{"heading":"What Made you want to sleep train ?","time_posted":"3 hours ago"},{"heading":"When do you transition from 3 to 2 naps??","time_posted":"6 hours ago"},{"heading":"Is it normal for dropping to 1 nap to screw up LO’s night sleep too?","time_posted":"12 minutes ago"},{"heading":"LO constantly waking up a half hour early in the morning","time_posted":"21 minutes ago"},{"heading":"newbie questions","time_posted":"19 hours ago"},{"heading":"10 month old doesnt want second nap anymore","time_posted":"11 hours ago"}],"rules":["No links to studies or discussions about the merits for or against sleep training","No bashing of any sleep-training method","No bashing of those who are anti-sleep-training","No Anti-Sleep Training Trolls","No promotion of sleep-training for babies <4months","No Self-Promotion","No promotion of unsafe sleep habits"],"subreddits":{"Related Communities":{"r/NewParents":"241,578 members","r/beyondthebump":"602,893 members","r/newborns":"20,975 members","r/Mommit":"800,046 members","r/toddlers":"338,528 members","r/Parenting":"5,230,566 members","r/Nanny":"44,680 members","r/AttachmentParenting":"30,345 members","r/ECEProfessionals":"25,289 members","r/NICUParents":"11,188 members"}},"about":{"header":"About Community","description":"This is a judgement-free zone to ask and provide tips, ask questions, and share success stories about sleep-training your little ones. Whether you want to \"cry it out\" or you want to try a \"no-cry sleep solution\" (or anything in between), you're welcome here! [Note: We are not medical professionals. You should always consult your pediatrician before beginning a sleep-training program with your child.]","created":"Created Jun 17, 2016","stats":["72.3k Members","158 Online"]},"other_information":[{"header":"Sleep-Training Reading","description":"Solve Your Child's Sleep Problems Ferber (aka \"The Ferber Method\", \"progressive waiting\", or \"interval training\")\nHealthy Sleep Habits, Happy Child by Dr. Weissbluth (aka \"the extinction method\" or \"cry it out\")\nThe No-Cry Sleep Solution: Gentle Ways to Help Your Baby Sleep Through the Night by Elizabeth Pantley (aka \"the no-cry sleep solution\")\nThe Good Sleeper: The Essential Guide to Sleep for Your Baby... and You by Janet Krone Kennedy\nMoms On Call These books were written by two moms who have 8 children (and two sets of twins) between them who work as pediatric nurses. Though it is a baby care manual, the focus is on getting your baby to sleep well."},{"header":"Suggested Web Resources","description":"Precious Little Sleep\nThe Sleep-Training Cheat Sheet from The Baby Sleep Site\nE.A.S.Y. Cheat Sheet (an archive of her many posts about EASY, including a printable guide and sample schedules by age) from Noob Mommy\nHow to Sleep Train Using CIO or Dr. Ferber's Progressive-Waiting Method from NoobMommy\nSample Baby Sleep and Feeding Schedules by Age from The Baby Sleep Site\nWhy CIO Isn't Working: Extinction Burst from Precious Little Sleep\nHow to Transition from Rock N Play to Crib from Eat, Love, Procreate\nSafe Co-Sleeping Guidelines from KellyMom"}]}