{"time_collected":"2023-03-07 03:24:47.268756-05:00","top_headers":[{"heading":"The mod team is currently working on an updated FAQ for the subreddit, if you have any questions about the subreddit that you want to be answered in the FAQ feel free to leave them below.","time_posted":"10 days ago"},{"heading":"I have reached the requirements for getting monetized but the watchhourcounter does not update. How long will it take?","time_posted":"8 hours ago"},{"heading":"Running Ads For YT Channel?","time_posted":"15 hours ago"},{"heading":"Need advice on how can I share these with more people! I feel I'm already giving my absolute best with production, editing, recording etc. But of course any advice helps.","time_posted":"8 hours ago"},{"heading":"Thoughts, critiques? My channel gives absurd advice on a variety of topics, and acts as a social commentary vehicle. Thanks!","time_posted":"13 hours ago"}],"rules":["Rule 1: Flair your posts","Rule 2: Engage with the community, don't spam / advertise, no Sub4Sub","Rule 3: Follow both reddit and YouTube's TOS","Rule 4: No extremely low-quality posts","Rule 5: Abuse of the bot","Rule 6: \"Lambda\" in the title or similar phrasing","Rule 7: Please reward quality feedback only"],"subreddits":{"Related Communities":{"r/NewTubers":"287,468 members","r/youtubers":"215,727 members","r/streaming":"57,471 members","r/Twitch":"1,321,839 members","r/podcasting":"118,961 members","r/Tiktokhelp":"40,872 members","r/PartneredYoutube":"45,060 members","r/youtube":"718,077 members","r/Etsy":"173,619 members","r/AmazonSeller":"39,719 members"}},"about":{"header":"About Community","description":"A community for smaller YouTube creators to share feedback, discuss content creation and collaborate!","created":"Created Apr 8, 2013","stats":["131k Content Creators","44 YouTubers Creating"]},"other_information":[{"header":"ABOUT THE LAMBDA SYSTEM","description":"WHAT IS LAMBDA?\nLambda (λ) is a currency used in this subreddit.\nIt is implemented to stop people from spamming and to encourage people to post useful advice.\nHOW DO I SPEND IT?\nIt costs 3λ to share a video on this subreddit.\nIf you have insufficient λ, your post will automatically be removed.\nHOW CAN I EARN IT?\nYou can gain λ by posting useful advice.\nThe submitter can give lambda by replying to the useful comment with a message containing !givelambda.\nHOW CAN I VIEW BALANCE?\nYou can see how much λ you have by using the command !mylambda or by looking at your flair.\nRULES WITH THE SYSTEM\nYou may not use alternate accounts to give yourself λ.\nDo not give λ to the same post more than once.\nDo not edit your flair with more lambda than you have."}]}