{"time_collected":"2023-03-07 03:12:10.357271-05:00","top_headers":[{"heading":"Tomorrow, 8 PM EST, SmashRage™ tournament, comment if you want to participate!","time_posted":"11 days ago"},{"heading":"I swear my vitals drop","time_posted":"12 hours ago"},{"heading":"If I see another bear, bird, or child they will be shot","time_posted":"8 hours ago"}],"rules":["Posts must be on-topic for r/Smashrage","Don't start a witch hunt","Don't be offended by anything said in this sub & don't attack anyone personally","Don't give advice, unless it's asked for","Don't be a dick","No slurs and targeting of specific groups","No threats of death, rape, or graphic violence","About Debating","No spam","No real-world violence","No discussion of/about banned players","Respect the restrictions of flair"],"subreddits":{},"about":{"header":"About Community","description":"A subreddit where you can rage about anything related to Super Smash Brothers, and maybe even learn a thing or two. Please read the rules & ban policy before posting. All current rules/information are on New Reddit only.","created":"Created Jan 22, 2019","stats":["10.9k Members","48 Online"]},"other_information":[{"header":"Flair Descriptions","description":"Rage:\nRage posts are for talking about rage related to Smash\nComments should not include critiques, advice, corrections, etc\nIf you disagree with the content of a rage post for any reason, downvote and move on. Do not comment\nSuper Rage:\nFor posts that are absolutely overloaded with rage\nThe same rules apply as with rage posts\nRage Needing Advice:\nIf you'd like advice on how to improve at the game or handle your rage, use this flair\nAnti-Rage:\nFor the opposite of rage, when Smash makes you feel good\nSadness:\nFor posts where the rage just isn't there, but the unhappy feeling still are :(\nBe extra nice to people who flair sadness\nDiscussion:\nUse this flair for discussion about Smash bros\nCritiques, advice, corrections are allowed as long as you keep it civil\nQuestion:\nFor when you have a question about the game or the community\nArena:\nUse this flair on posts looking for players to play in arenas with\nKeep things civil and sportsmanlike\nArt:\nFor original artwork only\nDo not steal other's artwork and claim it as your own\nArtwork must be SFW; no overly violent/sexual content\nShitpost/meme:\nFor memes and shitposts\nTry to keep memes rage-related\nMeta:\nUse this flair on posts which have to do with the Smash Rage subreddit\nRules are the same as they are for discussion posts"},{"header":"Discord","description":"https://discord.gg/Ecg28GJGPA"},{"header":"Ban Policy","description":"All posts and comments are subject to the following policy with regards to rule violations:\nFirst offense: warning\nSecond offense: temporary ban (5 days by default)\nThird offense: permanent ban\nUsers can appeal bans through Modmail in a CIVIL way:\nUsers deemed not at fault:\nThey will be unbanned and the offense in question will be removed from their record.\nUsers deemed at fault and are permanently banned:\nAfter some time has passed they can ask to be unbanned.\nIf they are unbanned, they will not be able to appeal any future bans.\nSome other notes:\nAny violation of any rule counts as an offense. It doesn't have to be the same rule every time.\nIf your account is a month old or less, any violation is an instant permanent ban.\nIf you go around attacking people on multiple posts like an obvious troll, it's an instant permanent ban."},{"header":"Add Multiple Flair Icons","description":"On your computer, go to community options, edit flair, and then in the textbox type in the additional emojis you wanna add by fighter number like \":6:\". Doesn't seem to work on mobile all the time."}]}