{"time_collected":"2023-03-20 17:26:45.476323-04:00","top_headers":[{"heading":"‘Snowpiercer’ To End With Season 4 On TNT","time_posted":"9 months ago"},{"heading":"Season 4 scrapped at TNT, production studio currently looking for new distributor","time_posted":"2 months ago"},{"heading":"Added price of Snowpiercer to my Analysis of Snowpiercer. What should I do next?","time_posted":"7 days ago"},{"heading":"Jackboots (minor spoilers)","time_posted":"8 days ago"},{"heading":"1st season is the best","time_posted":"13 days ago"},{"heading":"TNT pulls all seasons of Snowpiercer off its streaming platform","time_posted":"20 days ago"},{"heading":"What do you think is going to happen is season 4? [POSSIBLE SPOILERS]","time_posted":"20 days ago"}],"rules":["Relevancy (Snowpiercer)","Relevancy (Meta)","Safety (Spoilers)","Quality (Low Effort Content)","Maturity (Drama/Trolling)","Legality (Piracy/Leaks)","Legality (Copyright Infringement)"],"subreddits":{},"about":{"header":"About Community","description":"For discussion of the movie, graphic novels, and TV show.","created":"Created Dec 18, 2014","stats":["26.5k Passengers aboard","20 currently not in the Drawers"]},"other_information":[{"header":"Spoilers Guide","description":"On spoilers\nSpoilers should always be posted with clear warnings.\nThere are a few mainstream story details that are not moderated as spoilers, but expect that everything else is. Every year a ton of new fans start on the show and books, and there are few places on the Internet where they can talk about them safely. This community is meant to be a place for both new and old fans.\nSpoilers are moderated, and users who are careless with spoilers get banned. Don't make hints or jokes with spoilers in no-spoilers threads. Usernames that include a spoiler are also banned; it doesn't matter how cool they are or how funny the joke is.\nPlease note that references to IMDB or similar sources to prove a character will be present or not are not allowed.\nIf your submission concerns (or illustrates) a spoiler, click the \"spoiler\" tag after you submit your post. Keep in mind that titles can't contain spoilers, thumbnails can't contain spoilers, and the combination of the two can't equal a spoiler.\nEpisode previews are treated as spoilers, and should not be discussed in the official episode discussion threads without proper use of comment spoiler tags.\nYou should assume the comments section of any thread contains untagged spoilers up to the latest officially aired episode, unless the title implies or states a scope, e.g. \"Just started episode 1, I have a question\" - do not post episode 2 spoilers without tags in that thread.\nComment spoiler tag format: >!Spoiler!< becomes Spoiler. Replace \"spoiler\" with your desired text.\nEverything in the graphic novels is considered a spoiler.\nNo spoiler tags are needed for discussion of the movie."}]}