{"time_collected":"2023-03-07 15:05:24.784360-05:00","top_headers":[{"heading":"PLEASE READ BEFORE POSTING ON THE SUB! Frequently asked questions / misconceptions - answers inside!","time_posted":"5 years ago"},{"heading":"Wage Labour and Capital, and Value, Price and Profits good for begginers?","time_posted":"2 hours ago"},{"heading":"Why not buy a plot of land and all move there?","time_posted":"20 hours ago"},{"heading":"Moral dilemma on being good at business. Does it have a place in a socialist society? How do i do it morally?","time_posted":"15 hours ago"},{"heading":"Maoists, can someone explain this argument to me?","time_posted":"15 hours ago"},{"heading":"Is anything by Avakian worth reading?","time_posted":"2 hours ago"},{"heading":"Can somebody describe in detail how, as a citizen of the Soviet Union, my voice as a proletarian would travel up the chain to the leadership of the USSR and have a direct influence on policy?","time_posted":"2 hours ago"}],"rules":["Q1. Repost/Recent question","Q2. Anti-Communist Soapboxing","Q3. Loaded/Leading question","A1. Spurious, unverifiable, or unsupported claim","A2. Not conductive to learning","A3. Sectarianism","A4. Trolling - User is not here to learn","A5. Reactionary","A6. Non-Socialist Answer"],"subreddits":{"Related Communities":{"r/Anarchy101":"120,768 members","r/AskConservatives":"10,618 members","r/communism101":"161,213 members","r/EndlessWar":"28,697 members","r/CapitalismVSocialism":"99,066 members","r/AskALiberal":"40,646 members","r/worldnews":"31,185,002 members","r/askphilosophy":"272,021 members","r/belarus":"20,074 members","r/CommunismMemes":"118,450 members"}},"about":{"header":"About Community","description":"Socialism_101 is a space for learning about socialism and the socialist perspective(s). This community is organised in a Q&As format with which to provide answers and tools for an early contact with socialist thought.","created":"Created Oct 14, 2013","stats":["133k Members","79 Online"]},"other_information":[{"header":"Rules for Questions","description":"R1. State questions clearly in the title; both socialists and non-socialists may ask questions. Questions can be expanded upon in the text portion of the thread. Questions may be targeted toward a specific group, such as Anarchists, Marxist-Leninists, Mutualists, etc. But unless otherwise stated, your questions are assumed to be directed toward all socialists.\nR2. Don’t Soapbox — You may expand upon your question, and ask follow-up questions in response to any answer you receive, but don’t use the forum as a platform to spread anti-communism. Similarly, polemic or trolling questions meant to start antagonistic arguments, provoke, or escalate disagreements to the level of insults will not be tolerated.\nR3. Don’t ask Loaded/Leading Questions — Don’t front-load a question with baseless assertions. We understand that knowledge is primarily made-up of background assumptions and preconceived notions that are part-and-parcel of Liberal ideology. Check those at the door, and don’t include them as part of your question unless your question cannot be addressed without them. (Bad Question: “It’s been proven that socialism doesn’t work, why do you support it?” – Good Question: “What lead you to support socialism?”)\nR4. Be confident when asking your question. There’s no such thing as a silly question, so don’t self-deprecate in your own thread by calling yourself, or your question, foolish.\nR5. Non-socialists may piggy-back on pre-existing threads to ask follow-up questions. Don't derail pre-existing threads with non-sequiturs."},{"header":"Rules for Answers","description":"R1. If you’re not a socialist, don’t answer questions. Non-socialist answers will be removed, and repeated offenses lead to banning. People come to Socialism_101 looking for answers from socialists, not capitalists.\nR2. Refrain from making spurious or unverifiable claims. When answering questions, keep in mind that you may be asked to cite your sources. This is a learning subreddit, meaning you must be prepared to provide evidence, scientific or historical, to back up your claims. Link to appropriate sources when/if possible. An answer isn't good because it's right, it's good because it teaches.\nR3. Refrain from engaging in sectarian behaviour such as strawmaning, misrepresenting, or slandering rival factions/tendencies. Snide jabs at Anarchists if you’re a Marxist, or at Marxists if you’re an Anarchist, are not only contrary to the spirit of the sub, but counter-productive for the purpose of teaching. Where criticism is requested, do so in good faith and provide evidence for your assertion. If you disagree with a particular school of socialism, explain why if/when relevant."},{"header":"Rules for General Conduct","description":"R1. As a Q&A sub, any linked threads with no discernible question will be removed. If you care to share a news story or make a statement please take it to our parent sub, r/socialism.\nR2. Meta questions unrelated to Socialism_101 will be removed.\nR3. Announcements, Participation Posts, Podcasts, or YouTube channels dedicated to learning may advertise only on approval of the Mod team. Posting without prior Mod approval will result in the thread being removed.\nR4. Absolutely no oppressive speech of any kind. This includes but is not limited to racist, sexist, homophobic, transphobic, xenophobic, classist, ableist, islamophobic, orientalist, or any other form of systemic prejudice."},{"header":"On flairs","description":"Post flairs:\nIf your question is directed at a specific tendency, please consider indicating it with one of the dedicated post flairs, so responses can be more useful. Furthermore, you are encouraged to mark questions with the \"Answered\" flair once satisfied.\nUser flairs:\nIf you feel you have expertise in a given topic relating to socialism (e.g. anarchism, marxism, political economy, law, feminism, queer theory...) feel free to self-assign a flair describing your area of expertise. Please only do so if you are confident that your knowledge in the area is at a high level.\nPlease note: Flair may be removed at any time at the discretion of the moderators for breaking rules or failing to produce quality answers that live up to the standard of said expertise."}]}