{"time_collected":"2023-03-07 06:02:15.970350-05:00","top_headers":[{"heading":"Welcoming new mods","time_posted":"1 month ago"},{"heading":"Weekly Discussion Thread [113 + 114]","time_posted":"10 days ago"},{"heading":"It looks like the Danish Social Democratic Party has collapsed in polling averages, mainly being siphoned by the Green Left (F) and the Liberal Alliance (I).","time_posted":"15 hours ago"},{"heading":"Hindu Nationalist Lobbyists on Capitol Hill Are Growing in Influence","time_posted":"11 hours ago"},{"heading":"How do we end the war on drugs?","time_posted":"4 hours ago"},{"heading":"Why doesn’t America have public healthcare yet?","time_posted":"1 hour ago"},{"heading":"Switzerland - the land of cooperatives. A comprehensive report on Swiss co-ops, often founded by social democrats and unionists","time_posted":"23 hours ago"}],"rules":["Maintain civil, high-quality discourse","No bigotry or discriminatory language","On-topic discussion","No Fake News","No Twitter hot takes","Flair your post","No Trolling/Brigading","No dictator apologia","No promotions","No low effort 'ideology bad' posts","Memes on weekends only","Images and Videos require a descriptive comment"],"subreddits":{},"about":{"header":"About Community","description":"In a time of war and strife in the 1900s, the ideals of social democracy arose as a compromise between capitalists and socialists in opposition to the evils of authoritarian communism and fascism in order to promote a more equal and tolerant society for their citizens and ensure solidarity between all peoples. Please read the wiki and sidebar for more information.","created":"Created Jun 10, 2011","stats":["21.6k Members","40 Online"]},"other_information":[{"header":"What is Social Democracy?","description":"Social democracy is an effort by the organized working class, for the whole people, to bring markets under society's control by way of defending or increasing the scope of political and economic democracy, ensuring and safeguarding corporatist labour relations and enacting expansive, universalist social policies, all in order to facilitate the ideals of freedom, equality, dignity, solidarity and democracy, while being constantly wary of the power of Capital to undermine and disrupt said effort, but also acknowledging that there is no \"end goal\" to history.\nOr, in Sheri Berman's phrasing, the primacy of politics over economics, and the primacy of communitarianism over individualism."},{"header":"Who Are We?","description":"In a time of political gridlock, populism vs. non-populism, ineffectual government systems, and radicals calling for revolution, Social Democrats look to the worlds most prosperous nations as a model to pursue.\nThere are several different forms of Social Democracy, but we have consensus on several key issues. We believe in reducing poverty; defeating wealth inequality; providing universal services such as healthcare, education, child care, & unions; supporting small businesses; taxing the wealthiest; and making sure everyone has an equal opportunity in life, regardless of their birth lottery.\nThe nations of Norway, Sweden, Denmark, Finland, Iceland, New Zealand (and more!), all have had Social Democratic Parties lead the nation within the past twenty years, are among the most flourishing nations in any international index, — whether it be happiness, quality of living, healthcare, & education.\nThe halcyon days of Einar Gerhardsen, who saved Norway following World War II; Clement Atlee, who created the NHS; Tage Erlander, who led Sweden for a democratically elected 23 years; or Willy Brandt, who guided West Germany through the most strenuous period in human history, — we look to all these political icons as an answer to our future.\nTo anyone new, feel welcome to engage in discussion, regardless of your political orientation! We want you to know that we are not radicals, we are not extremists, we do not demand revolution or state take over, we simply want for everyone to experience economic freedom, personal liberty, & justice."},{"header":"Participate in the Discussions","description":"Join the Subreddit Discord\nRead the latest comments here\nThis month's top posts"}]}