{"time_collected":"2023-03-08 13:08:15.948843-05:00","top_headers":[{"heading":"Weekly Free for all discussion March 05, 2023","time_posted":"3 days ago"},{"heading":"Success in the West for the Confused Desi Part 1: Social Skills","time_posted":"5 days ago"},{"heading":"How do you guys feel about this video? I feel like they chose a nerdy indian guy on purpose.","time_posted":"2 hours ago"},{"heading":"YouTubers to Watch","time_posted":"2 hours ago"},{"heading":"new sub announcement-for men in the diaspora only","time_posted":"2 hours ago"},{"heading":"new sub for the diaspora","time_posted":"8 hours ago"}],"rules":["No Division","Nothing Low Quality","No Defeatism","No racism","Don't Respond to Trolls","No discussion of south-asian politics"],"subreddits":{"Related Communities":{"r/MuslimLounge":"45,628 members","r/interracialdating":"25,872 members","r/Muslim":"25,113 members","r/dating":"1,852,286 members","r/ThailandTourism":"56,322 members"}},"about":{"header":"About Community","description":"A platform driven to inspire South Asian Men to critically examine themselves in pursuit of empowering the desi diaspora worldwide. This is a space for ALL desi men, irregardless of ethnicity, religion, caste, ideology etc, however religious/ethnic bigotry and casteism will not be tolerated under any circumstances. 🇮🇳🇵🇰🇧🇩🇱🇰🇳🇵🇲🇻","created":"Created Dec 19, 2017","stats":["7.3k Members","56 Online"]},"other_information":[{"header":"Important posts","description":"Self-Improvement\nThe Key Role of Image in Our Superficial Society And How Different Races Manipulate It To Their Advantage Part 1\nDesexualization of The South Asian Male and What To Do About I\nThe importance of Sexual Competence in the West pt 1\nInvest in your IMAGE\nGet JACKED\nSoft Power/Media representation\nSoft Power & Positive Representation are INCREDIBLY important\nPut Your People First. Take it Upon Yourself to Look Out for Other Desis\nLook out for other Desis. We are in this together. Remember that Soft Power & POSITIVE representation is everything\nWe need more Soft Power to improve how we are treated in society\nSoft Power changed the game for East Asians. It can do the same for us\nIndians are where East Asians were in 2005-06\nDesi guys need a MOVEMENT\nDesi content creators will stand out simply because there aren't very many\nThe importance of Soft Power\nDebunking False Stereotypes\nDebunked - Rap*st stereotype used against Brown men in the West\nDebunked - Open Defecation stereotype\nDebunked - the real IQ of Desis\nDebunked - Brown men muscle building genetics\nDebunked - \"pervy Brown men\" video\nDebunked - Brown men have small pe**s\nDesi Genetics\nSouth Asian Warriors Were Some Of The Fiercest & Most Successful In The World Pt 1\nSouth Asian Genetic Advantages pt 1\nOther\nWe aren't \"obsessed\" about Women. Don't let them gaslight you\nPSA: PLEASE Call Out Racism Against South Asians on Reddit/Real Life\nCall out Racism no matter how \"micro\" it may seem\nMost Brown women are on our side. Don't let the self-hating ones get you down\nALWAYS embrace who you are and your race. Know your history and it will help you gain self-respect\nThere is NOTHING wrong with the Indian accent\nDon't ever make fun of your people\nApu is horrible for our image\n\"The Iceberg of White Supremacy\" - A Primer on Overt and Covert Racism\nDon't accept disrespect from others\nLife is tough for Brown guys. Don't let that stop you from succeeding\nWe are winners"}]}