{"time_collected":"2023-03-06 22:22:06.434850-05:00","top_headers":[{"heading":"All Space Questions thread for week of March 05, 2023","time_posted":"1 day ago"},{"heading":"Rocket reusability has lead to a major and \"often overlooked\" SpaceX benefit: “It's an incredible advantage in reliability to get your hardware back and learn stuff you didn't expect ... companies that don't recover their rockets have issues they don't know about, that someday will bite them.”","time_posted":"10 hours ago"},{"heading":"Astronomers spotted shock waves shaking the web of the universe for the first time","time_posted":"11 hours ago"},{"heading":"James Webb Telescope captures the same galaxy at three different points in time in a single mind-boggling image","time_posted":"7 hours ago"},{"heading":"Hey everyone! I have created a website containing ALL the data from JWST.","time_posted":"11 hours ago"},{"heading":"I took an absurdly high resolution photo of the moon on Wednesday, zoom in and check out the details!","time_posted":"1 day ago"},{"heading":"The Easy Way to Colonize a Galaxy","time_posted":"3 hours ago"},{"heading":"What are some good sources I can use when finding out why the rocket fuel and exhaust particles separate during launch in the upper atmosphere causing that bright \"bulb\" of light?","time_posted":"4 hours ago"},{"heading":"Techniques in astronomy of taking images of the sky are being used by dermatologists to monitor melanoma in high-risk patient who have their full body photographed. A patient’s skin is treated like the background sky in an astronomical image, and any moles are treated as stars","time_posted":"7 hours ago"},{"heading":"Japan destroys new rocket in space after second-stage engine failure","time_posted":"7 minutes ago"},{"heading":"Rivada Space Networks signs a contract with SpaceX to launch 300 satellites on twelve Falcon 9 missions","time_posted":"9 hours ago"},{"heading":"NASA shifts focus of suborbital crew program","time_posted":"6 hours ago"}],"rules":["Submissions must be related to Space/Cosmology","No sensationalist/misleading/unscientific content","No spam/blogspam/paywalled/pirated content","No petitions/surveys/crowdfunding","No social media links","No duplicate or re-hosted content","Images are only allowed on Sunday UTC","No low-effort or meme images are permitted at any time.","If an image is not OC you must give credit to the original photographer.","No low-effort/meme/joke/troll/insult comments","No unscientific or anti-scientific comments","Straightforward questions belong in the Space Questions Thread","Please limit yourself to no more than 5 submissions per 24 hour period.","No AI generated content"],"subreddits":{"Related Communities":{"r/nasa":"3,474,724 members","r/Mars":"51,517 members","r/Astronomy":"2,740,810 members","r/astrophotography":"2,611,093 members","r/astrophysics":"46,347 members","r/askastronomy":"43,221 members","r/aliens":"524,179 members","r/spacex":"1,817,562 members","r/scifi":"3,930,696 members"}},"about":{"header":"About Community","description":"Share & discuss informative content on: * Astrophysics * Cosmology * Space Exploration * Planetary Science * Astrobiology","created":"Created Jan 26, 2008","stats":["22.9m Members","3.6k Online","#11 Ranked by Size"]},"other_information":[]}