{"time_collected":"2023-03-07 06:14:25.494598-05:00","top_headers":[{"heading":"You can type Spanish accents on ANY computer with ANY keyboard. No excuses!","time_posted":"5 months ago"},{"heading":"Using ChatGPT to learn Spanish","time_posted":"1 month ago"},{"heading":"Most universal way in Spanish to say \"cool\"?","time_posted":"14 hours ago"},{"heading":"Cried after my lesson today","time_posted":"9 hours ago"},{"heading":"What is a word or phrase that is so formal, it’s typically used in a sarcastic or lighthearted way?","time_posted":"9 hours ago"},{"heading":"Argentinian Content on YouTube","time_posted":"6 hours ago"}],"rules":["Content must be relevant to the scope of this sub","No homework, proofreads or translations","All participation must be of public nature","Avoid vague submissions","Avoid misinformation/inappropriate advice and low-quality writing","No Duolingo/similar \"learning\" game app posts"],"subreddits":{"Related Subreddits":{"r/Spanishhelp":"14,411 members","r/WriteStreakES":"9,379 members","r/translator":"142,444 members","r/JudgeMyAccent":"20,254 members","r/languagelearning":"602,658 members"}},"about":{"header":"About Community","description":"We are the biggest Reddit community dedicated to discussing, teaching and learning Spanish. Answer or ask questions, share information, stories and more on themes related to the 2nd most spoken language in the world.","created":"Created Feb 25, 2009","stats":["269k Members","323 Online"]},"other_information":[{"header":"Flairs","description":"You can set a flair to indicate your level (here's how). All flairs are editable to include details about your level, region or any other relevant information. Please do not include irrelevant or false information.\nGreen: Native speakers only.\nBlue: Learners or non-native speakers only.\nOrange: Heritage speakers only.\nGold flair: Not available to the public. It's reserved for users with a Spanish-related degree or major. Apply for a Gold flair by submitting proof to the mods. Follow these instructions."},{"header":"Type accents with ease","description":"On a computer\nInstead of relying on cumbersome ALT codes, you have a couple of options:\nWe strongly suggest you to add a special keyboard layout, designed by u/SpanishInput, one of our trusted members of the community, available here for Windows and macOS (more info here).\nThere's also the US International Keyboard, available by default in Windows and Linux configurations. Default Mac keyboards do not require any additional layout, a combination of the Option key with other different keys (e.g. vowels) are used to get the symbols.\nOn a phone or tablet\nMethods will vary according to the operating system, but normally adding a Spanish keyboard and long-pressing the appropriate keys will display a box, allowing to choose the desired symbol.\nOr you can use the list below for quick copy-paste:\nÁ É Í Ó Ú\ná é í ó ú\nÜ ü Ñ ñ ¿ ¡"}]}