{"time_collected":"2023-03-07 08:06:37.915435-05:00","top_headers":[{"heading":"~Shop Local~ Saturday!","time_posted":"3 days ago"},{"heading":"I will never not find this funny","time_posted":"12 hours ago"},{"heading":"GEG this morning","time_posted":"8 hours ago"},{"heading":"Spokane Valley woman runs over boyfriend with PT Cruiser after accusing him of cheating and playing video games with another woman","time_posted":"9 hours ago"}],"rules":["Be civil. No personal attacks. No hate. Follow all guidelines of Reddiquette","All topics must apply to the region described in Rule 2.","All guidelines of Reddit's Content Policy apply.","Quality Control","Dangerous and/or Misleading Information","Title varies greatly from the source's title (news, history, journal articles)"],"subreddits":{"Related Subreddits":{"r/Washington":"140,839 members","r/PacificNorthwest":"31,291 members","r/coeurdalene":"13,929 members","r/Gonzaga":"1,920 members","r/wsu":"11,626 members","r/whitworth":"194 members","r/SpokaneGaming":"1,231 members","r/SpokaneJobs":"1,309 members"}},"about":{"header":"About Community","description":"The official subreddit for Spokane, Washington, and all cities and communities in Spokane County.","created":"Created Oct 12, 2009","stats":["47.2k Super Spokanites","79 Viewing the Spokane Falls"]},"other_information":[{"header":"Subreddit Information","description":"Welcome to the official subreddit for Spokane, Washington!\nAre you new to Spokane? Or perhaps thinking about living in this great city? This guide has you covered!\nCome join us at our official Discord server!\nSubreddit Rules\nRule 1: Be civil. No personal attacks. No hate. Follow all guidelines of Reddiquette\nRule 2: All topics must be related to Spokane County. This may also include Eastern Washington and North Idaho.\nRule 3: All guidelines of Reddit's Content Policy apply here.\nRule 4: Please use the search bar before posting/no repeat posts. Mods, at their sole discretion, may remove posts that have zero karma after 3 hours. Posts that are rife with misspelling, are vague, or do not generally reflect civil discourse may be removed.\nRule 5: We encourage diversity of ideas and civil disagreement but we do not allow unreasonably dangerous or misleading information (e.g. Covid is a hoax, Pizzagate, Vaccines are the mark of the devil, etc.)\nRule 6: No sensationalizing news, history, or other primary source titles. Use the title from the source.\nRule 7: Being a Covidiot is unwelcome. We will remove posts, comments and content suggesting Covid-19 isn't a danger to our community, or that vaccines, masking and social distancing aren't effective. Zero Tolerance. Repeat offenders will be banned.\nIf you have any questions about r/Spokane, don't hesitate to message the moderators. We're here to help!\nRelated Subreddits:\n/r/SpokaneGaming | /r/spokanechiefs | /r/EWU | /r/gonzaga | /r/NorthIdahoCollege | /r/PacificNorthwest | /r/Spokaneedu | /r/SpokaneJobs | /r/SpokaneTrees | /r/Washington | /r/Whitworth | /r/WSU | /r/coeurdalene | /r/SpokaneNSFW | /r/pnwriders | /r/InlandNorthwestSFW"}]}