{"time_collected":"2023-03-07 06:30:29.173932-05:00","top_headers":[{"heading":"Complaint Megathread","time_posted":"7 months ago"},{"heading":"Boost Your Productivity and Well-Being. Scientific Research Confirms the Benefits.","time_posted":"5 hours ago"},{"heading":"For those that love Ghibli music...10 hours of Ghibli and similar vibes :)","time_posted":"10 hours ago"},{"heading":"New Dark UK Garage Bangers, has over 8hrs of new dark and deep UK Garage tracks. Update weekly.","time_posted":"1 hour ago"}],"rules":["This subreddit is mainly for sharing Spotify Playlists","Do not ask/beg for follows/likes.","Do not Spam your songs/playlists in the comments unless asked by the OP.","Links to other playlist sharing sites are not allowed","No buying/selling of Spotify accounts or access to Spotify plans.","Do not post the same playlist more than once every 14 days.","Share playlist as a LINK post"],"subreddits":{"Related Communities":{"r/Music":"31,988,386 members","r/lastfm":"53,980 members","r/makemeaplaylist":"27,058 members","r/PromoteYourMusic":"54,272 members","r/ThisIsOurMusic":"90,806 members","r/listentothis":"17,815,568 members","r/hiphop101":"872,589 members","r/popheads":"1,347,776 members","r/indieheads":"2,493,337 members","r/truespotify":"37,372 members"}},"about":{"header":"About Community","description":"This subreddit is mainly for sharing Spotify playlists. Questions? Check out our wiki first. You must have a combined karma of 40, & your Reddit account must be at least 30 days old to post. This is to prevent spam & is strictly enforced. We're not a support community, and we encourage users to use official support channels for most issues. Posts that are not playlists, ask for support, are low effort, duplicate topics, may be removed.","created":"Created Nov 11, 2008","stats":["844k Members","377 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"About Us","description":"/r/spotify was primarily created to share cool new playlists that you have made or found. We also encourage users to post their opinions, discussions of relevant Spotify news, and apps that they create or find. We are not however, a support community, and we encourage users to use official support channels for most issues.\nThis subreddit is not endorsed by, directly affiliated with, maintained, authorized, or sponsored by Spotify. Please do not report bugs/glitches to the moderators."}]}