{"time_collected":"2023-03-07 04:55:21.371519-05:00","top_headers":[{"heading":"S.T.A.L.K.E.R. Gameplay Help Desk (for the month of March 2023)","time_posted":"6 days ago"},{"heading":"Newly Discovered S.T.A.L.K.E.R Lost Media","time_posted":"5 hours ago"},{"heading":"Drugs are overpowered in anomaly you can’t deny that…","time_posted":"13 hours ago"},{"heading":"Renegades are really good at finding out","time_posted":"14 hours ago"},{"heading":"Which is better w/ or w/o gas mask","time_posted":"10 hours ago"}],"rules":["No Sexual Content/Porn","No Harassing/Insulting","No Discrimination","No Gore","Stay On Topic","No Shit Memes"],"subreddits":{},"about":{"header":"About Community","description":"All about the S.T.A.L.K.E.R. survival-horror computer game series: Shadow of Chernobyl, Clear Sky, Call of Pripyat, community mods for each, and the upcoming official sequel S.T.A.L.K.E.R. 2: Heart of Chornobyl. This is not a subreddit about stalking people nor discussing real-life stalkers!","created":"Created Sep 15, 2009","stats":["121k S.T.A.L.K.E.R.s","410 Exploring the zone"]},"other_information":[{"header":"Where to buy S.T.A.L.K.E.R.","description":"You can pre-order S.T.A.L.K.E.R. 2: Heart of Chornobyl here:\nOfficial Website\nSteam\nEGS\nMicrosoft Store\nGOG"},{"header":"Abbreviations & Time-To-Beat","description":"Assuming full story + some side quests completed, with no free-play/replaying:\nShadow of Chernobyl (SoC) ≈ 32 hours\nClear Sky (CS) ≈ 16 hours\nCall of Pripyat (CoP) ≈ 19 hours\nThese are stats from one of the subreddit moderators. Alternatively, check HowLongToBeat.com."},{"header":"Vanilla quality-of-life tweaks","description":"For your first experience:\nAlways start with SoC, and then play either of the other two in any order (usually in the order of release). If you only want/have time to play one of the three, Shadow of Chernobyl is still the recommended one to play, because (spoiler-free) the other two carry on with a certain game element that assumes past plot knowledge, and feels awkwardly (and possibly annoyingly) unexplained without experience of SoC.\nAdjustments for your first play-through:\nExplanation of S.T.A.L.K.E.R. difficulty levels\nExplanation of SoC's gunplay\nOptional: Why you should play without music\nFor all games: apply both the latest AtmosFear and Absolute Nature content as are available, after applying the tweaks below first\nFor SoC:\nApply community bug fix Zone Reclamation Project (ZRP, maintained by /u/NatVak); not convinced? Read Metacognix arguments for ZRP\nFollow these steps to increase Actor.ltx's camera_height_factor from 0.85 to 0.94 via Notepad, so that you are at proper head height with NPCs, though you may need to crouch to pick up some items and this might make combat easier\nFor CS: Apply community bug fix Sky Reclamation Project (SRP; report bugs here), and be sure to apply some of its included optional add-ons, like Alternative Ballistics and decreased AI grenade spam\nNote: ZRP and SRP above will provide a free-play mode after the ending cinematic, if you reach the best ending to each game.\nFor CoP:\nIncrease field of view to 54 or 55 (Arsenal Overhaul not needed)\nReduce the crosshair to an immersion-maintaining dot by placing this \"gamedata\" folder in CoP's root directory\nIf you have any questions or problems, please comment on AutoModerator's latest help post and other fans may help you. Please note that installing Sky Reclamation Project and AtmosFear will render existing saved-game files unusable until they are uninstalled."},{"header":"Information & Mods","description":"Official/Socials\nOfficial Website\nOfficial Discord\nOfficial Facebook\nOfficial Twitter\nOfficial Instagram\nWikis/FAQs:\nThe Low Spec Bible: How to play S.T.A.L.K.E.R. on potato computers\nS.T.A.L.K.E.R. Fandom wiki entry\nS.T.A.L.K.E.R. Wikia entry\nZone Survival Guide\nHow to play with Russian dialogue audio and English subtitles (SoC) for full immersion\nCommunities:\nOfficial Forum\nDiscord\nSpeedrun Discord\nSteam Discussions: SoC • CS • CoP • S2\nGOG Forum: S.T.A.L.K.E.R. series\n/sg/ on 4chan\n/r/TheZoneStories: a sister subreddit to discuss amazing, organic player experiences of the games' & mods' procedural events\nPopular mods:\nSee this diagram of all popular mods\nAutumn Aurora 2.1 (SoC; recasts and significantly expands SoC in a Fall-themed environment, officially endorsed by S.T.A.L.K.E.R. devs) (see /u/SwogFrog's useful guide to getting started with Autumn Aurora)\nCall of Chernobyl (CoP; combines all three games' maps into one gigantic map)\nMisery (CoP; adds character classes, cooking, inventory self-maintenance, cigarettes, etc.)\nRoad to the North (CoP; total overhaul of Call of Misery mod, with 37+ original missions)\nMod repositories:\nSoC - CS - CoP (ModDB)\nSoC - CS - CoP (GameFront)\nSoC - CS - CoP (Nexus Mods)\nSoC - CS - CoP (/sg/ Repos)\nOther Resources:\nOpenXRay: 64-bit open-source version of the games' X-Ray engine, for example used by default in the mod Anomaly\nS.T.A.L.K.E.R. Game Database Unpacker: extracts all(/most?) vanilla content into a folder, for modding purposes/education; also seems to work with Call of Pripyat, despite lack of explicitly stated compatibility\nWeapon-editing tutorial\nOriginal gamedata files: SoC • CS • CoP"},{"header":"Meme Free","description":"Sort by New"}]}