{"time_collected":"2023-03-19 19:10:34.294471-04:00","top_headers":[{"heading":"Starseeds, where are y'all from? I'm curious. Also, hope y'all have a great day. Here is some apple pie I just made with my aunt","time_posted":"4 hours ago"},{"heading":"Ideas I wish people would do because I have no energy rn (but will eventually)","time_posted":"2 hours ago"},{"heading":"I found a nice album for y'all","time_posted":"2 hours ago"},{"heading":"I will do lightwork on you for free","time_posted":"3 hours ago"},{"heading":"Atlantis and Lemuria","time_posted":"7 minutes ago"},{"heading":"What is a mystery school? Where do we find more information about our origin?","time_posted":"8 hours ago"},{"heading":"Prayers for Peace in a Troubled World","time_posted":"1 day ago"},{"heading":"Will you do anything special for this equinox?","time_posted":"3 days ago"},{"heading":"We can stop all wars, all poverty, all hatred and all crime with “The World Fairness Agreement.” It is in the menu of my website- thewayoffairness.com - it is only one page long. It is a simple idea that we need to make happen with world unity.","time_posted":"3 days ago"},{"heading":"Pleiadian Message: Plutonian Shifts II","time_posted":"3 days ago"}],"rules":["Golden Rule: Treat others as you would like others to treat you","Be polite and respectful.","Advertising is generally not ok. (read description)","Low quality or low effort posts will be removed. (read full description)","Low quality and none relevant Videos will be removed.","Seek professional help if you are considering Self Harm.","Avoid the local politics of any country."],"subreddits":{"Related Communities":{"r/ENFP":"92,797 members","r/teenagers":"2,918,475 members","r/infp":"190,982 members"}},"about":{"header":"About Community","description":"The Star Seed Sanctuary of Lost Souls, Light Workers, Oracles, Seekers and Healers in Search of Guidance, Reassurance and Advice on fulfilling our Life's purpose on Earth. We encourage you to ask questions, share your perspectives and experiences and engage in honest and meaningful discussions. If you want to troll or argue, this subreddit is not for you.","created":"Created Jul 30, 2012","stats":["18.5k Members","35 Online"]},"other_information":[]}