{"time_collected":"2023-03-07 14:50:25.749696-05:00","top_headers":[{"heading":"Monthly Discussion -<Insert Month Edition>","time_posted":"7 days ago"},{"heading":"You can't make this shit up. I don't even know where to begin.","time_posted":"15 hours ago"},{"heading":"“They just take their time to finish it.“","time_posted":"1 day ago"},{"heading":"Do you play with yourself only?","time_posted":"1 day ago"},{"heading":"If SC was on steam it would be one of the games with overwhelmingly negative reviews","time_posted":"3 days ago"}],"rules":["Do not insult or abuse other posters","Do not share sensitive or personally identifying information","Screenshots of posters outside this community should have usernames blacked out or blurred","Do not tag users from other subreddits","Do not crosspost or share links to posts on other subreddits","No brigading or calls to action","Spam or Off-Topic Discussion","Slapfighting","No Bigotry","Air Bud Rule"],"subreddits":{"Related Communities":{"r/outerwilds":"64,173 members","r/TypicalColors2":"4,727 members","r/Asmongold":"161,597 members","r/pokemonmemes":"89,594 members","r/jameswebb":"91,284 members","r/starcitizen":"353,027 members","r/SpaceflightSimulator":"40,982 members","r/Genshin_Impact":"1,813,378 members","r/HeroForgeMinis":"32,378 members","r/Asphalt9":"20,767 members"}},"about":{"header":"About Community","description":"Star Citizen Refunds","created":"Created Jul 28, 2016","stats":["14.1k Members","46 Online"]},"other_information":[{"header":"Citizen. Get a refund.","description":"Refunding a recent transaction\nIf you pledged within the past 14 days, request a refund via email or use this form. Be polite but firm. Include your RSI account name and the transactions you wish to refund. It may take a few days before you get a response, or even longer during holidays and big events.\nRefunding your whole account\nFor customers in the UK, please see here for a guide on how to get a refund. For others, consider selling your ships on the gray market. Given CIG's unwillingness to cooperate, this may be a quicker and easier route. Otherwise, proceed with the steps below.\nCreate an offline copy of your hangar log and other account details. CIG may close your account without a warning at any point in the process.\nCalculate the expected refund amount. Subscriptions, tickets to events and shipped physical items are not refundable. Notice that if you have received any gifts, CIG will refund you only up to the amount you have spent yourself.\nRequest a full refund via email or use this form. Be polite but firm. Include your RSI account name and the expected refund amount. Give them a firm deadline, two weeks is fine. This step is mostly a formality at this point to create a paper trail.\nYou may receive an email telling that your refund is being escalated to the refund specialist. This is a stalling tactic, there is no specialist. If you wish to reply, simple \"I would like to proceed with my refund\" will do.\nAfter the deadline has passed, contact your bank and initiate a chargeback process. If you paid with Paypal, open a dispute.\nFile a formal complaint with your local consumer protection authorities. It may not help with your particular case, but it might eventually persuade CIG into changing their policies.\nIf all else fails\nSee a local attorney. Outside US, small-claims court may also be an option."},{"header":"Disclaimer","description":"This subreddit exists to provide help to anyone seeking a refund and to document how others have done it. Any guidance provided here is for informational purposes only, see a local attorney if you need legal advice.\nAs the refund reports are submitted by anonymous posters, the moderation team cannot verify their veracity. If a report seems too good to be true, it probably is.\nFor those who do not want to pursue a refund but wish to get their money back, trading may be an option."}]}