{"time_collected":"2023-03-08 10:20:13.449852-05:00","top_headers":[{"heading":"GIVEAWAY - Win a brand new copy of The Wolf of Wall Street 4K Steelbook (See post for details - US only)","time_posted":"15 days ago"},{"heading":"Latest pickup: Tucker & Dale vs Evil.","time_posted":"14 hours ago"},{"heading":"brand new!","time_posted":"9 hours ago"}],"rules":["Use Original Content","Be Excellent to Each Other","Link Directly to SteelBook Listings","No Buying, Selling, or Trading","Digital Codes (DO NOT ASK)","[Meta] Posts","FAQ Posts","Moderator Discretion"],"subreddits":{"Related Communities":{"r/dvdcollection":"378,991 members","r/criterion":"153,995 members","r/boutiquebluray":"35,538 members","r/funkopop":"227,876 members","r/ActionFigures":"116,251 members","r/VHS":"36,617 members","r/VGMvinyl":"18,817 members","r/comicbookcollecting":"56,115 members","r/MarvelLegends":"40,537 members","r/starwarsblackseries":"22,187 members"}},"about":{"header":"About Community","description":"Welcome to /r/SteelBooks! One of the largest communities for collectors to come talk about upcoming releases and share your collection!","created":"Created May 27, 2013","stats":["33.2k Steelbookers","188 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Sidebar","description":"Steelbooks! Beautiful designs, shiny gloss, groovy embossing! The reason to buy sometimes questionable movies! This is a place to talk about any and all Steelbooks! Blu-Ray, DVDs, Video Games! All sizes welcome! Share your pics, talk about upcoming releases, tell us what you wish would get the Steelbook treatment.\nWe also welcome FuturePaks, IronPacks, Metal Boxes, MetalPaks, Round Tins, Tin Boxes, and Viva Metal Boxes. If it's a metal case for a movie or game, it's welcome here.\nTerminology:\nDebossing - When a section of the steelbook is recessed.\nEmbossing - When the majority of the cover is debossed, except for various aspects (such as the title or a character) which are raised out of the debossing.\nG1 / G2 - G1 is DVD, G2 is Blu-ray. There are also varying sizes for the Nintendo DS and Nintendo Switch sized Steelbooks.\nGloss - A reflective, high polished finish.\nJumbo - A steelbook that is the width of 2 steelbooks, used for sets requiring 5 or more discs. These are not as prominent now due to updated internals that allow storing up to 6 discs in the standard slim size.\nMatte - A non reflective, unpolished surface.\nOOP - \"Out Of Print\"\nSpot Gloss - When certain aspects are glossy while the rest is matte.\nTwinbossing - A mix between embossing and debossing.\nZero Finish - A neutral, low-gloss finish that maintains high color intensity and brightness.\nNew to Reddit? Reddit 101 | Theme by /r/mindashq"}]}