{"time_collected":"2023-03-08 13:53:05.615250-05:00","top_headers":[{"heading":"/r/steinsgate FAQ - READ BEFORE POSTING QUESTIONS","time_posted":"2 years ago"},{"heading":"The Committee of Zero's CHAOS;HEAD NOAH Overhaul Patch is now available! [CoZ]","time_posted":"1 month ago"},{"heading":"Happy b'day Sena!","time_posted":"7 hours ago"},{"heading":"Kurisu by Dino","time_posted":"1 day ago"}],"rules":["Do not put spoilers in your post's title.","After submitting your post, please flair it accordingly.","Flag your submission as spoiler if it contains spoilers.","Check the wiki before asking a question.","Source your art posts in the comments of the post, unless it's your art.","No low effort posts.","No piracy.","The Organization may not participate."],"subreddits":{"Related Subreddits":{"r/SteinsGateMemes":"15,972 members","r/Kurisutina":"15,527 members"}},"about":{"header":"About Community","description":"In this subreddit, you may submit posts about the Science Adventure series. This includes: * Steins;Gate and Steins;Gate 0 * Chaos;Head and Chaos;Child * Robotics;Notes and Robotics;Notes DaSH * Occultic;Nine and Anonymous;Code Please flair and spoiler tag your posts accordingly.","created":"Created Dec 20, 2011","stats":["122k Anti-Committee Members","208 fighting the Committee now","Top 1% Ranked by Size"]},"other_information":[{"header":"Important!","description":"Many important features on this subreddit (such as spoiler tags and character flairs) do not work properly on New Reddit! Please click this link for the best experience with this subreddit."},{"header":"Important Info","description":"Watching the Chaos;Head or Chaos;Child anime adaptations is heavily discouraged, due to various adaptation issues. Both games can be played legally—check out this link for Chaos;Head. Chaos;Child is available on Steam, the PlayStation 4, and the PlayStation Vita. Its Steam page can be found here. We highly recommend using this fan patch.\nRobotics;Notes takes place after Steins;Gate, and has several references and shared elements with Steins;Gate and Chaos;Head. However, it is NOT the sequel to Steins;Gate. Do not expect it to be Steins;Gate 2.\nRobotics;Notes DaSH has many more connections to Steins;Gate and Chaos;Head, but first and foremost, it's the follow-up to Robotics;Notes.\nOur official Discord server can be found here: https://discord.gg/YBmZzfA Join us for live discussions of the series! Please note that S;G and S;G 0 spoilers are allowed."},{"header":"Useful Links","description":"Visual Novels (this is the best order to play the series' main entries in English)\nChaos;Head NoAH is receiving an official localization on 7th October, 2022 on Steam & Nintendo Switch (Improvement patch coming soon).\nSteins;Gate Steam page (Use this improvement patch!)\nRobotics;Notes Elite Steam page (Use this improvement patch!)\nChaos;Child Steam page (Use this improvement patch!)\nSteins;Gate 0 Steam page (Use this improvement patch!)\nRobotics;Notes DaSH Steam page (Use this improvement patch!)\nMany of these games are also available on PlayStation 4 and Nintendo Switch.\nOfficial social media accounts\nSpike Chunsoft Twitter account (The English publishers)\nScience Adventure Japanese Twitter account\nMAGES.（GAME）Japanese Twitter Account (The developers for the series, formerly 5pb. Games)\nAnime\nWatch Steins;Gate on Funimation or Crunchyroll\nWatch Steins;Gate episode 23 beta on Funimation\nWatch Steins;Gate 0 on Funimation or Crunchyroll\nSubtitle sets for Steins;Gate as well as Steins;Gate 0 that fixes up consistency issues in the official releases\nPlease read the source material (usually visual novels) for this series wherever possible for the best experience! Steins;Gate is the only anime adaptation that's good enough to mostly replace the visual novel experience.\nThe Science Adventure series\nKiri Kiri Basara (Learn more about the entire SciADV series, and stay up to date with the latest news on the series.)\nSciADV main/side material list (A list of all Science Adventure main and side material, translated and untranslated.)\nArchaeoVG (An in-depth SciADV preservation website that aims to visually present various pieces of series merchandise.)\nAllAboutSteinsGate.info (Learn more about Steins;Gate and its side material, as well as the rest of the SciADV series.)\nRelated Subreddits\nFor a full list of related subreddits (aside from those linked below), click here."}]}