{"time_collected":"2023-03-19 17:54:34.529118-04:00","top_headers":[{"heading":"My favorite part of getting high is the laughter","time_posted":"7 hours ago"},{"heading":"Anyone else try hold there breath when movie actors are underwater?","time_posted":"10 hours ago"},{"heading":"It helps my adhd","time_posted":"4 hours ago"},{"heading":"I love weed, and I really want to give back to the cannabis community","time_posted":"4 hours ago"},{"heading":"I'm super high and eating crunchy peanut butter off the spoon. May as well be eating glue. Who else makes these bad decisions?","time_posted":"13 hours ago"},{"heading":"Serious question to all stoners with normal life ... HOW?","time_posted":"1 day ago"},{"heading":"If I ask an escort to come over, do I have to pay extra for her to stop off and pick up some Doritos?","time_posted":"9 hours ago"},{"heading":"When people ask what other people drink when stoned a lot of people answer water. Is that because of the smoke dries your throat or the way the water makes you feel?","time_posted":"21 hours ago"},{"heading":"A Common scripture for all Languages","time_posted":"4 hours ago"},{"heading":"Sharing","time_posted":"4 minutes ago"},{"heading":"Budtender Method, Cannabis Theory and Retail Training Resources","time_posted":"15 minutes ago"},{"heading":"Skynet is ai without empathy.","time_posted":"29 minutes ago"},{"heading":"McDonald’s Sprite tastes like hotel air conditioning","time_posted":"1 day ago"},{"heading":"Why do men know about car engines, world economy, politics, inflation, calorie deficit, stock market, sports, video games etc but never know when or why she’s upset?","time_posted":"5 hours ago"},{"heading":"When you can’t sleep at night and just eat instead it’s called insomnomnomia","time_posted":"1 day ago"},{"heading":"As a kid my parents taught me to not believe everything I see on TV, now I have to teach them to not believe everything they see on Facebook.","time_posted":"19 hours ago"},{"heading":"The use of SSDs for storage is endangering human civilization, in only 5 years post \"minor apocalypse\", everything would be gone","time_posted":"12 hours ago"},{"heading":"life is so beautiful. music is so beautiful","time_posted":"16 hours ago"},{"heading":"Is Yoshi a singular entity, or is he a type of animal?","time_posted":"15 hours ago"},{"heading":"Nothing compares...","time_posted":"1 day ago"},{"heading":"Not to be racist, but I think the black dwarf princess from The Rings of Power can cook a good mess of greens","time_posted":"8 hours ago"},{"heading":"You know the show alone?","time_posted":"22 hours ago"},{"heading":"I love to just sit here and really stretch and feel my muscles","time_posted":"14 hours ago"},{"heading":"Songs are just pleasant sounding noise.","time_posted":"16 hours ago"},{"heading":"I feel like a sinner for saying this but I just don't like pizza when I'm stoned.","time_posted":"19 hours ago"}],"rules":["No attempting to sell weed or source a plug/product.","No hate speech, harassment, bullying or fighting.","Ask before you promote.","No spam, karma farming or vote manipulation.","Do not encourage controversial or offensive topics.","No minors, 18+ ONLY","Do not give advice to or encourage minors in their drug addiction or habits.","No \"FREE\" Giveaways","No advice on fast-passing drug tests.","Use modmail, do not direct message moderators.","Please do not ask for mental health advice or health advice."],"subreddits":{"Our Partner Subs!":{"r/cannabiscentral":"4,005 members","r/420":"64,498 members","r/entgaming":"7,944 members","r/weedgrower":"17,972 members"},"Subreddits you should visit..":{"r/asktrees":"9,428 members"}},"about":{"header":"About Community","description":"A community for stoners to share those random thoughts that come to them when smoking and for stoners to come and hang out and chill!","created":"Created Mar 18, 2013","stats":["126k Stoners","74 Sharing their thoughts"]},"other_information":[]}