{"time_collected":"2023-03-06 22:07:39.910468-05:00","top_headers":[{"heading":"Monday meeting of the Sober People Getting Shit Done Club","time_posted":"22 hours ago"},{"heading":"The Daily Check-In for Monday, March 6th: Just for today, I am NOT drinking!","time_posted":"22 hours ago"},{"heading":"\"Normal\" drinking is still horrible.","time_posted":"13 hours ago"},{"heading":"was told by my doctor I cannot go cold turkey, worst news ever","time_posted":"8 hours ago"},{"heading":"I can officially say I haven’t drank in years","time_posted":"15 hours ago"},{"heading":"Two years, no booze! 🥳","time_posted":"9 hours ago"},{"heading":"1,669 day sober, and about to relapse","time_posted":"4 hours ago"},{"heading":"a VERY WEIRD side effect of quitting drinking!","time_posted":"4 hours ago"},{"heading":"Embarassed myself on LinkedIn posting drunk this weekend.","time_posted":"5 hours ago"},{"heading":"At age 38 I was hopeless…","time_posted":"16 hours ago"},{"heading":"Exactly 3 months ago, evening; was the last time I got drunk.","time_posted":"1 hour ago"},{"heading":"How do you not drink alcohol in warm, sunny weather???","time_posted":"7 hours ago"},{"heading":"SSooo thankful. Sober when needed.","time_posted":"4 hours ago"},{"heading":"4 days without alcohol and struggling...","time_posted":"5 hours ago"},{"heading":"FIVE year soberversary today. Feeling old and achy","time_posted":"15 hours ago"},{"heading":"3 months sober","time_posted":"6 hours ago"},{"heading":"Today I removed my biggest trigger from my life.","time_posted":"2 hours ago"},{"heading":"7th, 8th and 9th Week Sober Update - Pink Cloud is gone, real life has arrived","time_posted":"6 hours ago"},{"heading":"Ugh","time_posted":"9 hours ago"},{"heading":"Day 1. Again. But I think for real this time.","time_posted":"6 hours ago"},{"heading":"I don’t know how to start…","time_posted":"2 hours ago"},{"heading":"I hit 1 year sober a few days ago","time_posted":"1 hour ago"},{"heading":"What positive habits have blossomed in your life since quitting?","time_posted":"8 hours ago"},{"heading":"Joined this sub to moderate my drinking ...","time_posted":"5 hours ago"},{"heading":"I was available for my family","time_posted":"14 hours ago"}],"rules":["Please only participate while sober","Speak from the \"I.\"","Be Kind.","No promotion","Don't solicit/offer PM's or outside communication","Be careful with medical advice."],"subreddits":{},"about":{"header":"About Community","description":"This subreddit is a place to motivate each other to control or stop drinking. We welcome anyone who wishes to join in by asking for advice, sharing our experiences and stories, or just encouraging someone who is trying to quit or cut down. Please post only when sober; you're welcome to read in the meanwhile.","created":"Created Dec 9, 2010","stats":["427k Members","1.8k Online"]},"other_information":[{"header":"Daily Check-In!","description":"Check-In here!\nBe sure to check the \"new\" tab!"},{"header":"Welcome to SD!","description":"This subreddit is a place to motivate each other to control or stop drinking. We welcome anyone who wishes to join in by asking for advice, sharing our experiences and stories, or just encouraging someone who is trying to quit or cut down.\nFor everyone on the subreddit, and for the sake of your own recovery, only participate here when you're sober. (?)\nCommunity Guidelines and FAQ\nRecent comments\nCheck-in (?)\nWisdom, Roll Call, Books, Video, Music, Comics, Humor, Science, Reports, Military, Book Club\nRecent posts in need of attention\nBadges\nHere in /r/stopdrinking you can get a badge to share with everyone how long you've been free from alcohol.\nSelf Serve badge instructions\nRequest your badge!\nRemove your badge\n#stopdrinking IRC chat!\nClick here to join the chat!\nOn mobile? Click here for more chat options!\nThis channel is a way for Stopdrinking members to connect with each other and get support in real-time. We ask that people only participate when sober.\nIf you can't connect to IRC, click here to check out the FAQ!\nOur Stories: Saturday Shares\nSaturday Shares are posts where our members share their story.\nSaturday Shares\nIf you would like to do a Saturday Share, post your story and message the moderators so they can tag your story appropriately. No permission needed, just do it. It doesn't have to be on a Saturday.\nRecipes for Success: Sunday Solutions\nSunday Solutions are posts where our members share what worked for them.\nSunday Solutions\nHave you got some tricks up your sleeve you have a burning desire to share? It’s simple! Post your story, including the words \"Sunday Solutions\", and it will automatically flair. You don't even need to do it on a Sunday!\nRelated subreddits\n/r/alcoholism\n/r/leaves\n/r/stopsmoking\n...more\nQuote of the Moment\nSD is the best subreddit. I've checked them all so it's a certified 100% 24-karat fact. Slather me in cocoa butter and slip me a coffee drink, it's another day of sobriety!\nRemember: /r/stopdrinking is a great place to get support, but only a doctor can give you medical advice. If you are experiencing acute or persistent physical or psychological symptoms (including withdrawal), please contact a medical professional immediately.\nHide the sidebar. (Useful for small screens.)"}]}