{"time_collected":"2023-03-20 00:26:39.678223-04:00","top_headers":[{"heading":"I Believe in Bigfoot - Tracy | Street Epistemology","time_posted":"1 day ago"},{"heading":"Chat GPT: Can you define faith and what the difference is between blind faith and faith?","time_posted":"2 days ago"},{"heading":"SEI Update | Strengthening Our Organization Through Documentation","time_posted":"2 days ago"},{"heading":"God Created Humans - Mica | Street Epistemology","time_posted":"4 days ago"}],"subreddits":{"Related Subreddits":{"r/thegreatproject":"10,796 members","r/DebateAnAtheist":"92,589 members","r/DebateEvolution":"6,234 members","r/cults":"111,211 members","r/QAnonCasualties":"261,853 members"},"Ex-Religion Subreddits":{"r/exchristian":"119,078 members","r/exmormon":"268,715 members","r/exjw":"84,418 members","r/exjew":"7,773 members","r/excatholic":"33,656 members","r/exmuslim":"137,367 members","r/exAdventist":"6,476 members","r/exvegans":"21,736 members","r/exlldm":"4,530 members","r/exbahai":"1,184 members"}},"about":{"header":"About Community","description":"While definitions vary, it's generally accepted that Street Epistemology is a conversational tool that helps people reflect on the quality of their reasons and the reliability of their methods used to derive one's confidence level in their deeply-held beliefs. Street Epistemology is generally used to understand a claim, identify the actual reasons and reliability of the method supporting the claim, and see if one's confidence in their claim is justified.","created":"Created Nov 17, 2014","stats":["28.2k Members","5 Online"]},"other_information":[{"header":"Channels to Follow:","description":"YouTube Channels\nAnthony Magnabosco with u/magnabosco - the pioneer\nCordial Curiousity with u/ReidN\nStreet Knowledge with Raul\nLet's Chat with Tyrone Wells u/PartTimeTunafish\nDeep Discussions with Eddie @DeepDiscussion1\nPineCreek with Doug\nAbstract Activist with Nathan Ferguson u/nferguson3\nAtheist Call In Shows\nThe Atheist Experience - Huge Atheist Call-In Debate/Talk Show where SE is used often, but isn't focus, Matt Dillahunty appears often, r/TheAtheistExperience\nTruth Wanted - Hosted by a deconverted Christian, Objectively Dan. Anthony Magnabosco used SE on him, r/truthwanted\nTalk Heathen - Atheist Call in Show with some SE, r/talkheathen\nThe Dorkshop - Pastafarian Epistemology\nOfficial YouTube Channel of Street Epistemology\nSolid Reasoning"},{"header":"What is Street Epistemology?","description":"u/swedishpatchkid says:\nStreet epistemology is a conversational technique that focuses on why someone holds a belief. It originated in Peter Boghossian's book A Manual for Creating Atheists, but can be applied to any belief a person might hold. God beliefs are a common example, but you can also focus on belief in supernatural things, conspiracies, karma, flat earth, political opinions, and so on. Any belief is fair game, but the conversations are usually more productive when the belief is not universally held (\"I believe two plus two is four\" will make for a boring chat), and the belief affects how the person lives their life.\nThere are two roles, an interviewer, and the person getting interviewed (often called the interlocutor, or IL). The interviewer's job is only to ask questions, not to present their own opinion. It starts with the IL choosing a belief to focus on. The interviewer then starts to ask questions with the goal that both people understand why the IL holds the belief. The interviewer needs to be familiar with SE techniques, but knowing SE is optional for the IL. It'll work the same if the IL knows SE or not.\nIdentifying the reason isn't always simple. An SE technique for challenging a stated reason is to ask \"If one day you found out that wasn't a good reason, perhaps because you found new evidence against it, would you still hold the belief?\" If the IL says they would still hold the belief without that reason, then that's not the real reason.\nIf you get past that, a followup SE technique is to challenge the reason by asking if it could be used to justify another belief that the IL rejects. For example, if the topic is a god belief, and the reason was faith, then ask \"If another person uses faith as the reason for believing in a different religion, are they justified in their belief?\"\nSE is finished when the IL is satisfied with their stated reason, or says they don't know why they hold the belief. There's also a middle outcome, where the IL revises how confident they are in their belief, after examining their reason.\nSE is often successful in getting people to revise their beliefs where normal debate would only leave people angry and more polarized. Some key advantages of SE are:\nIt's non-confrontational. Both participants should have a cordial and thought-provoking conversation, even when the topic is something that most people avoid in polite company. It's not a debate, it's an interview where everyone wins if it got them thinking a little deeper about something.\nThere's no deception or \"gotcha\" aspect to it. The interviewer is not trying to trick the IL, and nothing about SE needs to be hidden.\nYou don't need facts. The conversation is focused the IL's reasons for holding those beliefs. The IL can bring up facts they think are true, but the interviewer should never say \"that's not true.\" Rather, the focus would be \"if you found out that wasn't true, would it change your belief?\" When doing SE, you should never need to pull out your phone to look something up.\nu/HermesTheMessenger says:\nThree words;\nUpdated Socratic method.\nThe main difference is that unlike the Socratic method, SE is not guiding someone to an often pre-determined conclusion.\nInstead, SE allows a discussion where the path that resulted in the current conclusion can be examined. Through that examination, the person who has (had?) that conclusion can see for themselves if that path -- that method -- is justified. That examination can result in an eventual update in the person's methods used to reach justified conclusions ... and so their conclusions may change as a result.\nu/billyyankNova says : I'd say it's a method for engaging in conversation with people whose beliefs differ from yours in an engaging and non-confrontational way to learn about why they have those beliefs and hopefully encourage them to think about them more deeply."},{"header":"Recommended Books","description":"Street Epistemology\nHow to Have Impossible Conversations: A Very Practical Guide - By Peter Boghossian and James Lindsay - 2019\nIn our current political climate, it seems impossible to have a reasonable conversation with anyone who has a different opinion. Whether you're online, in a classroom, an office, a town hall -- or just hoping to get through a family dinner with a stubborn relative -- dialogue shuts down when perspectives clash. Heated debates often lead to insults and shaming, blocking any possibility of productive discourse. Everyone seems to be on a hair trigger.\nIn How to Have Impossible Conversations, Peter Boghossian and James Lindsay guide you through the straightforward, practical, conversational techniques necessary for every successful conversation -- whether the issue is climate change, religious faith, gender identity, race, poverty, immigration, or gun control. Boghossian and Lindsay teach the subtle art of instilling doubts and opening minds. They cover everything from learning the fundamentals for good conversations to achieving expert-level techniques to deal with hardliners and extremists. This book is the manual everyone needs to foster a climate of civility, connection, and empathy.\nA Manual for Creating Atheists - By Peter Boghossian - 2013\nFor thousands of years, the faithful have honed proselytizing strategies and talked people into believing the truth of one holy book or another. Indeed, the faithful often view converting others as an obligation of their faith—and are trained from an early age to spread their unique brand of religion. The result is a world broken in large part by unquestioned faith. As an urgently needed counter to this tried-and-true tradition of religious evangelism, A Manual for Creating Atheists offers the first-ever guide not for talking people into faith—but for talking them out of it. Peter Boghossian draws on the tools he has developed and used for more than 20 years as a philosopher and educator to teach how to engage the faithful in conversations that will help them value reason and rationality, cast doubt on their religious beliefs, mistrust their faith, abandon superstition and irrationality, and ultimately embrace reason.\nExplaining Religion\nThe Belief Instinct: The Psychology of Souls, Destiny, and the Meaning of Life\nLively and brilliantly argued, The Belief Instinct explains the psychology behind belief. Drawing on surprising new studies as well as on literature, philosophy, and even pop culture, The Belief Instinct will reward readers with an enlightened understanding of belief—as well as the tools to break free of it.\nSelf-Deception Evolutionary Psychology - William von Hippel Springer Link\nSelf-deception has traditionally been viewed as a strategy that people adopt to protect themselves from a psychologically threatening reality. In this sense, self-deception is classically considered an intrapersonal process that defends the individual. In contrast to this view, this chapter adopts the perspective that self-deception evolved for the ROM. purpose of facilitating the deception of others (Trivers 1976/2006). Thus, in this sense, self-deception might be considered to have evolved for offensive rather than defensive purposes. Following from this perspective, this chapter also considers secondary gains provided by self-deception. Specifically, self-deception also benefits deceivers by enabling them to lie without the costly cognitive load induced by holding truth and lie simultaneously in mind and by minimizing retribution if their lies are discovered."}]}