{"time_collected":"2023-03-19 17:19:40.297851-04:00","top_headers":[{"heading":"Practice Updates, Questions, and General Discussion - new users, please read this first! Weekly Thread for March 13 2023","time_posted":"6 days ago"},{"heading":"Community Resources - Weekly Thread for March 17 2023","time_posted":"2 days ago"},{"heading":"I am going to die this year, and have a question on stream entry","time_posted":"9 hours ago"},{"heading":"Dealing with the Intensity of Life","time_posted":"1 day ago"},{"heading":"[Practice] Trauma-related thoughts/sensations are difficult to detach from using TWIM","time_posted":"6 days ago"}],"rules":["All top-line posts must be based on your personal meditation practice.","Top-line posts must be written thoughtfully and with appropriate detail.","Comments must be civil and constructive.","Posts must be flaired."],"subreddits":{"Related Communities":{"r/Meditation":"1,421,837 members","r/AstralProjection":"279,445 members","r/dpdr":"57,834 members","r/awakened":"246,695 members","r/adhdwomen":"207,305 members","r/Stoicism":"518,718 members","r/BecomingTheIceman":"56,750 members","r/Hobbies":"61,943 members","r/Anxietyhelp":"140,999 members","r/energy_work":"171,235 members"}},"about":{"header":"About Community","description":"A place for discussion related to the practice of meditation and other techniques aimed at developing concentration, increasing the power of conscious awareness, and producing insight leading to awakening. Those here understand Awakening to be a practical and attainable goal that can be approached via many paths. Although this goal is explained most thoroughly in the Buddhist traditions, it can be understood in entirely secular, non-religious terms.","created":"Created Jun 27, 2016","stats":["29.1k Readers","43 Online"]},"other_information":[{"header":"Welcome","description":"Welcome to /r/streamentry\n⚠ Please read the rules below before posting.\nThis is a place for discussion of practice and conduct concerned with Awakening. While people use this word in different ways, this subreddit is concerned with the following definition: the path to achieving a direct, experiential understanding of reality and the human mind, as it actually is; and the path to permanently eliminate stress, suffering, and unsatisfactoriness in our life.\nThese paths can be considered to be two sides of the same coin, although different people may find themselves more drawn to one side or the other.\nAwakening is not a trivial matter, because, as part of our journey, those who investigate deeply and sincerely invariably come to the conclusion that our most fundamental unconscious beliefs and assumptions about the nature of self, mind, and reality are false; and that these misunderstandings are causing us stress. Reality is not what it appears to be, we realize, and to fully grasp this is to radically transform our relationship to life. Indeed, we may find territory beyond even this.\nThe dissolution of ignorance is not an intellectual exercise. It usually requires a willingness to look both inwards and outwards over a sustained period of time so we can explore, question, confirm, and challenge what we think reality and the mind is; what we think, on a fundamental level, is 'going on'. We call this often joyful work practice.\nMany traditions throughout history have provided systems of knowledge and practice that can be of great help to those who walk this path. More recently, Awakening is being examined through secular and even scientific lenses.\nHere you'll find a community that values honesty, compassion, and thoughtful discourse. We aim to keep discussion practical, civil, and constructive. Thanks for visiting!\nRules\n1. All top-line posts must be based on your personal meditation practice.\nThis can include the wider aspects of practice that take place off-the-cushion, such as conduct (Sīla); as well as theory, so long as it's in the context of your personal meditation practice.\nIn contrast, generalised theory, advice, or wisdom all belong in the weekly Practice Updates, Questions, and General Discussion thread, and all community resources such as podcasts, interviews and course offerings should be posted in the weekly Community Resources thread. Both threads are pinned to the top of the subreddit.\nThere may occasionally be times when members feel a topic that doesn't meet this requirement would still be appropriate as a top-line post, because, for instance, it is particularly important or relevant to our community. In such cases, please first message the moderators, who will decide whether or not to approve the post on a case-by-case basis.\n2. Top-line posts must be written thoughtfully and with appropriate detail, rather than in a quick-fire fashion.\nPlease see this posting guide for ideas on how to do this.\nAs a general rule, if your post is one paragraph of 3-5 sentences, it belongs in a weekly thread, not as a top-line post.\n3. Comments must be civil and contribute constructively.\nThis is a place for mature, thoughtful discussion among fellow travelers and seekers. Treat people with respect and refrain from hostile speech, unhealthy conflict, and low-effort noise.\n4. Post titles must be flaired.\nFlairs provide important context for your post. For most users, this is automatically required before reddit allows you to submit a top-line post. Otherwise, to manually flair your submission, write a [keyword] in square brackets at the beginning of the post title. View the available keywords.\nRecommended Resources\nThe /r/streamentry Beginner's Guide, a practical workbook for starting out on the path. The guide explains what practice is about, addresses common questions and difficulties, and provides a complete 12-week starter course.\nThe Mind Illuminated by Upasaka Culadasa. An abridged meditation guide (pdf) is freely available. Also see the dedicated subreddit /r/TheMindIlluminated.\nFor an alternative, freely-available guide to the same style of meditation, see Thanissaro Bhikkhu's With Each and Every Breath (preview the main practice instructions).\nSeeing That Frees by Rob Burbea, a deep exploration of insight for the experienced practitioner. Rob's many outstanding audio talks are also freely available.\nMastering the Core Teachings of the Buddha by Daniel Ingram (free online, also available in print). Also see the Dharma Overground forums.\nOur Pristine Mind by Orgyen Chowang Rinpoche is a pragmatic and secular guide to Dzogchen specifically written for Westerners. Enlightenment is clearly defined and the stages of awakening as understood in Dzogchen are thoroughly explained in plain language. This is a recommended resource for anyone interested in an \"awareness-based\" approach to Awakening.\nRight Concentration by Leigh Brasington, an accessable and comprehensive guide to jhāna practice. Jhāna (meditative absorption) is sometimes described as one of the two wings of awakening, the other being insight practice. See also the book's website, which contains supplementary material.\nAlso see our wiki resources.\nWiki\nWelcome Page\nTable of Contents\nAbout Us\nPosting Policy\nFrequent Questions\nHealth, Balance, and Difficult Territory\nPractice Logs\nMentors\nCommunity Connections\nPractice Guides\nBeginner's Guide\nBreath Meditation Practice Guide\nMettā and Insight Practice Guide\nEmptiness Crash Course\nLearning Resources\nBooks and Articles\nAudio and Video Talks\nTeachers and Organizations\nShinzen Young resources\nRob Burbea resources"}]}