{"time_collected":"2023-03-08 21:45:36.567752-05:00","top_headers":[{"heading":"Mega Mondays - Our Weekly Post for Check-Ins, Questions, Motivation + General Discussion!","time_posted":"3 days ago"},{"heading":"Please read this before you post!","time_posted":"1 year ago"},{"heading":"Advice for staying consistent in the gym while struggling with mental health?","time_posted":"9 days ago"},{"heading":"Mega Mondays - Our Weekly Post for Check-Ins, Questions, Motivation + General Discussion!","time_posted":"10 days ago"},{"heading":"What do people mean when they bring up genetics?","time_posted":"10 days ago"},{"heading":"New to lifting, RDL form help","time_posted":"11 days ago"},{"heading":"DL feedback plz. First time pulling over 200 in years. 1st pull normal, 2nd sumo.","time_posted":"12 days ago"}],"rules":["Read the FAQ","Do not DM the mods","Progress pics must show a minimum of 12 weeks progress with diet and routine information included","Progress pics must be taken in similar poses, lighting, and clothing styles.","Keep disparaging remarks about your body to a minimum, including discussing before photos","Use NSFW generously","Don't be a creep","No self-promotion of programming/insta/YouTube/whatever","Please DO NOT create individual posts about body shape.","Don't be rude or disrespectful"],"subreddits":{"Helpful subs":{"r/yoga":"1,381,756 members","r/nutrition":"3,133,706 members","r/bodybuilding":"2,780,745 members","r/formcheck":"31,389 members","r/cronometer":"4,691 members","r/powerlifting":"461,438 members","r/xxfitness":"1,036,297 members","r/StrongerByScience":"12,467 members"}},"about":{"header":"About Community","description":"This is a subreddit for those who are contemplating, currently doing, or have completed Strong Curves or any other glute program by Bret Contreras & Kellie Davis. Post questions about the program, show off your results, or comment about your experience. Please read and abide by our community rules.","created":"Created Feb 7, 2015","stats":["101k Members","107 Online"]},"other_information":[{"header":"Welcome to Strong Curves!","description":"This is a subreddit for those who are contemplating, currently doing, or have completed Strong Curves by Bret Contreras and Kellie Davis. Post questions about the program, show off your results, or comment about your experience.\n  Get Started: Read the r/SC Wiki\n  Please always use the NSFW tag on progress photos!\nPlease keep disparaging remarks about your body to a minimum (including before photos). This is a positive place to celebrate progress, not cultivate negative self-talk and energy. Be mindful of the experience you can provide to others through your post."}]}