{"time_collected":"2023-03-08 12:01:35.550116-05:00","top_headers":[{"heading":"Upcoming Webinar About the IDR One Time Adjustment","time_posted":"21 days ago"},{"heading":"Litigation Status – Biden-Harris Debt Relief Plan (March 2023 - Waiting for Supreme Court Decision)","time_posted":"7 days ago"},{"heading":"I can hardly believe it. It's finally happening!","time_posted":"18 hours ago"},{"heading":"I actually regret saving money by going to community college, living at home, etc.","time_posted":"7 hours ago"},{"heading":"Student Loan discharge","time_posted":"21 hours ago"},{"heading":"Is there any way to determine what your IDR amount is while in forbearance?","time_posted":"17 hours ago"},{"heading":"Late on Sallie Mae payments despite making a payment a day ago?","time_posted":"14 hours ago"}],"rules":["No referral links/codes","No blog/vlog spam, marketing, market research, or self-promotion","No crowdfunding","No advocating default","No private or direct contact information","Surveys and interviews must be approved in advance","Comply with Reddiquette and the law","Professionals must be verified"],"subreddits":{"Other useful subs":{"r/PSLF":"34,390 members","r/personalfinance":"17,464,404 members","r/financialaid":"6,697 members","r/college":"1,289,472 members"}},"about":{"header":"About Community","description":"/r/StudentLoans: Reddit's hub for advice, articles, and general discussion about getting and repaying student loans.","created":"Created Apr 19, 2010","stats":["260k Members","546 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Sidebar","description":"Welcome to /r/StudentLoans, the largest and oldest reddit community for discussion, information, and assistance related to the topic of student loan debt. Please feel free to join the conversation, discuss experiences, or ask for help.\nAs an advice community, our goal is to be unbiased and clear with news and information pertaining to student loans. Mods will be vigilant in ensuring personal opinion doesn't cloud the facts. Please keep this philosophy in mind when participating and use the report function to point out violations.\nYou should never have to pay for help with your student loans, especially federal loans. Nobody can get you a better deal, or access to a benefit or program, than you can get yourself, for free, by working directly through your loan servicer.\nMost of our community has knowledge of the United States loan system. Questions from all around the world are welcome, but we suggest also asking in subreddits related to your school or nation/region if you don't get a prompt response here.\nUseful links:\nStudentAid.gov : Just about anything you'd want to know about the basics of financial aid, student loans, and financing options.\nFSA Dashboard : Your Federal Student Aid account (formerly called NSLDS) is the U.S. Department of Education's official database for student aid. Your federal student loans will appear here and you can get information about their status and your loan servicer.\nFAFSA.ed.gov : The Free Application for Federal Student Aid (FAFSA). Federal Student Aid, a part of the U.S. Department of Education, is the largest provider of student financial aid in the nation.\nAnnual Credit Report.com : This site, mandated by the federal government, lets you pull your full credit reports from all three major bureaus for free, once a year. (Your private student loans will appear here.) This pull does not impact your credit score. -- Note: due to the pandemic, you can pull each report once a week through April 2021!\n/r/PSLF : Our sister sub specifically for the Public Service Loan Forgiveness program.\nED Repayment Estimator : Official calculator for federal loan repayment plans."}]}