{"time_collected":"2023-03-06 22:07:25.958035-05:00","top_headers":[{"heading":"Adolph Reed & Walter Benn Michaels's new book is out","time_posted":"3 days ago"},{"heading":"Class Unity wants YOU to be a better organizer!","time_posted":"8 hours ago"},{"heading":"The piss boiling levels are off the charts","time_posted":"5 hours ago"},{"heading":"CN Rail unions vote overwhelmingly in favour of strike action","time_posted":"12 hours ago"},{"heading":"[2019] Veteran NBC/MSNBC Journalist Blasts the Network for Being Captive to the National Security State and Reflexively Pro-War to Stop Trump","time_posted":"3 hours ago"},{"heading":"Protests opposing ‘Cop City’ in Atlanta again turn violent","time_posted":"11 hours ago"},{"heading":"Journalism's Glaring Class Problem","time_posted":"5 hours ago"},{"heading":"\"My fellow Democrats, we must support these multi-billion dollar corporations or else the right-wing will win!\"","time_posted":"2 hours ago"},{"heading":"The r/politics Discourse Around the Ohio Derailments is Disgusting","time_posted":"23 hours ago"},{"heading":"Dropping the SAT Requirement Is a Luxury Belief","time_posted":"5 hours ago"},{"heading":"Collapse of the COVID Truth Regime","time_posted":"7 hours ago"},{"heading":"Bad smells may be leading to some of the reported symptoms in East Palestine: Experts (ABC News)","time_posted":"11 hours ago"},{"heading":"Game Not Over for Gamergate","time_posted":"9 hours ago"},{"heading":"Does American Fascism Exist? For nearly a century, Americans have been throwing the term around—without agreeing what that means.","time_posted":"8 hours ago"},{"heading":"And Now I Will Again Ponderously Explain Why I Am…","time_posted":"13 hours ago"},{"heading":"Racist Woman Who Berated Philadelphia Pizzeria Owner for Playing Spanish on TV, Called Him an 'Illegal Immigrant' Charged with Hate Crime","time_posted":"15 hours ago"},{"heading":"Kevin McCarthy to meet Taiwan’s president in US to avoid China’s ire","time_posted":"6 hours ago"},{"heading":"The wokeism of “punching down” is actually so offensive.","time_posted":"1 day ago"},{"heading":"CONTACT YOUR SENATOR - AZ legislator contact in favor of SB1117, which would legalize SROs, condos/apartments in shopping zones, tall buildings near tr, and ADUs statewide. would mitigate construction unemployment in case Fed induces recession, force bedroom communities to allow worker housing","time_posted":"10 hours ago"},{"heading":"Ecuador's bankster President is going to face possible impeachment","time_posted":"10 hours ago"},{"heading":"interesting ancillary benefit of possible UPS Teamster strike is that USPS mailman contract is also up this year","time_posted":"10 hours ago"},{"heading":"NYT: Biden Administration Is Said to Consider Reinstating Detention of Migrant Families","time_posted":"1 hour ago"},{"heading":"Do you code, bro?","time_posted":"10 hours ago"},{"heading":"US Supreme Court hears case challenging Section 230 online liability shield","time_posted":"14 hours ago"},{"heading":"BBC Glamorizes Those Who Work Multiple Jobs to Survive","time_posted":"1 day ago"},{"heading":"What did Biden and Scholz decide at their top-secret war summit?","time_posted":"14 hours ago"}],"rules":["Maintain the socialist character of the sub","No promotion of identity politics","No discrimination (racism, sexism, homophobia, ableism etc.)","No racialism","No wrecking","No low-quality or off-topic posts","No controversial claims about factually-disputed topics without providing solid sources","Right-wing users are required to flair their ideology"],"subreddits":{},"about":{"header":"About Community","description":"Subreddit focused on critiquing capitalism and identity politics from a Marxist perspective.","created":"Created Apr 1, 2018","stats":["86.1k Members","601 Online"]},"other_information":[{"header":"About","description":"STUP•ID•POL: The thinking socialist's r/TumblrInAction.\nAnalysis and critique of identity fetishism as a political phenomenon.\nBROWSE BY TOPIC\nDISCORD CHAT\nWhat is identity politics?\n[Identity] politics is not an alternative to class politics; it is a class politics, the politics of the left-wing of neoliberalism. It is the expression and active agency of a political order and moral economy in which capitalist market forces are treated as unassailable nature.\nAn integral element of that moral economy is displacement of the critique of the invidious outcomes produced by capitalist class power onto equally naturalized categories of ascriptive identity that sort us into groups supposedly defined by what we essentially are rather than what we do.\n-- Adolph Reed\nI don’t ascribe in any way to these ideas that identity politics is bad for us. I think I can take someone who is deeply concerned about patriarchy and I can make them understand how patriarchy intersects with capitalism much more than I can take someone who’s mad because GM took their job away and make them understand socialism\n-- Sean McElwee, leftism's infant terrible.\nThis subreddit collates:\nAnalysis of identity politics and intersectionality.\nNotable examples of intersectionality and identity politics in action.\nGeneral discussion of non-idpol topic is permitted, as long as it's relevant to left politics.\nFoundational texts:\nExiting the Vampire Castle and The Joy Beyond Identity (interview with Doug Lain) by Mark Fisher\nThe Limits of Anti-Racism and Black Politics After 2016 by Adolph Reed Jr.\nThe political economy of anti-racism by Walter Benn Michaels\nSome 'politically incorrect' pathways through PC by Stuart Hall\n\"American Thought\" by Juraj Katalenac\nStuff White People Like by Christian Lander\nIdentity Politics and the Left by Eric Hobsbawm\nDefining My Own Oppression: Neoliberalism and the Demands of Victimhood by Chi Chi Shi.\nThe facts are in: progressive Idpol is the ideology of rich whites\nThe Iron Law of Institutions and the Left by Freddie deBoer\nGet to know the Adolph Reed of feminism, the theory work of Teresa L. Ebert\nLeftist spaces in Antiquity. (Monty Python)\nSTUPIDPOL Original Content:\nBreaking Free From Identity Politics by Tiffany Warren\nDisability Speaks by u/bigtittyhimmler\nAmbergate at the DSA by u/guccibananabricks.\nThe Curse of al-Lee Frost\nWall of text on the death of Ross Perot, and the real intersection of boomer capital / race politics\nThe Better Side of Marxism-Leninism\nFriends of stupidpol\nClass Unity - a caucus fighting for class politics both inside and outside of the DSA.\nr/LeftistLit - resource for leftist theory in PDF form.\nr/StupidpolEurope - A place to critique identity politics and general discussion of Europe from a Marxist perspective.\nr/thefunhouseofideology - Culture war shitposting. Memes, social media screenshots, leftist Twitter drama, and bad Medium articles where cultural slap fights are mistaken for politics.\nInspirational business quotes:\n\"Stop being naive\"\n--Bernie Sanders\n\"Promiscuous critics must. expect to be criticised\"\n-- Len McCluskey, general secretary of Unite\n\"The campaign against \"anti-Semitism\" in the Labour Party] takes hold of a vulnerability of the broad left - its intersectionality, its inability to confront identity-oppression claims. By doing so it weaponises the idea of anti-racism.\"\n-- Mike Macnair, editor of Weekly Worker\n\"One unfortunate thing about [the slogan] Black Power is that it gives priority to race precisely at a time when the impact of automation and other forces have made the economic question fundamental for blacks and whites alike. In this context a slogan ‘Power for Poor People’ would be much more appropriate than the slogan ‘Black Power.’\"\n-- MLK\n“In combating racism we do not make progress if we combat the people themselves. We have to combat the causes of racism.... Many people lose energy and effort combating shadows. We have to combat the material reality that produces the shadow.”\n-- Amilcar Cabral\n\"All science would be superfluous if the outward appearance and the essence of things directly coincided.\"\n-- Capital Vol. III\n\"…the bourgeoisie and their accomplices, the educated classes, the lackeys of capital, who consider themselves the brains of the nation. In fact they are not its brains but its shit.\"\n-- Lenin\n\"In politics, abstract terms conceal treachery.\"\n-- C. L. R. James\n\"....the left is more like a police force for, than an alternative to, the right.\"\n-- Walter Benn Michaels (2006)\n\"When I was saying, 'White people go to hell,' I never had trouble finding a publisher. But when I was saying, 'Black and white, unite and fight, destroy capitalism,' then you suddenly get to be unreasonable!\"\n-- Amiri Baraka\n\"The Socialistic bourgeois want all the advantages of modern social conditions without the struggles and dangers necessarily resulting therefrom. They desire the existing state of society, minus its revolutionary and disintegrating elements. They wish for a bourgeoisie without a proletariat. The bourgeoisie naturally conceives the world in which it is supreme to be the best; and bourgeois Socialism develops this comfortable conception into various more or less complete systems. In requiring the proletariat to carry out such a system, and thereby to march straightway into the social New Jerusalem, it but requires in reality, that the proletariat should remain within the bounds of existing society, but should cast away all its hateful ideas concerning the bourgeoisie.\"\n-- The Communist Manifesto\nLiberals in their own words:\n“A leftist government doesn't exist because being on the left has nothing to do with governments.”\n-- Gilles Deleuze\n“It’s all about identity on our side now They want to show, ‘He does not support me. I support you, refugee. I support you, immigrant in my neighborhood. I want to defend you.’ Women who are rejecting Nordstrom and Neiman Marcus are saying ― they’re saying this is power for them. ‘Donald Trump doesn’t take me seriously? Well, I’m showing you my value and my power.’ And I think it’s like our own version of identity politics on the left that’s more empowering.”\n-- Jennifer Palmieri (Clinton aide)"}]}