{"time_collected":"2023-03-20 17:59:55.387922-04:00","top_headers":[{"heading":"New to this page","time_posted":"6 hours ago"},{"heading":"“Mum will be sad” is the only reason that is keeping me alive till now","time_posted":"8 hours ago"},{"heading":"Does anyone know anyone that fully cured their stutter? Like, are there stories of people that completely got rid of their stutter? Is it possible?","time_posted":"7 hours ago"},{"heading":"Sudden feeling when it seems like you can say anything","time_posted":"2 hours ago"},{"heading":"The McGuire Programme will be in Los Angeles in June","time_posted":"8 hours ago"},{"heading":"I saw this comment on a YouTube video about stuttering, thoughts?","time_posted":"1 day ago"},{"heading":"What Do You Do For Job Interviews?","time_posted":"22 hours ago"},{"heading":"My Journey as a Stutterer New YouTube Channel!! Vlog style…","time_posted":"1 day ago"}],"rules":["Keep posts relevant and specific to stuttering.","Be respectful and supportive at all times.","Posts promoting the treatment must include research or evidence based practice. No cures.","No drugs or medication advice, including dosage or where to obtain. You may discuss experiences.","No self-destructive or suicidal ideation.","No advertising or self-promotion.","Do not give out personal information.","No advice involving drugs, supplements, or medication, including dosage or where to obtain."],"subreddits":{},"about":{"header":"About Community","description":"Stuttering Support Group on Reddit: Discussion and information on stuttering.","created":"Created Mar 4, 2011","stats":["16.1k Members","27 Online"]},"other_information":[{"header":"Welcome To r/Stutter!","description":"This is a subreddit for people who stutter, for discussion and information on stuttering, and for finding help and support. Welcome!"},{"header":"Join Us On Discord","description":"Stuttering Support Group (click to join) is our Discord server, where you can talk to others who stutter over text chat or in voice chat (it's free to join and works on both desktop and phone).\nDiscord voice chats are held daily. You can also request voice chat sessions in the app."},{"header":"Upcoming Events*","description":"Click the links to see what's available!\nFRIENDS One-Day Workshops\nWeStutter.org (NSA) Event List\n*No association to r/Stutter."},{"header":"Links & FAQ","description":"The Link Archive\nFrequently Asked Questions"}]}