{"time_collected":"2023-03-06 19:07:39.210085-05:00","top_headers":[{"heading":"In a post about a fired teacher, on commenter has the courage to ask why is it wrong to put 5th graders in a chokehold?","time_posted":"7 hours ago"},{"heading":"A user on r/BlackPeopleTwitter posts a tweet implying that Chris Rock performing standup in Baltimore was done purposefully to disrespect the Smith family. Was Will Smith right to slap Chris Rock?","time_posted":"23 hours ago"},{"heading":"Is hating on gypsies racism? In r/clevercomebacks, the umpteenth battle between Europeans and gypsies rages on.","time_posted":"2 days ago"},{"heading":"Slap fight ensues in r/AskLatinAmerica over whether or not Dominicans deny their blackness and whether or not Panama is a better country economically speaking...","time_posted":"1 day ago"},{"heading":"In an r/mildly interesting post about Japanese strawberries, these two get in a fascinating argument about world cuisine.","time_posted":"2 days ago"},{"heading":"/r/linkedinlunatics devolves into definitions of microaggression to the superiority of gendered language over a pronoun field on a profile","time_posted":"2 days ago"},{"heading":"r/iamverysmart celeb goes up against beta male, “The fact I can turn you on that way is merely a reminder of my dominance”","time_posted":"8 days ago"}],"rules":["No trolling, hate speech, or using slurs","No insults, flamewars, or flamebait","No /u/ summoning user from linked thread","No off-topic grandstanding","Tired topics, known as surplus drama, have a higher standard for submission","Do not post drama you are involved in.","SRD is not a call-out subreddit. Don't post links just to point out bad behavior","Avoid bias in your title or in your write-up. Try to stay neutral.","Don't make us hunt for the drama","Don't submit off-site drama or posts that aren't drama at all.","Don't post or vote in linked threads"],"subreddits":{},"about":{"header":"About Community","description":"The place where people can come and talk about reddit fights and other dramatic happenings from other subreddits.","created":"Created Aug 25, 2011","stats":["894k Members","1.3k Online"]},"other_information":[]}