{"time_collected":"2023-03-06 22:46:32.208066-05:00","top_headers":[{"heading":"New wiki on how to avoid accidentally encouraging suicide, and how to spot covert incitement","time_posted":"4 years ago"},{"heading":"Please remember that NO ACTIVISM of any kind is ever allowed here. No matter what day it is.","time_posted":"1 year ago"},{"heading":"Thinking about working for the rest of my life makes me want to off myself and I don’t understand how any treatment will fix that","time_posted":"4 hours ago"},{"heading":"I tried to hang myself and I don't know what to do now","time_posted":"8 hours ago"},{"heading":"Don’t want to die but don’t want to live","time_posted":"1 hour ago"},{"heading":"Honestly? Fuck it","time_posted":"6 hours ago"},{"heading":"life just isn't made for some people like me","time_posted":"51 minutes ago"},{"heading":"Failed in life","time_posted":"9 hours ago"},{"heading":"I am just shocked","time_posted":"2 hours ago"},{"heading":"I just need to find a way to get rid of my corpse","time_posted":"7 hours ago"},{"heading":"I need to talk to someone","time_posted":"1 hour ago"},{"heading":"talk to me as if you love me","time_posted":"1 hour ago"},{"heading":"Everyday I think about suicide","time_posted":"6 hours ago"},{"heading":"Dying would just be so peaceful","time_posted":"4 hours ago"},{"heading":"sometimes i just feel like there's no hope.","time_posted":"2 hours ago"},{"heading":"Reincarnation","time_posted":"11 hours ago"},{"heading":"Hey there. I feel abandoned. I had been suicidal in the past. I was diagnosed with bipolar 1 three years ago.","time_posted":"3 hours ago"},{"heading":"I really want to die because I see no way to survive","time_posted":"36 minutes ago"},{"heading":"The lowest I’ve ever been","time_posted":"3 hours ago"},{"heading":"Im such a failure and a piece of shit that I tried to Kms about like 5 times and failed","time_posted":"2 hours ago"},{"heading":"I'm unemployed again and the thought of getting a job is crushing me","time_posted":"5 hours ago"},{"heading":"My dog died","time_posted":"9 hours ago"},{"heading":"I just got fired from my first job and life feels hopeless","time_posted":"4 hours ago"},{"heading":"I feel like I don’t know where I am and have no purpose in this life whatsoever and think it would br better if I wasn’t here.","time_posted":"1 hour ago"},{"heading":"Why","time_posted":"2 hours ago"},{"heading":"I’m coming up to the birthday I thought I would be dead by","time_posted":"6 hours ago"}],"subreddits":{},"about":{"header":"About Community","description":"Peer support for anyone struggling with suicidal thoughts.","created":"Created Dec 16, 2008","stats":["409k Members","742 Online"]},"other_information":[{"header":"Resources","description":"The SW Mod team also maintains /r/SWResources.\nIf you need help for yourself, we've got a directory of voice and chat/text hotline services and FAQs about hotlines, plus selected online resources.\nIf you're concerned about someone else, you're welcome to post, also check out our talking tips and risk assessment guide. If you're new here and want to help, please read these two posts before diving in.\nIf you've lost someone to suicide, /r/SuicideBereavement is there for you, or you can check out our shared list of bereavement resources.\nNote: the Android Reddit app currently has a bug that causes wikis not to work - if links do not open in the app, use your browser to open the links instead"},{"header":"Guidelines","description":"This is a place of support. All the following ways of responding to at-risk OPs are strictly forbidden. If you see anything like this in a post or comment, please message the moderators.\na) Abuse or \"tough love\" including any guilt-tripping like \"suicide is selfish\" or \"think of your loved ones\".\nb) Pro-Suicide Posts or Comments, or any explicit discussion of suicide methods\nc) Religious proselytizing\nd) Trolling or incitement to suicide or any type of self-harm or violence\ne) Anything that's not a direct, personal, supportive response to the OP.\nPlease note that we are NOT a hotline! We do NOT have the ability to trace the source of any posts, and we can't guarantee immediate responses.\nWe offer non-judgemental peer support ONLY. The only requirement to respond here is genuine concern, so please don't take anything you read here as professional advice. It's fine to share what worked for you, but DO NOT advocate for or against any specific type of therapy, self-help strategy, or medication, especially street drugs or alcohol, and DO NOT diagnose people\nIf you're here to help please respond publicly to our OPs in need. Sort by \"new\" and check for posts with few or no good responses. The rules below link to posts with details.\na) Posts shouldn't include or request contact information.\nb) Don't \"advertise\" yourself as a helper, authority, or role model. This includes inviting private contact as a first resort.\nc) Do NOT post general \"uplifting\" or anti-suicide messages. Encouragement should never be offered until you've demonstrated understanding of the OP's emotions and experience, to their satisfaction, not yours! This also means no fundraising or activism, please.\nd) Please, never make promises to our vulnerable OPs that you personally can't keep. This means not saying \"it gets better\" or guaranteeing any outcomes! It also means not to make any \"supportive\" but unverifiable assertions about the OP, i.e. telling them they're a good/strong/etc. person.\nWe err on the side of safety. If we need to remove a post or comment from someone who's reached out for help, we'll let them know why we removed it and how they can change it. If this happens to you, please know that we do want to talk to you.\nIf you need help but don't feel comfortable making a post for any reason, please message the moderators. We will be glad to talk with you privately, or help in any other way that we can.\nSurveys and research participation requests must be pre-approved by the mod team. Posts we have okayed will be flaired.\nAnything that's primarily of philosophical or scientific interest does not belong here."}]}