{"time_collected":"2023-03-08 11:02:00.585806-05:00","top_headers":[{"heading":"[Discussion] Ohsama Sentai King-Ohger Ep.1","time_posted":"4 days ago"},{"heading":"THE GATTAI IS SO COOL!","time_posted":"8 hours ago"},{"heading":"Kuwagata Ohger suit in Animal Crossing! (codes and pics of previous suits in the comments)","time_posted":"2 hours ago"},{"heading":"\"tHe PaTrAnGeRs ArE uNdErDeVeLoPeD!!!\". My ass.","time_posted":"18 hours ago"},{"heading":"Doggie Kruger's face (@ Khương Solo)","time_posted":"5 hours ago"}],"rules":["Don't be a jerk.","Your submission must have Super Sentai content in it or be a discussion on Super Sentai.","Reaction posts and memes are allowed as long as they are not being spammed.","No reposts.","No posting links to download/stream episodes.","Spoiler tags are required.","No spoilers are allowed in submission titles.","NSFW submissions are not allowed.","Low effort content will be removed at mod discretion."],"subreddits":{"Related Subreddits":{"r/powerrangers":"58,809 members","r/KamenRider":"51,876 members","r/Ultraman":"17,959 members","r/garo":"1,646 members","r/Tokusatsu":"12,384 members"}},"about":{"header":"About Community","description":"Super Sentai is a series about a group of colorfully dressed superheroes fighting extravagant villains with special effects and robots. Each season is a new story and set of characters with a new twist on the established themes. The franchise began in 1975 and is on its 46th continuous series.","created":"Created Jun 23, 2011","stats":["24.8k Senshi","227 Morphed"]},"other_information":[{"header":"New to Super Sentai?","description":"List of series:\nhttps://en.wikipedia.org/wiki/Super_Sentai#TV_series\nCheck out our community's thoughts on the various seasons here. Several other threads on this subject can be found by searching the sub."},{"header":"Get Connected","description":"Join the community-run Discord server here."},{"header":"Important Information","description":"Downvotes are not to be used if you don't agree with something. They should be used when something is not beneficial to the community or is breaking the rules.\nYou are strongly encouraged to use spoiler tags when discussing spoilers in older shows. This is not required and it will not be enforced, it's just a nice thing to do for new people.\nThis is the format for spoiler tags:\n[Spoiler goes here.](/spoiler)"},{"header":"Where to Find Episodes","description":"Where to find episodes of Super Sentai series:\nTV-N:\nWhat Sentai shows are subbed: Dekaranger, Magiranger, Boukenger Gekiranger, Go-onger, Shinkenger, Goseiger, Gokaiger, Akibaranger, Go-Busters, Kyoryuger, ToQger, Ninninger, Zyuohger, Kyuranger, Lupinranger VS Patranger, Ryusoulger, Kirameiger\nWhat download formats are available: Torrents and direct downloads of every past show and new release. Every non-current season show has the entire season bundled into two or three packages of downloads.\nMisc: They have forums and they sub a bunch of other shows including Kamen Rider.\nOver-Time:\nWhat Sentai shows are subbed: Timeranger, Dekaranger, Shinkenger, Akibaranger, Gokaiger, Go-Busters, Kyoryuger, ToQger, Ninninger, Zyuohger, Kyuranger, Lupinranger VS Patranger, Ryusoulger, Kirameiger, Zenkaiger, Donbrothers\nWhat download formats are available: Torrents and some direct downloads. Most non-current seasons are bundled into packages.\nMisc: They have an IRC and they also sub a few other shows including Kamen Rider.\nShoutFactory:\nWhat Sentai shows are available: Zyuranger, Dairanger, Kakuranger, Ohranger, Carranger, Megaranger, Gingaman, GoGoFive, Timeranger, Jetman, Gaoranger, Hurricanger\nWhat formats are available: Official DVD releases and licensed streams."}]}