{"time_collected":"2023-03-08 08:54:52.303094-05:00","top_headers":[{"heading":"Regarding Low-quality/Low-effort posts","time_posted":"2 months ago"},{"heading":"OH MY GOD! IM FREAKING OUT! ONE OF MY FAVORITE CHARACTERS IS COMING BACK!!!!","time_posted":"15 days ago"},{"heading":"Why is Sam so yassified in this picture 😭","time_posted":"17 hours ago"},{"heading":"Well, boohoo","time_posted":"12 hours ago"},{"heading":"drew this a while ago. though it might be appreciated here","time_posted":"10 hours ago"}],"rules":["Incivility","Unrelated Content","Piracy","Low-effort/Low-quality Content","Reposts/Common Topic","No Artist Credited","Title Spoilers","Inaccurate Flair","No Spoiler Markup"],"subreddits":{"Related Communities":{"r/lost":"110,490 members","r/StrangerThings":"1,071,520 members","r/betterCallSaul":"507,983 members","r/AmericanHorrorStory":"240,100 members","r/FlashTV":"159,804 members","r/TheVampireDiaries":"68,076 members","r/thewalkingdead":"1,580,859 members","r/westworld":"1,004,214 members","r/audiodrama":"258,067 members","r/Bones":"20,302 members"}},"about":{"header":"About Community","description":"Subreddit dedicated to the TV show Supernatural on the CW Network, starring Jensen Ackles, Jared Padalecki, and Misha Collins.","created":"Created Aug 17, 2008","stats":["215k Members","280 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Welcome to /r/Supernatural!","description":"Welcome to /r/Supernatural!\nDedicated to the TV show Supernatural. Check out our wiki and read the subreddit FAQ's here. Also feel free to follow us on twitter @SPNReddit.\nQuote of the Week:\nSpoilers for the latest episode!\nGif of the Week:\nSpoilers for the latest episode!\nJack's got his soft nougaty center back.\nhttps://i.imgur.com/YowoFJb.gifv\nFor all past official episode discussions in /r/Supernatural, click here.\nRules\nFollow Reddiquette. Be respectful & civil.\nAll posts must be flaired.\nAll submitted content must be directly related to the TV show Supernatural.\nNo piracy.\nLow quality & low effort content will be removed at the discretion of the mods. Memes may be allowed if it generates sufficient discussion about the show.\nNo reposts/common topics. Please use the subreddit search bar before posting.\nAlways properly credit the artist when posting fanworks.\nReddit's rules on spam click here. Reddit's rules on self-promotion click here. Multiple posts about the same topic (especially if made too close to each other) will count as spam. This includes, but are not limited to, convention photo ops, merchandise, artwork. Please condense multiple photos into one album and one post.\nSpoilers Policy A. Any/all content relating to the current or most recent season must be given that season's flair; do not flair it \"News/Misc\" or \"Fanworks.\" B. No spoilers of ANY seasons or episodes in post titles. C. Do not spoil past the the season the OP has flaired their post without spoiler markup. D. Spoiler markup in comments: >!this!< looks like this\nFor a complete explanation of the rules, check out our rules wiki page\nRecommended:\n/r/jensen_ackles\n/r/jensenackles (submissions currently restricted)\n/r/jaredpadalecki\n/r/mishacollins\n/r/fandomnatural\n/r/SupernaturalGifs\n/r/FunnySupernatural\n/r/WaywardSisters"},{"header":"Most Recent S15 Ep Discussions","description":"Season 15 Episode Discussions\nS15E1 \"Back and to the Future\" Live Episode Discussion and Post Episode Discussion.\nS15E2 \"Raising Hell\" Live Episode Discussion and Post Episode Discussion\nS15E3 \"The Rupture\" Live Episode Discussion and Post Episode Discussion\nS15E4 \"Atomic Monsters\" Live Episode Discussion and Post Episode Discussion\nS15E5 \"Proverbs 17:3\" Live Episode Discussion and Post Episode Discussion\nS15E6 \"Golden Time\" Live Episode Discussion and Post Episode Discussion\nSE15E7 \"Last Call\" Live Episode Discussion and Post Episode Discussion\nS15E8 \"Our Father, Who Aren't in Heaven\" Live Episode Discussion and Post Episode Discussion\nS15E9 \"The Trap\" Live Episode Discussion and Post Episode Discussion\nS15E10 \"The Heroes' Journey\" Live Episode Discussion and Post Episode Discussion\nS15E111 \"The Gamblers\" Live Episode Discussion and Post Episode Discussion\nS15E12 \"Galaxy Brain\" Live Episode Discussion and Post Episode Discussion\nS15E13 \"Destiney's Child\" Live Episode Discussion and Post Episode Discussion\nS15E14 \"Last Holiday\" Live Episode Discussion and Post Episode Discussion\nS15E15 \"Gimme Shelter\" Live Episode Discussion and Post Episode Discussion\nS15E16 \"Drag Me Away (From You)\" Live Episode Discussion and Post Episode Discussion\nS15E17 \"Unity\" Live Episode Discussion and Post Episode Discussion\nS15E18 \"Despair\" Live Episode Discussion and Post Episode Discussion\nS15E19 \"Inherit the Earth\" Live Episode Discussion and Post Episode Discussion\nS15E20 \"Carry On\" Live Episode Discussion and Post Episode Discussion"}]}