{"time_collected":"2023-03-20 15:26:14.731564-04:00","top_headers":[{"heading":"[BANNED/SHADOWBANNED?] Hard Reset Guide","time_posted":"1 year ago"},{"heading":"Honest Profile Reviews (and Profile Guide) - March 2023","time_posted":"19 days ago"},{"heading":"Is it possible to bypass Hinge ban without getting a new phone?","time_posted":"2 hours ago"},{"heading":"How do I best prevent from getting fatfished if I have no desire to use snapchat?","time_posted":"6 hours ago"},{"heading":"Have dating apps progressively gotten a more harsh algorithm for people who use the same pictures? If so, what do you think is the cause? Poll Included","time_posted":"6 hours ago"},{"heading":"To be considered shadow banned, would that mean you’ll recieve ZERO likes?","time_posted":"19 hours ago"},{"heading":"Tinder deleting info. Would this be helpful for possible future bans?","time_posted":"17 hours ago"}],"rules":["Any posts which could have been answered with a cursory read of the FAQ/stickies will be removed.","Any posts which consist of nothing more than a rant about your app of choice will be removed.","Any low-effort posts which could have been answered by using the search function will be removed.","Any posts asking about shadowbans when you're clearly not shadowbanned will be removed.","Any posts showing a lack of cogent spelling, grammar, or basic writing fluency will be removed.","Comments which are irrelevant to the thread at hand will be removed.","Posts or comments which contain misinformation will be removed.","Issues which apply only to you and are better directed to Tinder Support will be removed.","Don't use \"OLD\" to abbreviate online dating.","All profile/photo reviews should go in the Honest Profile Reviews thread"],"subreddits":{},"about":{"header":"About Community","description":"A subreddit for exchanging advanced advice for online apps such as Tinder, Bumble, Hinge, and more.","created":"Created Nov 24, 2016","stats":["16.6k Members","138 Online"]},"other_information":[{"header":"r/SwipeHelper FAQ","description":"https://www.reddit.com/r/SwipeHelper/wiki/index/ - read before posting!"}]}