{"time_collected":"2023-03-19 22:40:56.265873-04:00","top_headers":[{"heading":"how many of you had posts taken down due to rule 6?","time_posted":"10 days ago"},{"heading":"Why is my upper body so weird💀","time_posted":"1 day ago"},{"heading":"a height chart of my family and grand fathers","time_posted":"2 days ago"},{"heading":"Monthly catch up","time_posted":"1 day ago"},{"heading":"My sister could be taller than me","time_posted":"2 days ago"},{"heading":"When tf will my feet stop growing?","time_posted":"4 days ago"},{"heading":"Despite being a subreddit for tall teenagers, I have seen some on the shorter side. So I wonder: how many of you are under 5ft?","time_posted":"5 days ago"},{"heading":"Why do early bloomers think they are tall?","time_posted":"6 days ago"},{"heading":"My heights over the years","time_posted":"6 days ago"}],"rules":["No NSFW content","No personal attacks","All posts must have a flair","No spamming","Keep all discussion in the sub","Posts of this kind are banned:","Use correct flair for height predictions"],"subreddits":{"Other TSP subs you may like!":{"r/teenfitness":"2,706 members","r/TeenMFA":"14,044 members","r/Teenager":"6,344 members","r/AskTeens":"5,214 members"}},"about":{"header":"About Community","description":"Young but elevated! A subreddit for tall teenagers to chat with others, ask questions, have competitions, and more!","created":"Created Nov 22, 2019","stats":["4.3k tall teenagers","8 online","Top 10% Ranked by Size"]},"other_information":[{"header":"Height verification system","description":"If you want to get your height verified, take the following steps:\nTake a picture of yourself next to a measuring stick/tape. All of your body must be visible (if asked to do so, you must hold a piece of paper with your username on it). If not done, it won't be valid. You are allowed to blur or cover your face for privacy.\nUpload your height verification picture to the subreddit. Use the \"Verification picture\" post flair and type in the following information: your age, your gender and your height.\nAutoModerator will send your verification post for review by the human moderators. We aim to approve/deny these requests within 24 hours. Upon approval, you will automatically be given the verified user flair.\nPlease note: your picture will not appear publicly on this subreddit if it has the \"Verification picture\" post flair. AutoModerator will hide it straight away and once it is approved/denied it will be taken down."}]}