{"time_collected":"2023-03-07 03:52:51.979043-05:00","top_headers":[{"heading":"Come be cool and join the discord","time_posted":"2 years ago"},{"heading":"[14F] looking to play minecraft with some friends! :)","time_posted":"4 hours ago"},{"heading":"[18F] I dyed my hair a few days ago and honestly I don't know if this actually looked good or not 😶","time_posted":"6 hours ago"},{"heading":"[17f] lost all my friends, I eat lunch alone in the bathroom and my hobbies include existing in space and time. Looking for people to fill the void so hmu","time_posted":"15 hours ago"}],"rules":["Post formatting","No low effort posts.","Friendships only.","No abusive posts or comments.","Witch-hunting is not permitted no matter the context or intent.","Personal info and contact info is for PMs, not posts or comments.","NSFW posts/comments, suggestive and shirtless pics are forbidden.","Private groups, discord servers, and similar are not allowed.","Be cautious and safe in PMs and any off-subreddit communication!","No posting/commenting on porn subs","13-19 yr olds only!","Moderator Discretion"],"subreddits":{"Related subreddits":{"r/LGBTeens":"168,078 members","r/askteenboys":"49,720 members","r/TallTeenagers":"4,242 members","r/LGBTeensGoneMild":"26,117 members","r/MeetNewPeopleHere":"53,660 members"}},"about":{"header":"About Community","description":"A Reddit Community where teenagers (ages 13-19) can come together and make friends or find somebody to play video games with. Not a dating subreddit. Trying to find a date or get nudes using this sub is really fucking weird.","created":"Created Jul 19, 2019","stats":["58.4k friendly dudes","103 online"]},"other_information":[{"header":"Welcome to TeensMeetTeens","description":"r/TeensMeetTeens is a friendly place for teenagers to talk to each other and find other like-minded teenagers.\nThis is not a NSFW sub in any way so don't try posting or commenting anything NSFW because it will get removed. If you have any questions or concerns contact the mods.\nFor any posts or comments that violate our rules or sitewide Reddit rules or ToS - use the report function."},{"header":"Disclaimer","description":"The moderators reserve the right to act on a case-by-case basis. If you are not sure whether something breaks these rules, please message the moderators.\nDo not PM or invite moderators to chat in regards to moderator actions, questions on rules, or requests. These messages will usually be ignored!\nHarassment in PMs\nWe as moderators can't help with this much. Banning an account from a subreddit only prevents them to post and comment - they can still see all posts and comments and account names, and PM anyone. What you can do is report their account directly to Reddit and give us a notice about the suspicious or abusive behaviour via modmail."}]}