{"time_collected":"2023-03-07 03:31:30.011951-05:00","top_headers":[{"heading":"That Time I Got Reincarnated as a Slime Chapter 104 (Tempest)","time_posted":"6 days ago"},{"heading":"Velzard fanart (artist:@morisoba__a)","time_posted":"8 hours ago"},{"heading":"[Kid Illust + Fake text] Hero meets Shizu.","time_posted":"9 hours ago"}],"rules":["Submissions must relate to Tensura.","Properly Tag all Spoilers.","Be Respectful & Discrimination is not tolerated.","No Low-Effort Posts","No Hentai and overly NSFW content.","Check Artist's Permissions & Cite sources","No self-advertising.","No recent reposts.","No Illegal content.","No spamming.","Title & Flair"],"subreddits":{"Affiliates":{"r/CautiousHero":"8,148 members"}},"about":{"header":"About Community","description":"A subreddit all about the popular manga, anime, and light novel That Time I Got Reincarnated as a Slime (Tensei shitara Slime Datta Ken). Season 2 Part 2 of the Anime is completed! Stay tuned for the movie, set for late 2022. This community is primarily English speaking, please use it so that everyone can understand!","created":"Created Jun 28, 2018","stats":["154k Otherworlders","291 Adventuring"]},"other_information":[{"header":"Spoiler guidelines","description":"In general:\nAny content past the Anime will be considered spoilers\nTenSura Nikki will from now on be considered spoilers as it is getting an anime adaptation\nPlease report improperly tagged spoilers you encounter for breaking Rule 2, even if it doesn't spoil anything for you it will definitely spoil it for someone else.\nWhen Posting:\nPosts must receive the corresponding flair (Web Novel, Light Novel, Manga, Spin-off Manga, Anime or Spin-off Anime).\nThe Source of the spoiler must be in the title whenever possible. State whatever volume or chapter your discussion is about in brackets at the beginning of the title. Example: [Volume 5] for the LN, [TenSura Nikki Chapter 3] for (Spin-off) manga, [Episode 8] for the Anime or [EoS] when talking about the end of the Web Novel.\nNo spoilers in the title of the post, including but not limited to: Future characters, Skills or Magic, or descriptions of events even if veiled.\nWhen Commenting:\nIf the parent post isn't tagged as a spoiler, comments containing spoilers should be tagged as such and include its source infront of the spoiler. Example: [LN Volume 6] (Spoiler text here)\nIf the parent post is tagged as a spoiler then comments aren't required to be tagged and sourced as such unless the spoiler is further ahead in the story than the parent post\nAny submissions that don't follow this format may be removed at the mods discretion."},{"header":"About","description":"That Time I Got Reincarnated as a Slime (Japanese: 転生したらスライムだった件 Hepburn: Tensei Shitara Suraimu Datta Ken) is a Japanese light novel series written by Fuse and illustrated by Mitz Vah. It was serialized online between 2013 and 2016 on the user-generated novel publishing website Shōsetsuka ni Narō. It was acquired by Micro Magazine, who published the first light novel volume in 2014. Eleven volumes have been released as of March 2018. The light novel has been licensed in North America by Yen Press, who published the first volume in December 2017. It has received two manga adaptations and an anime television series adaptation by 8-Bit began airing on October 2018."},{"header":"Plot","description":"A man is stabbed by a robber on the run after pushing his coworker and his coworker's new fiance out of the way. As he lays dying, bleeding on the ground, he hears a voice. This voice is strange and interprets his dying regret of being a virgin by giving him the [Great Sage] unique skill! Is he being made fun of? Broken free from ordinary, stale past life, his fresh adventure in a fantasy world as a slime monster with unique abilities begins."},{"header":"Relevant Links","description":"Anime MAL\nManga MAL\nLight Novel MAL\nAnime Website\nManga Website\nSpinoff Manga Website\nLight Novel Website\nGame Website\nOfficial Twitter\nFAQ"}]}