{"time_collected":"2023-03-06 22:25:23.521040-05:00","top_headers":[{"heading":"Your Tesla Support Thread - Q1 2023","time_posted":"2 months ago"},{"heading":"Tesla Investor Day - Megathread","time_posted":"5 days ago"},{"heading":"Prince Edward Island expands EV rebate program to include new Teslas, increases price limit for used EVs","time_posted":"9 hours ago"},{"heading":"Watch: Tesla Model 3 SR+ Performs ‘Moose Test’ [VIDEO]","time_posted":"9 hours ago"},{"heading":"Model S and X price reduction in USA","time_posted":"1 day ago"},{"heading":"Picked up a Model X Plaid HW4 just now; Feb 25 build. Tech showed me internal inventory screen with \"AP4\" and radar set to \"PHOENIX\"","time_posted":"1 day ago"},{"heading":"Greetings Tesla drivers! I got to use a Supercharger with my Taycan for the first time today (thoughts in comments)","time_posted":"1 day ago"}],"rules":["Don't Be A Nuisance","Content/Quality","Reposts & Spam"],"subreddits":{"Related Communities":{"r/RealTesla":"58,112 members","r/electricvehicles":"226,380 members","r/teslainvestorsclub":"77,166 members","r/TeslaLounge":"80,421 members","r/energy":"165,595 members","r/TexasPolitics":"38,049 members","r/SelfDrivingCars":"76,710 members","r/texas":"484,835 members","r/Austin":"343,043 members","r/elonmusk":"1,346,489 members"}},"about":{"header":"About Community","description":"The original and largest Tesla community on Reddit! An unofficial forum of owners and enthusiasts. See r/TeslaLounge for relaxed posting, and user experiences! Tesla Inc. is an energy + technology company originally from California and currently headquartered in Austin, Texas. Their mission is to accelerate the world's transition to sustainable energy. They produce vertically integrated electric vehicles, batteries, and energy/solar, and AI software and hardware solutions.","created":"Created Sep 4, 2010","stats":["2.2m Navigating on Autopilot","1.3k Installing FSD Beta"]},"other_information":[{"header":"Submitters Guide to the Galaxy","description":"For r/TeslaMotors\n- News, efforts, speculation, rumors or otherwise interesting content related to Tesla (from Twitter, YouTube, etc.)\n- Investor related content, personal pictures, and memes (Friday - Sunday)\n- EV specific information that is beneficial to a broader audience\n- High Quality curated submissions\n- Urgency or situational relevance (Rule Caveats)\nFor r/TeslaLounge\n- Personal experiences and stories\n- General vehicle questions + unofficial support\n- Pictures/Memes (anytime)\n- EV or Tesla news with less Tesla-specific relation\n- Relaxed moderation on post content\nNote: Approval of submitted posts or comments are a manual action after mods have verified it has not broken a rule. Mods are informed of all automated actions, which are taken based on numerous parameters. This has always been in place in case coverage is limited. Do not jump to conclusions when your submission (comment or post) is not visible.\nReach out to modmail about concerns on your submissions, and do not threadjack. Please read our Rules and our About wiki pages to learn more.\nPlease report offending posts and comments to better help the mod team. Thank you!"}]}