{"time_collected":"2023-03-20 15:10:53.634777-04:00","top_headers":[{"heading":"Both of the discords:","time_posted":"2 years ago"},{"heading":"We've heard you, so PLEASE read","time_posted":"5 months ago"},{"heading":"Artwork 👍","time_posted":"3 days ago"},{"heading":"Eddie’s Hair","time_posted":"3 days ago"},{"heading":"Saw this in fidget video. Now meme","time_posted":"5 days ago"},{"heading":"Juicy and Eddie as Johnny and Gyro(JJBA)","time_posted":"4 days ago"},{"heading":"y’all have helped me through so much😭❤️","time_posted":"4 days ago"}],"rules":["1: No reposts allowed. If a moderator finds a repost they will take it down.","2: No toxicity amongst other members.","3: Unrelated memes or posts are not allowed. The title does not make a meme related.","4: No posts exposing private information of The Boys or a member of the mod team.","5: No posts that offend anyone unless jokingly.","6: Posting a plain, unedited image or video of the boys is not allowed and will be removed.","7: Promoting your product, work, channel or others work is not allowed.","8: Moderators have right to remove reface videos or images if they feel they are not good enough.","9: Do not post art if it is not yours or if you're not giving credit.","10: No videos or photos of animals or people in great distress.","11: No incorrect usage of the blue custom flair. Correct usage is explained in the description.","12: No posts saying that a member of the boys looks like etc, unless the etc is an iconic character."],"subreddits":{"Related Communities":{"r/elliottsmith":"20,555 members","r/bmbmbm":"17,364 members","r/rollingloudfestival":"13,437 members","r/teenagers":"2,918,641 members","r/squishmallow":"87,272 members","r/Webkinz":"12,459 members","r/VintageTees":"20,897 members","r/gratefuldead":"148,596 members","r/LightsCameraPodcast":"15,085 members","r/Choices":"47,070 members"}},"about":{"header":"About Community","description":"This is the official subreddit for The Boys. A group comprising of JoshDub, Mully, YourNarrator, JuicyFruitSnacks and EddieVR. Here we have memes, fanart and others to make you (and sometimes the boys) laugh and amazed. Before you post however, please read and understand the rules as ignoring them will get you a temporary or permanent ban.","created":"Created Aug 30, 2020","stats":["51.2k Members","7 Online","Top 5% Ranked by Size"]},"other_information":[]}