{"time_collected":"2023-03-20 15:20:31.576451-04:00","top_headers":[{"heading":"My compilation of posts on why TRP is sexist and bad for both men and women.","time_posted":"8 years ago"},{"heading":"I've noticed a double standard.","time_posted":"2 days ago"},{"heading":"Female soldiers are based","time_posted":"5 days ago"},{"heading":"Make Women Great Again","time_posted":"6 days ago"},{"heading":"I did not expect the second paper to go live just days after the first one, but here is the SECOND paper published regarding our TRP research project (this one is a qualitative methodology guideline paper)","time_posted":"11 days ago"},{"heading":"Andrew Tate - does he just have daddy issues?","time_posted":"11 days ago"},{"heading":"As promised, here is the (first, another one in press) article published from our project which recruited here!","time_posted":"14 days ago"},{"heading":"Guy calls real women “fat” and “disgusting”. Seeks out AI girlfriend instead not noticing AI rated him a 1.5","time_posted":"25 days ago"},{"heading":"“It's women's fault that my dick is small!\"","time_posted":"1 month ago"}],"rules":["Ewwwww!"],"subreddits":{},"about":{"header":"About Community","description":"/r/TheBluePill is a satire of /r/TheRedPill and the strategies discussed on that particular sub. That being said, consider most posts on this sub to have a trigger warning.","created":"Created Jan 9, 2013","stats":["101k Members","24 Online"]},"other_information":[{"header":"Disclaimer","description":"/r/TheBluePill is a satire of /r/TheRedPill and the strategies discussed on that particular sub. /r/TheRedPill is a subreddit for pick up artists who discuss ways of manipulating women. Here's a collection of some of the most popular comments made by TRP moderators, Endorsed Contributors, and users. That said, consider most posts on this sub to have a trigger warning.\nHateful people from hateful subreddits are not welcome here\nAre you a recovering RedPillian looking for a supportive space to work through it? Come to /r/ExRedpill!\nBanned from TRP? Don't make a separate thread. Tell us here.\nDon't vote or comment on links. We do not condone vote brigading. Don't link to RP blogs."},{"header":"Welcome to The Blue Pill!","description":"Why are we here?\n \nThe Red Pill: Discussion of rape strategy in a culture increasingly dominated by feminazis and their endless oppression on men.\nk so if y'all take the blue pill, we can teach ya how to objectify females and shit\nAlso everything is gonna sound all dramatic and shit cuz this is like a huge secret truth and shit"},{"header":"New Here?","description":"Introduction\nThe Evolutionary Science Behind Blue Pill\nHelpful comic about the \"Friendzone\"\nAnother helpful comic about the \"Friendzone\"\nGlossary of Terms and Acronyms\nEmpirical proof that the Blue Pill works\nGenetic evidence of male superiority"},{"header":"Take the Blue Pill Challenge","description":"Spend the next six months becoming the alpha as fuck alpha alphaman of alpha manliness you should be.\nOr, if you don't want to waste 6 whole months when you could be out getting a bunch of sexthings on your alpha cock, you can follow these alternative steps:\n1) Subscribe to this subreddit\n2) Watch \"The Matrix\" or at least google \"matrix references\" so that you get our references\n3) Read stuff on this subreddit\n4) Remember that females don't count as real people\n5) Stop being a beta mangina pussy feminazi shill and start being alpha"},{"header":"Not sure if TBP is for you?","description":"trust me it is"},{"header":"Required Reading","description":"reading is for feminazis we already know all the knowledge there is to know plus most authors are controlled by this culture of radical feminism"},{"header":"Other Things","description":"No we don't misogyny\nY u say dis\nWe don't hate women\nIf we hated them\nWhy would we want to use them for sex and only sex and nothing else?\nduh\nEdit: srsly tho we're not misogyny I swear\nstop\nI for one love females\nMostly for sex reasons\nEdit 2: k its not funny anymore\nstop\nEdit 3: Downvotes, really?\nEdit 4: ok fuck you imma just finish this sidebar and if u don't like it deal w/ it\n~~~ HOW TO PICK UP CHICKS ~~~\nby SaltyChristian, expert on everything\nLocate a suitable sexthing. This can be any female. I recommend going to a 7-11 or your city hall to find some.\nApproach the sexthing. This stage is actually more difficult than it seems, because you have to move a certain distance. As we know, the world has been corrupted by feminism (e.g. Mitt Romney bothering to make a binder of sexthings because of feminist pressure, /r/seduction being taken over by feminist ideals). You will have to walk through a dangerous feminist area, as all areas are dangerous and feminist, and you might get oppressed.\nTalk to the sexthing. Don't use your own words though. This creates conversation, which implies a certain degree of mutual respect. If she talks first, act like you didn't hear her. Use one of the Approved Opening Lines listed in the faq.\nAsk us. Take out your phone or other mobile device, and create a post on this subreddit. The many enlightened people here who have also taken the blue pill can discuss the situation with you.\nDo whatever it is you're supposed to do. BUT NOTHING MORE. Do not start conversation. Do not answer her, unless your strategy explicitly includes it.\nSex. Yay.\nGood Links:\nhttp://www.mensrightsactivism.com\nhttp://www.citizenlemonade.wordpress.com\n\"Why Are Women Inferior To Men\"\nhttp://i.imgur.com/ExYGA1K.gif\nhttp://www.4chan.org/\nThis subreddit stands against hate speech"}]}