{"time_collected":"2023-03-07 05:43:14.336363-05:00","top_headers":[{"heading":"New/alternative \"The Boys\" Unofficial Discord Channel is now live!","time_posted":"3 months ago"},{"heading":"Wasgood Boys","time_posted":"17 hours ago"},{"heading":"It's kinda cold. I think I will heat it up with my laser.","time_posted":"15 hours ago"}],"rules":["Spoiler Policy","No Illegal Content/Piracy","Be Civil","No misogyny, homophobia, misandry, transphobia, racism, sexism, body shaming, ableism, etc.","Content Policy","Self Promotion","Politics Unrelated","Repost or Spam","Low-effort","Rape/SA denial or Minimization"],"subreddits":{"Related Subreddits":{"r/OkBuddyFresca":"47,142 members","r/TheBoysFanfic":"80 members","r/TheBoysMemes":"3,179 members"}},"about":{"header":"About Community","description":"THE BOYS is an irreverent take on what happens when superheroes, who are as popular as celebrities, as influential as politicians and as revered as Gods, abuse their superpowers rather than use them for good. It’s the powerless against the super powerful as The Boys embark on a heroic quest to expose the truth about “The Seven,” and their formidable Vought backing. We are not affiliated with the show on Prime TV in any capacity.","created":"Created Nov 9, 2011","stats":["568k Supes","299 Temp V Users"]},"other_information":[{"header":"Sidebar","description":"Rules\nSee the **Complete Rules for full explanations.**\nA very brief summary of the rules is below:\n1. Spoiler Policy\nEverything from the current season, or upcoming seasons including pictures and/or trailers, until two weeks after it ends is considered a spoiler. All posts must be marked/tagged spoiler during that time period and no spoilers in the titles. After the two weeks ends that season is no longer under the spoiler policy.\nComics are always a spoiler and must be marked/tagged in comments and posts.\nHow to mark spoilers in comments do a > and a ! with no spaces then add your spoiler and end it with a ! and a < no spaces. spoiler tag\n2. No Piracy\nWhile we don't care how you source your material it is against Reddit's Content Policy, so keep it off the sub. Do not ask or provide links if anyone asks for them.\nFailure to follow this rule will result in a ban.\n3. Be Civil\nWhile the show itself often contains content and themes that are explicit, divisive, or otherwise objectionable, Discussion, debate, criticism, and disagreement are encouraged, but you must remain civil when doing so.\n4. No Hateful or Discriminatory Speech\nRacism, misogyny, homophobia, transphobia, misandry, ableism, or any other hatred will not be tolerated. This includes denial or minimization of rape and/or SA and Body Shaming\n5. Content Policy\nRefer to our Content Policy for full details.\n- Fan Art and Cosplays. Please credit the creator when appliable. If it is your creation please state OC in the title.\n- The cast are all actors and, as such, have an extensive history in popular media. Submissions about the cast's performance history (\"cast-spotting\") are not relevant as they do not pertain to The Boys. Announcements of current and future projects that feature one or more cast members in a major role are considered news and permitted.\nSubmissions about guest stars and other TB-adjacent personalities (outside of the context of their appearances on the show) are not relevant to The Boys.\n6. Unrelated Politics\nWhile The Boys covers many political topics and themes, this is not an inherently political subreddit.\nFor further clarification and some examples of what is considered relevant under this policy and what is not, see this thread\n7. Reposts and Spam\nIn an effort to keep the discussion from being too repetitive and fractured, the moderation team will remove duplicate discussions if a similar submission has been made in the last several days or is somewhere near the top of the subreddit.\nFor a thread to not be considered a duplicate, it must offer significant additions to the topic at hand rather than repeating what other users have said in current posts and/or responding to the comments of those posts. Please make comments in existing discussions before duplicating the discussion in a new submission.\nBefore posting content to the subreddit, please use the search feature and/or sort posts by \"New\" to ensure no one else has already submitted the same content. Content deemed to be sufficiently similar to previous posts may be removed at the moderators' discretion.\nFor a non-exhaustive list of frequent posts that may be removed under this policy, please see our list of common reposts\n8. Low-Effort Content\nMost other forms of low-effort content will be removed. This includes self-posts with little to no text and generic joke posts.\nThis includes memes, reaction images, other roles played by the cast, or low effort content (some examples but not all are \"Will [character] show up?\", \"Who would win?\", Character tier lists, fan castings) that does not contain significant commentary relevant to the show. Check the most recent Post-Episode Discussion thread, as it may be more fitting.\n9. Self-promotion\nWhile we do love to see fan-created content, we also don't want the subreddit to become an endless deluge of users promoting their YouTube channels, Etsy stores, etc."},{"header":"Links","description":"Season 1 episode discussions\nSeason 2 episode discussions\nSeason 3 episode discussions\nThe Boys Presents Diabolical\nThe Boys Reddit Talks\n  r/TheBoys on Twitter"},{"header":"Mod Announcements","description":"After The Episode Drops The Subreddit Is Locked Down For A Specific Amount Of Time. Post Will Only Show Up If/When They Are Approved.\nA Short Summary of The Subreddit Survey from July 2022\nStatement Regarding Rape Apologists and/or Victim-Blaming From the Moderation Team.\nSpoiler Policy"},{"header":"Other Platforms","description":"r/TheBoys on Twitter - Give us a follow to be kept up to date with sub announcements and Best Of posts"}]}