{"time_collected":"2023-03-07 04:47:04.640843-05:00","top_headers":[{"heading":"Links to Discussion threads and Ratings posts","time_posted":"2 years ago"},{"heading":"Reminder of subreddit rules to limit spoilers","time_posted":"2 months ago"},{"heading":"Chaz finished nursing school","time_posted":"2 days ago"},{"heading":"I just met Sam on the subway!","time_posted":"2 days ago"},{"heading":"Am I the only one who doesn’t understand Shubham’s appeal?","time_posted":"1 day ago"},{"heading":"DAE notice it’s kind of funny how the Circle France players enunciate?","time_posted":"3 days ago"}],"rules":["Rude Behaviour","Contains Personal Information","Spoilers","Title Formatting","Megathreads"],"subreddits":{},"about":{"header":"About Community","description":"'The Circle' is originally a British reality television series which launched in September 2018. The USA version premiered on Netflix in January 2020, followed by versions in France & Brazil a few months later.","created":"Created Sep 19, 2018","stats":["44.1k Players","26 in Circle Chat"]},"other_information":[{"header":"Subreddit Info","description":"Check the FAQ as it may answer your question"},{"header":"Discussion Threads and Ratings","description":"Here you can find a hub of links to all Discussion Threads and Ratings posts for all seasons of The Circle.\nDiscussion Threads and Ratings posts hub"},{"header":"AMAs","description":"AMAs (Ask Me Anything) are held with some contestants after the end of a season. Here you can find the links to all of the AMAs.\nBill - USA S1\nDeleesa (Trevor) - USA S2\nLisa (Lance/John) - USA S2\nJack (Emily/John) - USA S2\nAlex (Nathan) - USA S4\nIf you were a contestant on the show and would like to have an AMA with the subreddit, please contact the moderators"},{"header":"MEGATHREAD Links","description":"Megathreads are created when many posts are made on the same topic, to remove clutter in the subreddit.\nPlease check the current megathreads to see if your post idea is there, and comment in these megathreads rather than making new posts about these topics.\nMEGATHREAD Links"}]}