{"time_collected":"2023-03-07 03:26:29.236187-05:00","top_headers":[{"heading":"Found on wholesomememes","time_posted":"12 hours ago"},{"heading":"Hey, you know what's indefinitely better than expensive clothing... FOOD AND WATER! Yet you waste it on overpriced chunks of CATERPILLAR SPIT because it looks better? That Satan possessed BALLSACK and it's plague deserve everything they bring their way.","time_posted":"9 hours ago"},{"heading":"R/Shitposting meme","time_posted":"11 hours ago"}],"rules":["Permitted Posts","Political Leftist Memes","Types of Leftist Memes Allowed","Limits on \"Freedom of Speech\" in the Subreddit","User Behavior","Leftists or Trolls in the Subreddit","Repost"],"subreddits":{"Subreddits Friends":{"r/walkaway":"113,397 members","r/FixedLeftistMemes":"1,434 members","r/AmericaBad":"15,904 members","r/AntiComAction":"7,765 members","r/TheLeftCantArgue":"97 members","r/theleftcantdoecon":"175 members"}},"about":{"header":"About Community","description":"They make a lot of bad Political Memes","created":"Created Sep 15, 2017","stats":["51.4k Based People","206 Watching Bad Leftist Memes"]},"other_information":[{"header":"About Political Extremism","description":"In this subreddit, we're against any type of irrational/dangerous political extremism, whether from the Right-Wing or Leftism.\nAny kind of political incitement/apology to unjustified violence, extremism, denialism, and/or discrimination against vulnerable People will not be tolerated on this Subreddit by the \"Mod Team\".\nWe ask all Users who browse this community to report the comments or posts of other Users that break in 'Bad Faith' our previous statement on \"Political Extremism\"."},{"header":"Meme Definition","description":"An immutable law of both the internet and the real world\nAs the name implies, this phrase is used to remind us of an absolute fact: Leftists and their shills CANNOT meme, and any attempt by them to do so ends up as either cringe-worthy and biased propaganda, or so cancerously inaccurate to the original meme format that it is made painfully obvious that they are either a normie or a shill.\nThis law only proves itself time and time again, as while right wing chads and even centrist betas can produce good memes effortlessly, leftists, just can't help themselves, and will at every opportunity attempt to litter their pitiful meme attempts with bias and undeserved righteous indignation.\n\"Urban Dictionary\": Top Definition"}]}