{"time_collected":"2023-03-07 04:50:57.017176-05:00","top_headers":[{"heading":"Culture War Roundup for the week of September 5, 2022, Extending to the Future Indefinitely","time_posted":"6 months ago"},{"heading":"Quality Contributions Report for February 2023","time_posted":"6 days ago"},{"heading":"Quality Contributions Report for January 2023","time_posted":"1 month ago"},{"heading":"Quality Contributions Report for December 2022","time_posted":"2 months ago"},{"heading":"Quality Contributions Report for November 2022","time_posted":"3 months ago"}],"rules":["Unkind.","Making an unclear point.","Unnecessarily antagonistic.","Uncharitable.","Low-effort.","Weakman post.","Culture war outside the culture war thread.","Inflammatory claim without evidence.","Enforcing ideological conformity.","I disagree with this post.","Actually a quality contribution!"],"subreddits":{},"about":{"header":"About Community","description":"For defending your position.","created":"Created Jan 29, 2019","stats":["18.5k Members","30 Online"]},"other_information":[{"header":"What is this place?","description":"This subreddit is a place for people who want to move past shady thinking and test their ideas in a court of people who don't all share the same biases. Our goal is to optimize for light, not heat; this is a group effort, and all commentators are asked to do their part.\nThe weekly Culture War threads host the most controversial topics and are the most visible aspect of TheMotte. However, many other topics are appropriate here. We encourage people to post anything related to science, politics, or philosophy; if in doubt, post!\nCheck out The Vault for an archive of old quality posts. You are encouraged to crosspost these elsewhere."},{"header":"Why are you called The Motte?","description":"A motte is a stone keep on a raised earthwork common in early medieval fortifications. More pertinently, it's an element in a rhetorical move called a \"Motte-and-Bailey\", originally identified by philosopher Nicholas Shackel. It describes the tendency in discourse for people to move from a controversial but high value claim to a defensible but less exciting one upon any resistance to the former. He likens this to the medieval fortification, where a desirable land (the bailey) is abandoned when in danger for the more easily defended motte. In Shackel's words, \"The Motte represents the defensible but undesired propositions to which one retreats when hard pressed.\"\nOn /r/TheMotte, always attempt to remain inside your defensible territory, even if you are not being pressed."},{"header":"New post guidelines","description":"If you're posting something that isn't related to the culture war, we encourage you to post a thread for it. A submission statement is highly appreciated, but isn't necessary for text posts or links to largely-text posts such as blogs or news articles; if we're unsure of the value of your post, we might remove it until you add a submission statement. A submission statement is required for non-text sources (videos, podcasts, images).\nCulture war posts go in the culture war thread; all links must either include a submission statement or significant commentary. Bare links without those will be removed.\nIf in doubt, please post it!"},{"header":"Rules","description":"Courtesy\nBe kind.\nMake your point reasonably clear and plain. Try to assume other people are doing the same.\nBe no more antagonistic than is absolutely necessary for your argument.\nBe charitable.\nContent\nAvoid low-effort participation.\nDo not weakman in order to show how bad a group is.\nKeep culture war in the culture war thread.\nLeave the rest of the internet at the door.\nEngagement\nWhen disagreeing with someone, state your objections explicitly.\nProactively provide evidence in proportion to how partisan and inflammatory your claim might be.\nAccept temporary bans as a time-out, and don't attempt to rejoin the conversation until it's lifted.\nDo not weaponize the block feature.\nDon't attempt to build consensus or enforce ideological conformity.\nWrite like everyone is reading and you want them to be included in the discussion.\nThe Wildcard Rule\nDon't be egregiously obnoxious.\nModeration is very much driven by user sentiment. Feel free to report comments or message the mods with your thoughts.\nIgnore the second rule block at the bottom. It's condensed for the sake of providing useful report options, but we can't remove it from the sidebar because Reddit."},{"header":"Regular Threads","description":"Culture War Roundup\nFriday Fun Thread\nWellness Wednesday\nQuality Contributions Roundup"},{"header":"Recommended Readings","description":"Less Wrong\nAstral Codex Ten\nSee also:\nAn unofficial but affiliated Discord server, with nice chatrooms like #rationality or #math_and_cs.\nAn unofficial but affiliated Telegram server, relatively small and low-traffic."}]}