{"time_collected":"2023-03-07 05:15:02.034526-05:00","top_headers":[{"heading":"DogeT Day? 2/22/22!","time_posted":"1 year ago"},{"heading":"DogeT is no longer on the Trusted Assets list on Stellarterm","time_posted":"10 months ago"},{"heading":"Token's by Blur released 03.05.2023","time_posted":"1 day ago"},{"heading":"Arbitrum $ARB token is confirmed. Rewards started 27.02.23","time_posted":"7 days ago"},{"heading":"Trade DOGET here!","time_posted":"2 months ago"},{"heading":"what is contract address on meta mask?","time_posted":"3 months ago"},{"heading":"Is this dead","time_posted":"3 months ago"},{"heading":"Go and like","time_posted":"3 months ago"},{"heading":"Let’s make Doget=XLM","time_posted":"4 months ago"},{"heading":"UP!!!","time_posted":"4 months ago"},{"heading":"Hi guys, I think good things soon will come for our DOGET after this \"cryptoquake\" for very few coins and tokens. Its a safe feeling because of the Stellar system. What are your thoughts and feelings about the following period ?","time_posted":"4 months ago"},{"heading":"These massive spikes are whales buying up dips by the millions.","time_posted":"10 months ago"},{"heading":"Big 50 % gain today","time_posted":"10 months ago"},{"heading":"Nice little Tuesday Gainzzzz","time_posted":"10 months ago"}],"rules":["Be kind and respectful","Don't shill other coins/ tokens","Keep post titles relevant","One warning"],"subreddits":{},"about":{"header":"About Community","description":"For all of you that missed the “#DogecoinToTheMoon” train DOGET (Doge Token) may be your last chance! NO ONE IS A FINANCIAL ADVISOR INVEST AT YOUR OWN RISK! Please check out the about section or sidebar for information and useful links on acquiring DogeToken.","created":"Created Apr 20, 2021","stats":["2.4k Members","3 Online"]},"other_information":[{"header":"How to buy and store DogeToken","description":"DOGET Doge-token.com is currently only available by swapping for XLM - Stellar Lumens. Whenever you send XLM please verify the address with a smaller amount before sending your whole sum. This is not financial advise, but a guide to acquiring DOGET - THE FUTURE IS WOW\nStellarterm-XLM can be purchased here or you can send XLM to swap for DOGET\nLobstr stellar wallet-You can exchange XLM for DOGET here and purchase XLM, but you may experience higher fees for purchase of XLM. Will link to Stellarport and carry same balance.\nCoinbase pro-Free and recommended over coinbase because of lower fees.\nCoinbase-Watch videos and earn crypto free including XLM that can be swapped to DOGET. Others can be swapped on coinbase to XLM then DOGET\nBinance -For non US residents and Binance US for US residents Typically highly recomended, purchase XLM here and send to your desired swap location.\nCrypto.com-Fee free for 30 days, XLM can be purchased here and sent to one of the above to swap for DOGET"},{"header":"Tracking DogeT","description":"Stellar Expert-Endless information on DogeT and an example of how awesome the Stellar Network is!! Check out asset holders, the bar graph is changing daily and check your ranking of hodlers!!\nCoinmarketdesk-Price tracking, crypto ranking, watchlist count. Please create an account, add Doge Token to your watchlist and give it a thumbs up!"}]}