{"time_collected":"2023-03-07 08:08:27.250653-05:00","top_headers":[{"heading":"Weekly Team Help Megathread!","time_posted":"14 days ago"},{"heading":"Weekly Team Help Megathread!","time_posted":"2 hours ago"},{"heading":"You don't actually get Palmer's top for reaching Ace","time_posted":"1 hour ago"},{"heading":"Wing Attack Nerf Not Necessary?Data on 125 Games. Wing Attackers less than 11%. Medichan is 40% by itself.","time_posted":"12 hours ago"},{"heading":"To grind, or not to grind, Ho-Oh for Master League","time_posted":"17 hours ago"},{"heading":"How do you decide to invest in your lower ranked pokemon?","time_posted":"9 hours ago"}],"rules":["Keep things friendly and courteous in the Arena.","Harassment will not be tolerated.","Stay on topic.","This is not the place for venting or cynicism!","Self-promotion is not allowed.","Keep relevant posts in their appropriate Megathreads.","Be excellent and have fun!"],"subreddits":{"Recommended Communities":{"r/TheSilphRoad":"814,574 members"}},"about":{"header":"About Community","description":"The premier competitive Pokémon GO league. Seeking the very best, like no one ever was. Ranked play, world leaderboards, & glory.","created":"Created Dec 4, 2018","stats":["71.0k Rivals","228 Training","Top 5% Ranked by Size"]},"other_information":[{"header":"About the Silph League Arena","description":"Pokemon GO is a top-10 grossing mobile app with millions of daily addicts players. Now that PvP combat will be possible in-game, it's only a matter of time before we all finally learn who actually is the very best - like no one ever was.\nThe Silph Arena is a global player ranking and tournament system designed to help local communities participate in a global player ranking system - for extra fun and pressure!\nWhen playing in ranked tournaments (adjudicated by local Silph League community leaders) your wins help increase your player tier and your rank.\nGet your own player profile (sil.ph/<username>) to start keeping track of your wins here: https://thesilphroad.com/travelers-cards\nAre you a community leader looking to host ranked tournaments? Join the Silph League to get started here: https://thesilphroad.com/community-leadership"}]}