{"time_collected":"2023-03-08 16:06:08.292277-05:00","top_headers":[{"heading":"Post Flair Definitions (Read before posting)","time_posted":"10 months ago"},{"heading":"The Official Thomas the Plank Engine Discord Server!","time_posted":"2 years ago"},{"heading":"in my dream I was handed a driver safety information pamphlet and this is what was on it","time_posted":"9 hours ago"},{"heading":"Saw this before walking up. People used this in-place of the Chad meme and Bruh emoji.","time_posted":"7 hours ago"}],"rules":["No Lovecraftian Horrors under the bed!","Be a kind person!","All posts must in some way relate to a dream and be in a meme format.","No reposts within 30 days.","Use the correct flair for your post."],"subreddits":{"Related Communities":{"r/Dreams":"296,282 members","r/LiminalSpace":"572,432 members","r/DaniDev":"170,772 members","r/OMORI":"129,442 members","r/VRchat":"154,432 members","r/teenagers":"2,916,599 members","r/CatholicMemes":"51,130 members","r/NoMansSkyTheGame":"801,683 members","r/MinecraftMemes":"492,294 members","r/somnivexillology":"44,935 members"}},"about":{"header":"About Community","description":"Don't let your memes be dreams!","created":"Created Oct 28, 2018","stats":["132k meme dreamers","203 dreaming now"]},"other_information":[{"header":"Main Subreddit Info","description":"Recreate memes you've seen in your dreams (we call them \"Planks\") and possibly the context behind them. Commenters will try to decipher their meanings!\n  Here are our post flairs, what they mean, and how to use them!\nTrue Plank - True planks are the main content of the subreddit: memes that you've seen in your dreams.\nRecreated Dream - For memes about something that happened in your dream. Lower effort recreated dreams, such as just text or stock images, will be removed.\nSecondhand Plank - For things that other people dreamed, but you wanted to share. As with recreated dreams, lower effort posts will be removed.\nSocial Media Plank - Similar to a True Plank, but this one is for weird social media trends you saw in you dreams.\nNightmare Plank - Like a True Plank, it's a meme that you saw in your dream, but it's scary, spooky, disturbing, or messed up. This one might need a NSFW tag sometimes. o_O\nLucid Request - For requests to make meme dreams. Did you see a meme in your dream but have no idea how to make it out of pixels and upload it? Well make a text post with this flair, and maybe some nice person will make it for you! You can also use this for a meme dream image that you made in response to a request post!\nMETA - For Meta posts. Mod announcements, rants about how the sub is dying, etc...\n  If you want to join our Discord server, click here!\n "}]}