{"time_collected":"2023-03-06 18:54:36.038164-05:00","top_headers":[{"heading":"TIFU By telling my parents I was gay to avoid their arranged marriage proposals [UPDATE]","time_posted":"4 hours ago"},{"heading":"TIFU by spending 3k on the worst car ever","time_posted":"6 hours ago"},{"heading":"TIFU by telling a doctor to rot in hell","time_posted":"5 hours ago"},{"heading":"TIFU, Taking a co-worker home.","time_posted":"9 hours ago"},{"heading":"TIFU by flashing my neighbors with Christmas lights the whole time I was on a trip","time_posted":"20 hours ago"},{"heading":"TIFU by trying to impress my crush with a fancy dinner and setting my kitchen on fire","time_posted":"1 day ago"},{"heading":"TIFU by not checking how much drinks cost at a hostess bar","time_posted":"1 day ago"},{"heading":"TIFU by moving to another country","time_posted":"1 day ago"}],"rules":["Use proper formatting","Posts must be about you","Must be your fault","No overly vulgar posts/Illegal Advice","Must be actual fuckups","Be civil and don't be disruptive","No Self Promotion","**The Next 5 Rules only Apply to TIFU Reddit Talks!!!***","Reddit Talk Rule 1: Fuck Ups/Stories.","Reddit Talk Rule 2: What you talk about.","Reddit Talk Rule 3: Speaking","Reddit Talk Rule 4: Be Nice, be Civil!","Reddit Talk Rule 5: DO NOT Beg/ask to Join the Stage on a Reddit Talk."],"subreddits":{},"about":{"header":"About Community","description":"r/TIFU means Today I Fucked Up","created":"Created Mar 4, 2012","stats":["18.3m Fuck Ups","13.2k Fucking Up","#18 Ranked by Size"]},"other_information":[{"header":"Certain topics always removed","description":"a. Obscene sexual situations, such as, but not limited to, incest, minors, and assault. Consensual situations between two, unrelated adults are acceptable.\nb. Fuckups resulting in death (including but not limited to animals)\nThese stories are difficult to verify and are sensitive topics. If you or someone you know is suffering from depression and has suicidal thoughts, or if you know someone who has recently taken his or her own life, visit /r/suicidewatch.\nc. All intentionally illegal TIFUs will be removed.\nThis includes (but not limited to) heavy drug use (one-time drug use is fine), sexual assault/violence, fraud, theft. If it was an accident, you're probably in the clear."},{"header":"Posting privileges","description":"Moderators reserve the right to remove content or restrict user posting privileges as necessary if it is deemed detrimental to the subreddit or the experience of others.\nPosting is a privilege not a right."},{"header":"Fuckup of the Month Winners","description":"January 2023 NakedTitan|TIFU when I (19m) missed all the signs that my roommate (22f) was interested in me\nDecember 2022|UTX_shadow|TIFU by going on a date with a therapist.\nNovember 2022 |Throwradad01 |TIFU by destroying me and my daughers relationship because i didn't believe her.\nFUOTW/FUOTM Archive"},{"header":"Notes","description":"If a post is removed for any reason (including being removed by AutoModerator or being caught in the Reddit spam filter), you may not repost it unless you are given specific permission by a /r/tifu moderator. Reposting or otherwise revealing removed content in any way, whether you are the OP or not, will result in a permanent ban.\nIf you don't see your post, and you're sure it follows all of our rules, you can message us with a link to the post so we can see it.\nFeedback→ /r/IdeasforTIFU.\nTIFU April Fools | friends | TINetwork\nBelow are some Recommended Subreddits.\nr/Politics - Political Discussions.\nr/USCIS - US Immigration Questions.\nr/Tax - Question about Taxes.\nr/PersonalFinance - Any Financial Questions.\nr/Reddit - All things about Reddit."}]}