{"time_collected":"2023-03-08 16:45:15.894578-05:00","top_headers":[{"heading":"Join us this March for the Tiki Book Club - Smuggler's Cove by Martin Cate","time_posted":"9 days ago"},{"heading":"Swizzle stick find","time_posted":"2 hours ago"},{"heading":"“Inside Passage” at Inside Passage, Seattle","time_posted":"13 hours ago"},{"heading":"Smith & Cross Painkiller","time_posted":"3 hours ago"}],"rules":["No discussing politics","Refrain from personal attacks or name-calling","No spam","Trolls will be sacrificed to Pele"],"subreddits":{},"about":{"header":"About Community","description":"Tiki culture is a celebration of tropical escapism. It's a longing for the time when Pacific islands were still exotic locales that inspired Donn Beach and Trader Vic to create their own versions back home. It all started in 1934 with the first Don the Beachcomber tiki restaurant, and was rejuvenated in the mid-90's with the printing of The Book of Tiki by Sven Kirsten. Pull up a chair, sip your Mai Tai, and study the tsantsa-covered ceiling while listening to the sounds of the Hukilau.","created":"Created Nov 13, 2010","stats":["46.4k Villagers","209 In the hālau"]},"other_information":[{"header":"What is tiki","description":"Things that are tiki: Tiki mugs. Tiki bars. Tiki cocktails. Aloha shirts. Luaus. Witco. Oceanic Arts. South Pacific culture. Trader Vic's. Don The Beachcomber. Martin Denny. Les Baxter. Mai Tais.\nThings that aren't tiki: Hot rods. Lowbrow Art (Rat Fink et al). Surf music. Jimmy Buffet. Margaritas. Science Fiction.  \nGENERAL RULES of the SUB\nMore specific rules can be found here\nRemember the Aloha\nTrolls will be sacrificed to Pele\nA basic difference of opinion is not a good reason for a downvote\nSpam: the canned meat product = Good Spam: the repeated self-promotion without interaction = Bad\nNo political discussion\nLINKS\nSubmissions welcome! View the Wiki for more information on each of these links.\nThe Grogalizer: Tiki drinks you can make with what's in your bar\nGetting Started with Rums: 6 bottles to get you going\nAllergy-safe: Tiki ingredients for those with allergies\nTiki Cocktail Books: 10 recommended books\nSmuggler's Cove Book: All 113 cocktails made, rated, and reviewed by /u/visherac & also by /u/yellowlab72\nSippin' Santa Cocktails: List of the drinks going back to 2015\nWhat is that glass? The Libbey Napoli Grande\nWhy fezes?  \nOHANA\n/r/rum\n/r/cocktails\n/r/Mocktails\n/r/TikiMugs\n/r/BarBattlestations  "}]}