{"time_collected":"2023-03-19 19:16:10.886096-04:00","top_headers":[{"heading":"Welcome to the TLSS Subreddit! Newcomers/OG's please read!","time_posted":"1 year ago"},{"heading":"$TLSS Weekend Chat March 17, 2023","time_posted":"2 days ago"},{"heading":"$TLSS Daily Discussion Thread for March 17, 2023","time_posted":"3 days ago"},{"heading":"$TLSS Daily Discussion Thread for March 16, 2023","time_posted":"4 days ago"},{"heading":"$TLSS Daily Discussion Thread for March 15, 2023","time_posted":"5 days ago"},{"heading":"$TLSS Daily Discussion Thread for March 14, 2023","time_posted":"6 days ago"},{"heading":"$TLSS Daily Discussion Thread for March 13, 2023","time_posted":"7 days ago"},{"heading":"$TLSS Weekend Chat March 10, 2023","time_posted":"9 days ago"},{"heading":"$TLSS Daily Discussion Thread for March 10, 2023","time_posted":"10 days ago"},{"heading":"$TLSS Daily Discussion Thread for March 09, 2023","time_posted":"11 days ago"}],"rules":["NSFW content is not allowed","Posts must relate to TLSS","RESPECT ALL USERS","No posts asking for help with homework/projects","Memes are allowed on Weekends ONLY","Back up your claims with evidence and reasonable speculation","Rocket emoji, or similar, postings may not be their own post. Posts deemed lazy will be removed.","Basic trading questions may not be their own post topics","Keep play-by-play discussion in the daily thread","Spamming and/or manipulation attempts are not allowed","Breaking any of these rules may result in Mod action"],"subreddits":{},"about":{"header":"About Community","description":"All discussion or research related to Transportation and Logistics Systems Inc. ($TLSS)","created":"Created Mar 15, 2016","stats":["5.8k Investors","7 Online"]},"other_information":[{"header":"FAQ","description":"1) Q: Why can't I buy TLSS Stock? A: It's likely your trading platform. RobinHood does not facilitate purchase of OTC (the index on which TLSS trades) stock, and T212, a european platform, appears to have restrictions on Limit Orders for OTC trades.\nhttps://www.reddit.com/r/tlss/comments/lqpu75/lets_help_our_european_friends_find_a_platform_on/\n2) Q: Is it too late to get in on this? A: That depends upon what you are looking for. If you're a swing trader or someone looking to turn quick profits, this stock may be too volatile for that at this time. If you're planning to hold for the long term, then I don't think any time is necessarily too late. This stock is not Tesla, but that stock was in the 25 dollar range in 2013, and after a 5 for 1 split in August 2020, it's aver $800 a share. That's 160x in 7/8 years? Let me ask this - at what time over that span would it have been \"too late\" to get in on it? Some times were clearly better than others, but if you're in for the long haul, it's hasn't been \"too late\" in 7 and a half years. It's this kind of thing that us \"longs\" are holding for - knowing it will not likely be Tesla - but if it turns out to be 1/100 the stock Telsa is, we'll be in good shape. Here's a nice thread by u/sums_up about how the company's financials are looking. https://www.reddit.com/r/tlss/comments/jvhqbw/10q_out_financials_getting_better_by_the_quarter/\n3) Q: Why does this automod keep removing my posts?\nA: The reason we do this is because we are trying to prevent people from creating accounts for the purpose of mindless pumping and FUD. The requirements to avoid the automod removalare quite modest. All we ask is that your account be newer than 2 days old and have a comment karma of at least 5. Then you can post without getting hit by the automod. As a note, as human moderators, as best we can, we try to remove the automods manually on posts that seem legit. We don't always catch them all, so be patient and try to hit us up with modmail if you have something legit to contribute yet the automod is removing it.\n4) Q: But I see in your posts many of you are saying \"today is the day\" and \"This stock is dead.\" Isn't that pumping and FUD? A: Perhaps you have heard the expression, \"Read the room.\" Those of us who have been in this stock for the long term, and have been around this subreddit for a long time have gotten to know each other real well. We often post things facetiously because well... we're bored waiting around for this stock to do the things we expect it to do. If we don't know you and you come on bashing/pumping, we assume you're engaging in Pumping/FUD. But because we've been posting here for over a year, it's understood we're just clowning around. I didn't say it was right, but it's what we do. Read the room.\n5) Q: Do I have to send a screenshot of my investment account details to prove I have over 1 million shares so i can get that sweet 1 million share flair? A: Absolutely not! I/we will take you at your word. Flair is a fun thing, and you should absolutely not risk giving away particulars of your investment account to people online. If you want the Million Share Flair, we would hope you have a million shares, but I don't care enough to ask you to compromise your privacy to prove it. Ask me for the flair, and it's yours.\n6) Q: When do you think this will hit $1? $5? $10? Wait - Reverse Split? Oh no! Isn't that bad? A: We get this a lot. There is a reason I put these two together, they kind of go hand-in-hand, and there are 2 great posts that address both of these in the same post. Please read by u/Jack_Bauer_24 https://www.reddit.com/r/tlss/comments/jacgdo/new_week_tlss_musings/\nand the following by u/milneryyc https://www.reddit.com/r/tlss/comments/krcx55/understanding_reverse_splits/\nThat first one is a good \"catchall\" and the second goes even deeper into the particulars of reverse splits. Reading both of these would make excellent DD on your part. And if you're trying to nail down when the reverse split would happen, and what the ratio would be, read the comments from u/Jack_Bauer_24 on this post as to why that cannot be estimated at this time: https://www.reddit.com/r/tlss/comments/ki0uje/otc_how_long/ggppdia\n7) Q: When is the Salson Deal happening? Is today the day? A: Well, nobody really knows when the day is, but you'll notice in the daily post, we kid around about it since we're not pumpers and we legit have no clue when/if this is happening. We're all pretty hopeful, though!\n8) Q: Who is TLSS leadership? What happened to John Mercadante? A: John Mercadante was the CEO of TLSS and he has a track record of successful growth with other companies, most notably Coach. He recently stepped down for Sebastian Giordano to take over, but John is still very active in the company and is on the Board of Directors. James Giordano (no relation to Sebastian) is the CFO. Doug Cerny, the former COO, unfortunately died of COVID in 2021. John and Doug are responsible for initiating a turnaround, and Sebastian and James are here to pick up where they left off, complete the turnaround, and, God willing make us some money!\n9) Q: Why isn't there more news about this stock? A: For the most part, TLSS brass does not like to come out with news until something is officially done - an agreement reached, something signed, etc. That was the case under John and it seems to continue under Sebastian. Read these updates by u/Ayrity https://www.reddit.com/r/tlss/comments/jwcvdj/quick_update_with_doug_cerny/\nand u/everysquirlfindsnuts https://www.reddit.com/r/tlss/comments/jngqvb/just_a_thought/\n10) Q: Dilution! That's bad, right?\nA: The stock was diluted to resolve the aforementioned bad debt and law suits (from #4). Dilution was always a short-term solution, not a long-term result. Here's a good thread by u/CaptainBulgaria_PS that addresses this https://www.reddit.com/r/tlss/comments/iy3cwp/q3_discussion/\nMake sure you read through the comments posted by u/Ayrity, u/BLAXU93, and u/Spuds_Buckley\nAlso check this one out: https://www.reddit.com/r/tlss/comments/o9zs3b/the_straight_dope_dilution_of_stock_vs_dilution/\nHere's some other DD from the previous FAQ that I didn't want to remove, but the Q is no longer FA, so....\nhttps://www.reddit.com/r/tlss/comments/kup8oh/why_was_their_price_over_1k_in_2018_what_happened/\nhttps://www.reddit.com/r/tlss/comments/kruhoh/new_to_investing_and_trading_in_the_stock_market/\nhttps://www.reddit.com/r/tlss/comments/kmf49r/8k_this_morning/\nhttps://www.reddit.com/r/tlss/comments/knzt4j/looks_like_theres_another_8k_out/\nhttps://www.reddit.com/r/tlss/comments/kt0x47/new_8k_filed/\nhttps://www.reddit.com/r/tlss/comments/jxftx7/undersganding_the_dilution_and_warrant_conversion/\nhttps://www.reddit.com/r/tlss/comments/l4ad49/summary_of_tlss_sec_filings/"}]}