{"time_collected":"2023-03-08 17:20:04.135112-05:00","top_headers":[{"heading":"Have anyone tried something like this for their back pain/posture? looks like it can fix some problems","time_posted":"9 hours ago"},{"heading":"Has anyone gotten into yoga and found positive results or just general stretches ?","time_posted":"58 minutes ago"},{"heading":"I've seen 8 specialists and they all told me there's nothing I can do.","time_posted":"2 hours ago"},{"heading":"TMJ Orthotics","time_posted":"3 hours ago"},{"heading":"Looking for similar experiences. Upper body tightness.","time_posted":"7 hours ago"},{"heading":"Dysacusis - Does anyone know why they hear high pitched noises from fans, fridges, dishwashers etc?","time_posted":"48 minutes ago"},{"heading":"Does anyone have a permanent toothache?","time_posted":"22 hours ago"},{"heading":"Upper cervical for TMJ (NUCCA)","time_posted":"23 hours ago"},{"heading":"Bad TMJ after bath","time_posted":"21 hours ago"},{"heading":"Ideal Oral Posture","time_posted":"20 hours ago"},{"heading":"Ménière’s misdiagnose","time_posted":"1 day ago"},{"heading":"Sneezing a lot trying to rest my jaw","time_posted":"1 day ago"},{"heading":"Anyone of you guys ever have days where the pain isn’t bad but your ears still feels full or is ringing?","time_posted":"2 days ago"}],"rules":["Advertising","Spam","Be kind!","Flair posts as appropriate","No affiliate/GoFundMe Links","No diagnosing others","Keep posts on subject","Low/no effort"],"subreddits":{"You May Wish To Visit...":{"r/Dentistry":"103,178 members","r/ChronicPain":"82,029 members","r/jawsurgery":"19,177 members","r/depression":"945,469 members","r/SuicideWatch":"409,427 members"}},"about":{"header":"About Community","description":"A place for TMJD sufferers to share their fears, worries, stories and successes. We are not Drs. We cannot diagnose you. If you are concerned please see a Dr rather than consult the internet! No advertising, fundraisers or pyramid scheme invites. No medical professionals. This isn’t a place to advertise your practise or sell your profession! Please be kind. We are all in this together and whilst you may not agree with what the other person says, they are still a fellow sufferer and person.","created":"Created Oct 22, 2011","stats":["34.3k Members","192 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Websites","description":"www.tmj.org\nhttps://www.nhs.uk/conditions/temporomandibular-disorder-tmd/\nhttps://en.wikipedia.org/wiki/Temporomandibular_joint_dysfunction\nhttps://www.nhs.uk/conditions/suicide/\nhttps://suicidepreventionlifeline.org/"},{"header":"Please be aware","description":"Please be aware that there is no specialty in TMJ, because this area lacks the science necessary to establish a specialty. The lack of specialty recognition results in not having guidelines or standards of care that professionals should adhere to. Although a variety of healthcare providers advertise themselves as TMJ specialists, their treatments may be based largely on beliefs, rather than scientific evidence. The information on this subreddit does not constitute professional medical advice, diagnosis, or treatment and is not a substitute for such advice, diagnosis, or treatment. You should always consult your doctor if you have questions about your health condition or before starting any treatment."}]}