{"time_collected":"2023-03-07 02:24:13.397546-05:00","top_headers":[{"heading":"The revised situation of the collaborators in Serbia","time_posted":"14 days ago"},{"heading":"r/TNOmod Submod Sunday","time_posted":"2 days ago"},{"heading":"French politics are weird","time_posted":"9 hours ago"},{"heading":"True Ultravisionary Socialism","time_posted":"10 hours ago"}],"rules":["Follow Reddiquette.","Prejudice will not be tolerated.","Political discussion and extremist opinions are banned.","No NSFW Content.","No low-effort content.","Excessive Roleplaying (\"LARPing\") is forbidden.","Posts must be correctly flaired and titled. Derailing posts and discussions is forbidden.","No genocide, atrocity, or war crime denial.","Serious Discord bans also mean subreddit bans.","Discussing unsanctioned leaked content, whether it be TNO or another mod, is banned.","Discussion of moderator decisions is forbidden.","No cyberstalking, doxxing, or fixating on the devs.","No unsanctioned advertising.","User credentials must be censored unless they are of particular note or of the Original Poster."],"subreddits":{},"about":{"header":"About Community","description":"The New Order: Last Days of Europe is an ambitious mod for Hearts of Iron IV presenting a unique alternate history Cold War between Germany, Japan and the USA, starting in 1962. Will you save the world or help destroy it?","created":"Created Nov 8, 2017","stats":["58.1k Civil Wars","453 currently committing warcrimes"]},"other_information":[{"header":"Links","description":"Click here for a list of our Development Diaries and Development Updates.\nClick here to go to our twitch page, where our developers host development streams from time to time. The streams are also recorded and uploaded on the developer YouTube page.\nClick here for a list of current Dead Horses.\nClick here for our Discord.\nVanity Link: https://discord.gg/theneworder\nClick here for our Twitter.\nClick here for a link to the mod itself.\nClick here for our ModDB.\nClick here for our Nexus Mods.\nClick here for the git bug issue tracker.\nClick here to apply for the team as a coder. Use this link if you wish to apply as a composer, this form to apply as a tester, this to apply for artist, and this link to apply as a writer. (Note: Only contributors, artists, and composer applications are currently open .)\nOther Subreddits:\n/r/Kaiserreich for The New Order's biggest inspiration\n/r/paradoxplaza for more Paradox games\n/r/hoi4 for more Heart's of Iron 4\n--\nQ: I just uploaded my post, why doesn't it appear when I sort by New?\nA: The Subreddit is currently set to Approval Only, which means that your post will have to be approved by a moderator before it appears in the feed. This is also why posts appear in batches.\nQ: Where can I appeal a ban? A: You can send an unban request through this subreddit's modmail, regardless of Discord or Reddit bans.\nThe r/TNOmod moderation team"}]}