{"time_collected":"2023-03-07 04:29:16.243563-05:00","top_headers":[{"heading":"M 25 and I'm looking for a toast on this Monday evening","time_posted":"10 hours ago"},{"heading":"A bit of lads banter has made me feel a little conscious of my appearance, and could use any sort of pick me up 😅","time_posted":"21 hours ago"},{"heading":"M 20, been a rough couple days for mental health and I just need a little boost","time_posted":"56 minutes ago"}],"rules":["Be Kind","No advice or ratings!","Please verify!","Finance/Caveat Emptor","Final Word","Have fun!","Age (U13) & Reddit Content Policy","No Sexual Comments","Self Harm/Suicidal Ideations","Caveat Emptor Continued:- Products/Sites"],"subreddits":{"Related Communities":{"r/FreeCompliments":"256,141 members","r/selfie":"429,372 members","r/AccuratelyRateMe":"17,275 members","r/beards":"827,245 members","r/Faces":"200,956 members"}},"about":{"header":"About Community","description":"Welcome to r/ToastMe! We are the polar opposite of r/RoastMe - only genuine and unique compliments by awesomely nice people are allowed here. You don't have to state a reason why you want to be toasted! This sub is not only about being there for each other in bad times, but also to celebrate life and the good things that happen to you! r/ToastMe is **NOT** affiliated with any product, app, external sites or other subreddits SFW OR NSFW. We will not promote such.","created":"Created Aug 3, 2015","stats":["455k awesome people","60 toasters"]},"other_information":[{"header":"The Toast","description":"Please abstain from offering unsolicited advice here - there are other subs for that! It can be quite cruel to Toastees to offer suggestions or improvements when they're putting themselves out there as they are!\nComplimenting is an interesting science. As when crafting insults, it is important to reach past the superficial levels of a person's personality, and to touch (and, in this case, praise) a deeper aspect of their character that somehow shines through.\nThough not all compliments have to be profound and penetrating, the simple expression of enjoyment of one's appearance and personality can often reach deeper than the most exacting descriptions.\nSo come on, everybody - we're awesome human beings! It's about time someone told us."},{"header":"In a Crisis?","description":"This sub and it's moderators are not equipped to handle mental health crises and suicidal ideations. But we care very much about our subscribers. Please, if you are having such thoughts or are in a crisis, check out our resource post: For those of us in the darkest of places\nYou matter, and we want you to be here with us."},{"header":"Credits","description":"Credit to /u/wholesomeredditors for the customized \"toast me\" snoo!"}]}