{"time_collected":"2023-03-06 17:22:01.104310-05:00","top_headers":[{"heading":"TIL that bed bugs have no courtship rituals. What they have, instead, is a type of mating behavior called traumatic insemination. That is, a male will simply climb onto a female, stab her in the side of her body with his hypodermic penis, and release his sperm into her body cavity.","time_posted":"6 hours ago"},{"heading":"TIL Roman concrete structures such as the Pantheon and aqueducts are ultra durable because of lime clasts. While many modern concrete structures crumble after a few decades, Roman concrete has self-healing functionality from lime clasts which allow their structures to survive millennia.","time_posted":"6 hours ago"},{"heading":"TIL 70% of people in the world do not use toilet paper.","time_posted":"18 hours ago"},{"heading":"TIL: Impressed with his energy and ability to do the splits, the owner of the Oakland A's hired an 11-year old named Stanley Burrell as a batboy and personal play-by-play announcer. A's player Reggie Jackson gave the kid a nickname, Hammer, who would later become MC Hammer.","time_posted":"3 hours ago"},{"heading":"TIL: The US Presidency was technically vacant for 24 hours on March 4-5, 1849","time_posted":"7 hours ago"},{"heading":"TIL Robin Williams improv was so good in FernGully the director tripled his character’s screen time for the final cut.","time_posted":"19 hours ago"},{"heading":"TIL: The first helicopter used by the US in combat was during WWII, originally meant to ferry parts from ships to shore, they quickly realized how useful they were and used them for medevac purposes.","time_posted":"14 hours ago"},{"heading":"TIL the deadliest recorded hailstorm occurred in India in 1888 and killed as many as 246 people with hail the size of Oranges.","time_posted":"7 hours ago"}],"rules":["Inaccurate/unverifiable/not supported by source","No personal opinions/anecdotes/subjective posts","No recent sources","No politics/agenda pushing","No misleading claims","Too general/can't stand on its own/how to","No submissions about software/websites","All NSFW links must be tagged."],"subreddits":{},"about":{"header":"About Community","description":"You learn something new every day; what did you learn today? Submit interesting and specific facts about something that you just found out here.","created":"Created Dec 28, 2008","stats":["30.9m Members","24.4k Online"]},"other_information":[{"header":"Wiki","description":"Please see the wiki for more detailed explanations of the rules as well as additional rules that may not be listed here"}]}