{"time_collected":"2023-03-19 18:25:42.303094-04:00","top_headers":[{"heading":"The Tomb Prospectors' Resources, Guides and Studies","time_posted":"2 years ago"},{"heading":"Great news: We've found a way to escape soft-locking test dungeons (most of the time)","time_posted":"1 year ago"},{"heading":"Hp continue to recover +5","time_posted":"14 hours ago"},{"heading":"Double Lost Weapon + Blood Rock or a Rune","time_posted":"20 hours ago"},{"heading":"Anyone just wanna run some tombs and have fun ?","time_posted":"16 hours ago"},{"heading":"21% +12% full health physical gems","time_posted":"23 hours ago"},{"heading":"Created Dungeon containing Blood Rock, Two Great One Cold Bloods, and a Lost Ludwig Holy Blade.","time_posted":"2 days ago"},{"heading":"Young man seeking cold gems for a good time.","time_posted":"3 days ago"},{"heading":"Mildly interesting dungeon","time_posted":"4 days ago"}],"rules":["This Is a Fine Note","This Is a Foul Note"],"subreddits":{"Related Communities":{"r/worldofgothic":"15,471 members","r/MinecraftDungeons":"76,715 members","r/huntersbell":"57,124 members","r/PathOfExileBuilds":"126,952 members","r/Grimdawn":"69,474 members","r/darksouls3":"550,680 members","r/Trove":"43,219 members","r/HypixelSkyblock":"83,075 members","r/MonsterHunterMeta":"103,151 members","r/DiabloImmortal":"77,246 members"}},"about":{"header":"About Community","description":"If you love Bloodborne, and love running Root Chalice Dungeons, the Tomb Prospectors Covenant will gladly take you in! This community gives shelter to dungeon crawlers—man, beast, and ascended celestial alike—here and on Discord. Please note, Sony has done away with the Communities feature, so they Playstation Network group where this project was born no longer exists.","created":"Created Jul 30, 2016","stats":["26.7k Members","43 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"A Bottomless Curse","description":"Grant Us Eyes\nThe Tomb Prospectors have now completed nearly 100% of goals we set out to accomplish. However, for those who think they’ve found something unique, check this wiki compilation to see if it hasn’t been found yet!\nDo the Gods Love Their Creations?\nPlease be aware of ?PlaceName? glyphs or dungeons. These dungeons often have no exit and can trap a player's character forever. Backup your save before attempting to enter one of these.\nThey're Not Beasts, They're People...\nActs of goodness are not always wise. And acts of evil are not always foolish, but regardless, we shall always strive to be good. Unlike on /r/bloodborne, you are free to discuss save-edited dungeons and other related topics. We ask that you don't give people specific info on how to edit gems, weapons, health, etc. as we do not wish to become a resource for griefing.\nMore importantly, please do not share or repost any content from this sub that violates /r/bloodborne’s rules. This happens more frequently than it should, and users who do this may be subject to a ban from both subs. If you aren’t sure, ask the mods of either sub and we will happily tell you if it’s OK.\n... And That Is Why I Must Stop You\nWe rarely delete posts or ban users. The sub is not marked 18+ but that we expect you can handle an argument online with a stranger on your own. Otherwise, please follow the rules above—most of which are pretty standard and obvious—and you just might survive the hunt.\nYou're in the know, right?"}]}