{"time_collected":"2023-03-20 00:35:35.299524-04:00","top_headers":[{"heading":"Season 4 Discussion Thread!","time_posted":"3 months ago"},{"heading":"THTH Germany Official Discussion Threads","time_posted":"19 days ago"},{"heading":"So many of these contestants go to LA and kind of just are there. But if you’re going to move to an expensive AF city, at least make it worth it, be intentional, have fun, and meet cool people. Love all of this for Jawa","time_posted":"5 days ago"},{"heading":"Jawa and the Fresh Prince… 🫶🏾 something about seeing anyone (man or woman) being able to try dating again after a heartbreak is truly heartwarming. Kind reminder that the tears of today will not be the tears of tomorrow.","time_posted":"7 days ago"},{"heading":"the first too hot to handle baby","time_posted":"7 days ago"},{"heading":"THTH Germany Reunion Recap","time_posted":"7 days ago"},{"heading":"Too hot to handle Germany: Emely - Kevin","time_posted":"7 days ago"}],"rules":["NO sexism, hatred, homophobia, aphobia, xenophobia, racism, or otherwise offensive behavior.","This is not a pornographic subreddit. This is for the Netflix TV show, Too Hot to Handle.","It's okay to post links about the show, but check if they have already been posted to limit spam.","Tag spoilers posted within two weeks of new episodes or relevant news.","One sentence posts are permitted as long as they are not hateful or extremely low effort.","Cast are people. Do NOT post pictures of DMs in which a cast member is provoked for reactions."],"subreddits":{"Related Communities":{"r/thebachelor":"234,793 members","r/BringingUpBates":"21,466 members","r/Degrassi":"37,656 members","r/GilmoreGirls":"133,804 members","r/greysanatomy":"188,736 members","r/PrettyLittleLiars":"59,268 members","r/ONETREEHILL":"18,653 members","r/neighbours":"2,140 members","r/NewGirl":"115,698 members","r/RHOBH":"45,148 members"}},"about":{"header":"About Community","description":"On the shores of paradise, sexy singles meet, mingle and face a $100,000 celibacy challenge. Can they keep it clean or will temptation win? (For the Netflix show, Too Hot to Handle)","created":"Created Jul 17, 2014","stats":["27.5k Members","35 Online","Top 5% Ranked by Size"]},"other_information":[]}