{"time_collected":"2023-03-07 02:16:18.501890-05:00","top_headers":[{"heading":"Our Longstanding “No Politics” Rule remains unchanged","time_posted":"5 months ago"},{"heading":"Sexually Explicit Content Isn’t Allowed in r/tools and Gets a Permaban","time_posted":"4 months ago"},{"heading":"Going through some sockets an older coworker was throwing out and came across a 23/32. Never seen this size before, any specific use for it?","time_posted":"9 hours ago"},{"heading":"Be gone vise grips!","time_posted":"8 hours ago"}],"rules":["Pants optional, close-toed shoes required. Steel-toe Crocs acceptable.","Keep it courteous. No sexist, racist, rude, etc comments.","This sub is not a place to discuss religion or politics.","No advertising or promoting tools, brands, 25000 woodworking plans, your YouTube channel, etc.","No posts promoting crowdfunding projects.","No Amazon affiliate links (they'll be removed by the Automod).","No drama. No doxxing.","No NSFW content. NSFW content can result in a permaban."],"subreddits":{"Related Communities":{"r/Weird":"819,300 members","r/chefknives":"173,352 members","r/computers":"160,123 members","r/Cartalk":"618,140 members","r/twentyonepilots":"199,590 members","r/whatisthiscar":"134,431 members","r/BSA":"16,950 members","r/helsinki":"39,293 members","r/mr2":"18,931 members","r/destiny2":"792,733 members"}},"about":{"header":"About Community","description":"This sub is for tool enthusiasts worldwide to talk about tools, professionals and hobbyists alike. We welcome posts about \"new tool day\", estate sale/car boot sale finds, \"what is this\" tool, advice about the best tool for a job, homemade tools, 3D printed accessories, toolbox/shop tours. NSFW content will get you banned. Promotions and ads are not permitted on this sub. NO comments/posts related to politics. We welcome visitors/DIYers asking questions about which tools to use.","created":"Created Sep 29, 2009","stats":["633k Members","704 Online","Top 1% Ranked by Size"]},"other_information":[]}