{"time_collected":"2023-03-19 16:32:00.538801-04:00","top_headers":[{"heading":"Vintage Box Cutters & Heller Bros. Wrench. The Stanley tool is a no.199, the black box cutter is unmarked. The Heller wrench has patent dates of 1925, 1927 & 1929.","time_posted":"6 hours ago"},{"heading":"Got everything pictured here for $100. Worth it?","time_posted":"21 minutes ago"},{"heading":"Help! Can any identify this Pneumatic die grinder? of sorts, Thor Power Tool Company? Can't find another one anywhere, feel like I am missing a piece or 3....","time_posted":"3 hours ago"}],"subreddits":{"Related Communities":{"r/MilwaukeeTool":"48,584 members","r/BeginnerWoodWorking":"462,016 members","r/aviationmaintenance":"65,628 members","r/handtools":"114,016 members","r/Machinists":"187,040 members","r/jewelry":"91,645 members","r/Tools":"636,209 members","r/lockpicking":"192,063 members","r/jewelrymaking":"92,432 members","r/Diamonds":"28,122 members"}},"about":{"header":"About Community","description":"A site dedicated to tools. All tools that are awesome and useful, from power tools, to hand tools to pneumatic tools to dentistry tools.","created":"Created Oct 11, 2011","stats":["685k Members","81 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Sidebar","description":"The SFW Porn Network\nBrowse All\nIRC\nDiscussion\nJust pictures and info on tools, not some crap tools that break when you use them, real tools.\nHumans are the best tool makers and users on earth, show off the best.\nSubmission Rules\nInclude the tool name or trade term in the title. If it's more than one tool or a garage setup then just be as descriptive as possible.\nWe prefer higher resolution versus low quality resolution images.\nOnly submit static images.\nVideos, collections/albums, interactive images/websites, and articles are not allowed.\nMake sure your image is hosted by an approved host.\nOriginal source is allowed and preferred over the approved hosts. If your submission is not on the list of approved hosts, but it is an original source, please use the tag [OS] so your submission is not removed in error. If your image is rehosted from another approved host it will be removed.\nIf you took the photo yourself, you can signify this by using the tag [OC] (original content) and after 24 hours you will be given special flair. If you don't receive flair after a few days feel free to message the mods.\nRegarding reposts: it is not a repost unless it was posted to /r/toolporn less than three months ago, or if it's already in the top 100 of all time.\nIf you have any questions check out the FAQ.\nOther subreddits you may enjoy:\n/r/tools\n/r/GaragePorn\n/r/MechanicAdvice\n/r/MachinePorn\n/r/Justrolledintotheshop\n/r/woodworking\n/r/crafting\n/r/leatherworking\n/r/electronics\n/r/fixit\n/r/mechanics\n/r/automotive\n/r/blacksmithing\n/r/metalworking\n/r/diy\n/r/carporn\n/r/homeimprovement\n/r/workbenches\n/r/aviationmaintenance <--new!"}]}