{"time_collected":"2023-03-07 02:06:56.368605-05:00","top_headers":[{"heading":"Unvaccinated Top Mind loses their unborn child to a miscarriage. Their nurse warned them that they might lose their child if they didn't get vaxxed, then it happened. Naturally, Top Minds use this as 100% irrefutable evidence that the vaccine is a depopulation tool.","time_posted":"16 hours ago"},{"heading":"After getting bored with Jim Carrey, Top Minds have now decided that Seth Green is the most recent person they're going to accuse of being a pedophile. Odd how it's always Democrats or Liberals who get called pedophiles by Top Minds, never Republicans or Conservatives.","time_posted":"15 hours ago"},{"heading":"Top mind David Seaman is back with some more pizzagate content.","time_posted":"6 hours ago"},{"heading":"Top minds jump at the chance to be racist.","time_posted":"18 hours ago"},{"heading":"Conspiracy user brings up how all the “white people subs” cross post content","time_posted":"6 hours ago"},{"heading":"Round two of top minds jumping at the chance to be racist.","time_posted":"12 hours ago"},{"heading":"Top Minds Demand to Speak to Covid’s Manager","time_posted":"1 day ago"},{"heading":"Top Mind fears poor people having easy access to needs","time_posted":"1 hour ago"},{"heading":"Top minds: Is it our fault this sub is full of low quality content and delusional rants? No, it's definitely the CIA trying to make us look bad!","time_posted":"2 days ago"}],"rules":["No brigading","No pretending Breitbart is actual news","No hate speech","Posts must involve kooky conspiracy thinking ON REDDIT","Agitated Conspiracy Wingnuts will only be allowed if they are Entertaining.","Excessive Retroactive Editing of Comment","RULE NINE IS THE ONE TRUE RULE","Excessive Username Pinging: Don't Do It.","If your username is \"purely--filth\", or any variation thereupon -- immediate ban.","Screenshots must be verifiable"],"subreddits":{},"about":{"header":"About Community","description":"A subreddit dedicated to showcasing the **Top Minds of Reddit**.","created":"Created Dec 17, 2014","stats":["321k Members","151 Online"]},"other_information":[{"header":"TMoR","description":"Look, you may be new here, but /r/TopMindsOfReddit is where many top-of-minds collaborate, and routinely outsmart the most well funded, well equipped and diabolical subreddits on earth. How do we do it? Top shitposters, brigaders on every sub, unparalleled circlejerking skills and fearlessness. I would trust a top comment here over pretty much any racist sub, especially a default, any day.\nWas 9/11 an inside job? Does Obama work for the space lizards? Is the fluoride in our drinking water a mind control drug? TopMindsOfReddit is a subreddit for chronicling the adventures of Reddit's boldest truth seekers in their quest to awaken the obsequious masses. While /r/conspiracy is the natural place to observe expert investigators hard at work exposing The Truth, links to comments and threads anywhere on Reddit are welcome.\nExpanded Rules From Old Reddit\nThou shalt not vote or comment in linked threads or comments, and in linked threads or comments, thou shalt not vote or comment. It's bad form, and the admins will shadowban your account if they catch you.\nModerators can remove links, posts or comments and ban users at their discretion. Their word is not final and can be appealed, don't be rude about appealing though.\nAny spamming or abuse of the mod mail will be reported to the admins. So don't bother.\nPosts must directly involve a conspiracy theory, conspiracy theorists, general topmindery, or denial of objective reality on Reddit. Posts about general racism, sexism, or other bigotry are better suited for subreddits such as /r/isrconspiracyracist, /r/AgainstHateSubreddits, /r/openbroke, /r/worstof, or /r/ShitRedditSays.\nAgitated conspiracy wingnuts will only be allowed if they are entertaining. This rule will be enforced arbitrarily and without warning.\nExcessive retroactive editing of your posts is frowned upon. Especially if used to shift the goalposts. This entirely depends on how entertaining you are.\nGot a sweet piece of proof that alien Elvis was chummy with Mugatu? Link it directly - traffic whoring will get you banned.\nSlurs and hate speech will earn you a one way ticket to Bansville.\nWe also might ban you just because we feel like it. Bansville is nice this time of year.\nExcessive username pinging is strictly prohibited. Any user caught violating this rule will be warned. If the user doesn't adhere to the warning then they will be banned. Please report any instances of excessive username pinging.\nRelated Subs\n/r/Qult_headquarters (new!): Here we chronicle the 4D chess of our favorite Deep State 4channer, Q Anon.\n/r/vaxxhappened: 100% True Stories from the Anti-vaxx Crowd.\n/r/isrconspiracyracist: /r/yesyesitis\n/r/PanicHistory: Predictions of impending doom, and commentary on life in the American police state.\n/r/actualconspiracies: Real conspiracies. The kind supported by substantive evidence from reputable sources.\n/r/skeptic: Promoting a rational and evidence-based approach to... well, everything.\n/r/Subredditdrama: buttery.\n/r/nothingeverhappens: The internet is full of cynics and contrarians finding a conspiracy at every corner.\n/r/DataConspiratardsHate: All the data conspiracy theorists don't want to look at.\n/r/TheTopMinds: Top Minds from around the world.\n/r/stormtroofers: Showcasing conspiracy nuts from all over the internet.\n/r/ConspiracyII: A conspiracy subreddit without the idiotic moderators found in that other subreddit.\n/r/badscience: Let's try to help, by correcting.\n/r/EnoughCommieSpam: Documenting inane communist spam across reddit.\n/r/AgainstHateSubreddits: Because racism sucks.\n/r/amibeingdetained: A sovereign citizen's guide to the legal system.\n/r/cccult: Home of the power user shadow cabal that controls Reddit.\n/r/InternetHitlers: Have you recently read a comment or post on the internet calling for genocide? Of course you have! Post it here.\n/r/ShitWehraboosSay: Setting the record straight on the unfairly maligned Nazis.\n/r/fakenews: A subreddit to discuss the fake news phenomenon and confirm or debunk fake news stories.\nPlease report any violation of our subreddit rules. In the end, we rely on you, the users, to ensure this subreddit works. If you see something that violates these rules, Please Report It! If you have questions or concerns, please message us via the mod mail.\nAnd always make sure to fill out your W-911 Official Shill Payment Request Form if you want to get paid for your shill work.\nFor Top Mind fun please check out conspiratard bingo, Top Minds Crossword Puzzle, or the NEW Conspiracy Mass Shooter Bingo!\nNEW!! TMoR Discord here!"}]}