{"time_collected":"2023-03-19 16:45:44.424472-04:00","top_headers":[{"heading":"Tor and Reddit problems - FAQ","time_posted":"2 years ago"},{"heading":"New Release: Tor Browser 12.0.4","time_posted":"22 hours ago"},{"heading":"ELI5 Why is accessing a .onion site with Tor considered more secure than accessing a 'normal' site with Tor?","time_posted":"1 day ago"},{"heading":"why does the tor service force all sites to use https when not using port 80","time_posted":"22 hours ago"},{"heading":"just done setuping another (guard)relay :)","time_posted":"22 hours ago"},{"heading":"My computer clock is apparently wrong (mac)","time_posted":"1 day ago"},{"heading":"Why is the android version of for so bad for opsec?","time_posted":"22 hours ago"},{"heading":"I don't know what to believe in anymore. I've heard a lot about Contabo canceling servers without warning if its IP address gets a DMCA notification. But they say I can run a Tor exit, and in case of any abuse, we will work out a solution. But their \"solution\" is cancellation of the server?","time_posted":"2 days ago"}],"rules":["Posts must pertain to Tor.","No posts about specific .onion sites, or requesting or sharing links to onion sites.","Do not ask for or give advice about activity that may be illegal in most places.","No memes or low effort content.","System-level questions about operating systems are off-topic.","Be excellent to each other.","Do not ask for or give advice about using Tor for abusive purposes.","Do not ask for or offer assistance in private (PM)","Do not ask for or offer invites.","Do not share bridges or refer to unofficial bridge distribution channels.","Do not use URL shortening services: always submit the real link."],"subreddits":{"Related Communities":{"r/VPN":"129,804 members","r/Bitwarden":"47,812 members","r/vivaldibrowser":"14,953 members","r/brave_browser":"82,304 members","r/degoogle":"78,156 members","r/onions":"364,188 members","r/CloudFlare":"11,909 members","r/Windscribe":"29,717 members","r/nordvpn":"47,450 members","r/tails":"93,129 members"}},"about":{"header":"About Community","description":"News and discussion about the Tor anonymity software. New to Tor? Please read the Tor FAQ!","created":"Created Jul 25, 2009","stats":["235k Members","188 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Tor or TOR?","description":"The proper capitalization is \"Tor\". The subreddit's name is incorrectly capitalized as \"TOR\" and cannot be changed due to Reddit's technical limitations. Please read the Tor Project FAQ for more information."},{"header":"Tor + VPN/Proxy?","description":"This is a very frequently asked question we see in this subreddit. You generally do not need to use a VPN in conjunction with Tor, and you may even hurt your anonymity by doing so. However, a VPN may help if Tor is censored by your network. Please see the Tor Wiki for more details."}]}