{"time_collected":"2023-03-07 01:20:37.990218-05:00","top_headers":[{"heading":"Weekly Threads and News for March 2023","time_posted":"5 days ago"},{"heading":"Well, at least its free","time_posted":"14 hours ago"},{"heading":"reimu in my new style","time_posted":"3 hours ago"},{"heading":"Ordinary mad dog","time_posted":"5 hours ago"}],"rules":["Follow Reddiquette.","Keep content Touhou-centered and substantial.","No piracy!","Do not post endings (including text) of the official games.","Do not repost the same content from the last 3 months, even if they're from different links.","Each user is limited to a maximum of 3 posts per day.","If your post involves other people's work AT ALL, then follow these sourcing guidelines:","A primary source is NOT Danbooru (or ANY booru), Zerochan, wallpaper sites, wikis or HOTLINKING!","Respect an artist's wishes if they do not allow rehosts or reuse of their work.","User-created albums of found fanart should be focused on a topic and be from different artists.","A Touhou meme should contain Touhou art/music, or be well-written if it is in text form.","NSFW rule: Do not post outright porn/hentai, and lolis are NOT ALLOWED to be sexually suggestive!","Do NOT misflair other people's work as OC! Maliciously doing so is a bannable offense!","All AI art should be flaired as \"AI Art\", and AI used + prompts should be provided in the comments.","Some miscellaneous notes..."],"subreddits":{"Related Communities":{"r/MadokaMagica":"57,611 members","r/danganronpa":"311,726 members","r/AnimeART":"1,913,651 members","r/DDLC":"239,709 members","r/Helltaker":"103,797 members","r/Hololive":"877,198 members","r/OMORI":"129,297 members","r/Cyberpunk":"779,612 members","r/MxRMods":"193,914 members"}},"about":{"header":"About Community","description":"Girls are now preparing. Please wait warmly and have some tea. Touhou is a series of Danmaku shooters that has amassed a surprisingly active and committed fan following. This subreddit is devoted to sharing the wonderful Touhou series with the Reddit community.","created":"Created Mar 25, 2009","stats":["127k residents living in Gensokyo","626 youkai partying at the shrine"]},"other_information":[{"header":"Subreddit Design","description":"Welcome to the New Reddit version of /r/touhou. Some sub designs may be missing compared to the Old Reddit version due to admins not opening up customizable CSS.\nInitial setup of the New Reddit version is by /u/yagi_takeru.\nTheme, banner, and subreddit icon are by /u/Hrusa [DA page, Twitter].\nUser flair sprites are from PatchCon, /u/absolitud3, /u/Esfomari, /u/Hg201, /u/Imosa1, /u/--jet--, /u/jopettajah, /u/KaliningradGeneral, /u/LumberjackWhoWorks, /u/LunarLuxa, /u/Moodyyaser, /u/Norfeder, /u/PsclKmn, & /u/s_reed."}]}