{"time_collected":"2023-03-08 20:00:38.052488-05:00","top_headers":[{"heading":"Township Game FAQ...","time_posted":"3 months ago"},{"heading":"March Co-op and player ads...","time_posted":"8 days ago"},{"heading":"My town hall and train station","time_posted":"9 hours ago"},{"heading":"Showing off my town farm and production area","time_posted":"19 hours ago"}],"rules":["Stay on Topic","Be nice!","No Hacks","Co-op/Player Ads need to stay in their dedicated threads"],"subreddits":{"Related Communities":{"r/ShadowBan":"96,641 members","r/Bandnames":"84,542 members","r/TownshipTale":"12,446 members","r/Hisense":"9,564 members","r/nfsnolimits":"26,897 members","r/ScenesFromAHat":"81,876 members","r/Minecolonies":"5,450 members","r/Forager":"24,114 members","r/SummonersGreed":"12,279 members","r/disneymagickingdoms":"20,314 members"}},"about":{"header":"About Community","description":"A place for discussion related to the multi-platform game Township, a unique blend of city-building and farming by Playrix. (Disclaimer: No mod works for Playrix and none of us have an inside source there!)","created":"Created Jan 14, 2014","stats":["13.4k Mayors","54 Mayors Online"]},"other_information":[{"header":"Latest Update!","description":"Updated on 17 February 2023\nVersion 9.8.0\nIt's spring in Township!\nTOWN STORIES\nHelp Stanley organise a yard sale to set up a beautiful park in the new event!\nIntroducing a new merge game mode! Merge items on the field and complete tasks to assemble a photo album with pictures from your town.\nWILD YETI CHASE\nYetis aren't real...or are they? Help Richard and his reporter friend Ellen unlock the mystery of this legendary creature in the new expedition!\nAn adorable pet will help you clear obstacles in Yeti Valley as you work your way towards the new up-gradable decoration at the end of the event!\nSEASON ADVENTURES\nGet your athletic mojo back in the new season adventure! You're in for some cool rewards, like the Helicycle and Fitness Pad skins and the Cheerleader Chicken outfit.\nIt's Easter time! Spruce up your town with thematic decorations and make sure to win all the best rewards!\nALSO\nYou'd better start learning some new campfire songs, because there's finally a Scout Camp in town!\nCheck out 10 temporary Easter decorations before they vanish from the store!\nEnjoy 2 new town expansions."}]}