{"time_collected":"2023-03-07 05:30:02.330795-05:00","top_headers":[{"heading":"Mascot Megathread & Request - Looking for information about regional Trader Joe's \"mascots\" (hidden stuffed animal plush that varies by store) - if comfortable, please reply with your store's mascot's name and location, and pictures of mascots if possible! (Pictures in comments are now enabled)","time_posted":"4 months ago"},{"heading":"[MEGATHREAD] February 2023 Wrap-Up Discussion Thread: List of NEW and Limited Seasonal Items - to help others, let's discuss which new February 2023 products you liked and didn't like! 😊","time_posted":"4 days ago"},{"heading":"Last week I picked up the frozen Family Style Meat Lasagna for the first time. It’s so good! We went back & got another one over the weekend. We added a little more cheese to the top with garlic bread on the side. Best frozen lasagna ever!","time_posted":"10 hours ago"},{"heading":"One of my favorite easy lunches: Trader Joe’s chicken spring rolls wrapped in lettuce. To kick it up a notch mix their chili onion crunch with mayo and spread inside before wrapping.","time_posted":"16 hours ago"}],"rules":["Be civil (No hate speech, personal attacks, or harassment)","Use descriptive titles with product names mentioned in title, this includes questions. No clickbait.","Include TJ's product name in TITLE for image post (or add image description in comments for HAULS)","ADD a comment with image description listing products in haul, charcuterie/cheeseboard, meals, etc.","No spam, no self-promotion, no selling, no shill accounts","Contact your local TJ's for the most accurate information regarding inventory/stock questions","No politics, stay on topic","No trolling, don't feed the trolls","No haul shaming, meal shaming, or product shaming","No sharing direct links to posts from r/tjcrew","Use the report option"],"subreddits":{"Related Communities":{"r/hellofresh":"35,782 members","r/Volumeeating":"465,066 members","r/Pizza":"516,972 members","r/cottagecore":"138,494 members","r/food":"23,248,385 members","r/bathandbodyworks":"43,787 members","r/eatsandwiches":"391,608 members","r/FODMAPS":"49,514 members","r/tacobell":"118,919 members","r/KingOfTheHill":"233,597 members"}},"about":{"header":"About Community","description":"A subreddit for fans of all things related to TJ's! Not affiliated with Trader Joe's. Please share your favorite TJ's products and recipes!","created":"Created Feb 22, 2011","stats":["171k Traders","178 Fearless Flyers"]},"other_information":[]}