{"time_collected":"2023-03-20 02:12:13.811566-04:00","top_headers":[{"heading":"Response to Social Media Companies Permanently Banning Tradespotting","time_posted":"2 months ago"},{"heading":"To the Tradespotting and Rocky Outcrop Audience","time_posted":"5 months ago"},{"heading":"Candlestick Tips & Tricks","time_posted":"2 days ago"},{"heading":"Pharma Giant Pfizer To Buy Cancer Drugmaker Seagen For $43B","time_posted":"5 days ago"},{"heading":"Regulators Shut Down Crypto-Friendly Signature Bank","time_posted":"7 days ago"},{"heading":"3/12 - Morgan Stanley Sunday Start - \"IT'S COMPLICATED\" -> VolSignals Quick Take (TLDR)","time_posted":"7 days ago"},{"heading":"The Flow Show - The Crashy Vibes of March (BofA's Hartnett Writeup 3/9/23)","time_posted":"8 days ago"},{"heading":"Silicon Valley Bank Scrambles To Shore Up Liquidity","time_posted":"10 days ago"},{"heading":"Is options a lady I should never explore?","time_posted":"9 days ago"},{"heading":"Quick GME update","time_posted":"13 days ago"},{"heading":"Tobacco Giant Altria To Buy Electronic Cigarettes Maker Njoy For $2.8B","time_posted":"14 days ago"}],"rules":["Don't be a fanny"],"subreddits":{},"about":{"header":"About Community","description":"Trading Subreddit","created":"Created Feb 17, 2021","stats":["5.2k Doom Slayers","3 Online"]},"other_information":[{"header":"Subreddit Disclaimer","description":"The subreddit r/Tradespotting is unaffiliated with any organization, political, and/or religious groups. All information shared and opinions expressed herein (the \"Content\") are the personal opinions of the authors, do not reflect any collective opinion of the population or moderators, and is neither legal nor financial advice.\nAny Content is for entertainment purposes only and is not intended to provide specific advice or recommendations for any individual or on any specific security or investment product. Content is not to be taken as fact or used to form the basis of any legal or financial decisions. The Content is the personal opinion of the author(s) as of the date of publication to this server.\nNothing on this subreddit, or affiliated with the 'Tradespotting' name or its moderators, constitutes investment advice, performance data or any recommendation that any security, portfolio of securities, investment product, transaction or investment strategy is suitable for any specific person. It is recommended that you seek professional advice from someone who is licensed and authorized to provide investment advice for any specific questions regarding suitability or investment strategy. Investments in securities involve the risk of loss. Past performance is no guarantee of future results.\nAny use of the words \"we\" or \"us\" is not evidence of manipulation. We are not the ones manipulating the market. The use of words that suggest we are a group only references this community of people, who are individuals investing in the same stock, but as individual retail investors. This community is not a place to organize or manipulate markets and it never will be. It is a place for sharing publicly-available information and analyzing/studying that information as a community in a way that benefits everyone fairly and safely.\nUsers shall indemnify and keep the subreddit, its moderators and co-users (the Parties) indemnified fully against all liabilities, costs and expenses whatsoever and howsoever incurred by the Parties with respect to any third parties as a result of Users' own statements, conduct, representations and affirmative omissions, as well as actions resulting from Users' published content, linked advertisements or web pages which result in claims or proceedings against the Parties for infringement of any Intellectual Property Rights or other proprietary rights of third parties, or for breach of confidentiality or contract or for defamation."}]}