{"time_collected":"2023-03-20 01:28:37.922724-04:00","top_headers":[{"heading":"Join the official Traditional Muslims Discord Server","time_posted":"12 days ago"},{"heading":"A message from TraditionalMuslims Staff: Our Mission, our Goal.","time_posted":"12 days ago"},{"heading":"He didn't say anything wrong. So why is she trying to shame him for? 😂","time_posted":"6 hours ago"},{"heading":"Really be like that.","time_posted":"15 hours ago"},{"heading":"Daily Hadith Reminder","time_posted":"20 hours ago"},{"heading":"Giving up on western women","time_posted":"18 hours ago"},{"heading":"A woman traveling without Mahram","time_posted":"3 days ago"},{"heading":"How to Avoid Marrying Women with a Past","time_posted":"3 days ago"},{"heading":"Darud e pak kay fazail || Darud e pak say mouhabbat","time_posted":"4 days ago"},{"heading":"My opinion on why Dajjal's Paradise is the modern Western world","time_posted":"5 days ago"},{"heading":"Secular MENA folk cannot imagine being in the other shoe...never forget the genocide and extinguishing Islam in lands like Turkey","time_posted":"4 days ago"}],"rules":["No mocking/insulting Islam, nor anything about Islam","No trolling","Non-constructive criticism is not tolerated","Be civil","Use appropriate flairs","Do not violate Reddit's policies"],"subreddits":{},"about":{"header":"About Community","description":"In The Name of Allah, The Most Compassionate, The Most Merciful: Our purpose is to discuss intersexual/gender dynamics along with male & female nature, and relate it back to Islam. This includes open discussions from both Muslim and non-Muslim perspectives. Philosophical/theological debates are allowed and encouraged to help strengthen our faith in Islam and teach us about the religion more, particularly in ways not commonly discussed.","created":"Created Jan 14, 2021","stats":["3.5k Members","16 Online","Top 10% Ranked by Size"]},"other_information":[{"header":"Telegram Link:","description":"Follow us on Telegram to keep up with exclusive content not available on Reddit:\nhttps://t.me/Traditional_Muslims"},{"header":"Signs Of Qiyamah Posts.","description":"Signs Of Qiyamah Part 1.\nSigns Of Qiyamah Part 2.\nOnly a Few Minor signs Remaining."},{"header":"Muslim Marriage Posts/Tips","description":"What To Look For In A Man When It Comes To Marriage, And What Does Islam Say About It?\nSome Wholesome Stories Regards To The Importance Of Marriage From Imam Al Ghazali's RA Book.\nIslam Highly Encourages Being Physically Attracted To Each Other When It Comes To Choosing Spouses.\nIslam Acknowledges Ones Sèxual Desires, And Encourages Marriage To Satisfy Them.\nThe Rights Of Men And Women When It Comes To Marriage In Islam. What Are They?"},{"header":"Islamic Knowledge/Reminders","description":"We All Must Never Forget, Our True Purpose in This Life. Important Reminder.\nThe Importance Of Namaaz, That A Lot of Muslims Take Granted For.\nMuslims in The West Are On The Edge. They Belong Nowhere In The Political Spectrum\nThe Importance of Constantly Remembering Death and The Hereafter.\nMuslims Must Strive To Recite The Quran Properly With It's Correct Rulings and Benefit From It's Great Virtues.\nThe Importance of Giving Sadaqah and It's Virtue's.\nThe Deception of The Modern World Which We Think is \"Progressing.\"\nHow the World is Preparing for Dajjal.\nYour Qualifications Doesn't Define you as Guided Muslim."}]}