{"time_collected":"2023-03-07 04:02:34.120160-05:00","top_headers":[{"heading":"Welcome cis allies!","time_posted":"4 years ago"},{"heading":"why do people hate transmedicalists? we just think you need dysphoria to be trans, that's all","time_posted":"3 years ago"},{"heading":"this sub is just \"it'd be funny if a trans person said it\" turned up to 11","time_posted":"5 hours ago"},{"heading":"OMG! They're overtly calling for trans genocide now!! All allies get yourselves on Twitter now and...","time_posted":"17 hours ago"},{"heading":"I hate f1nn","time_posted":"11 hours ago"},{"heading":"Asked ChatGPT for some fresh new slurs. Here's what it gave me:","time_posted":"16 hours ago"},{"heading":"I use this sub as a free karma farm","time_posted":"17 hours ago"},{"heading":"nothing makes me feel more powerful than browsing a reddit thread of a bunch of cis women who are worse at shopping for clothes than me","time_posted":"4 hours ago"},{"heading":"my son wants me to call him she. he doesn't understand how this feels like i am killing my baby boy.","time_posted":"11 hours ago"},{"heading":"Hey, trans dude here! Here's photos of me, could anyone give me passing advice?","time_posted":"52 minutes ago"},{"heading":"[Video of a kid dancing]","time_posted":"14 hours ago"}],"rules":["Know what irony means. Unironic posts will be removed.","This subreddit is for parody. Don't post actual transphobia. Keep jerking ironic.","Don't make transphobic (or otherwise hateful) posts outside of this subreddit.","No encouragement/planning to harm yourself or others.","NSFW content needs to be marked as such.","No chasers.","Keep it light. We're here to have a laugh.","This sub is not your soapbox. Don't antagonize.","Spam, self-promotion, upvote-begging, and off-topic posts will be removed."],"subreddits":{"Related Communities":{"r/trans":"368,563 members","r/asktransgender":"261,614 members","r/MtF":"196,895 members","r/lgbt":"998,009 members","r/actuallesbians":"453,095 members","r/BisexualTeens":"145,909 members","r/mypartneristrans":"49,985 members","r/transpositive":"109,975 members"}},"about":{"header":"About Community","description":"This is a parody subreddit for trans people, mocking all transgender-related topics. If you take this seriously, then don't. Please read the stickied posts and subreddit rules before participating.","created":"Created May 25, 2012","stats":["92.4k Members","190 Online"]},"other_information":[{"header":"We have a discord!!!!!!!","description":"Dysphoria and discrimination not causing enough Discord in your life? Get more on our sister server!"}]}