{"time_collected":"2023-03-20 01:41:32.460764-04:00","top_headers":[{"heading":"r/TranscensionProject Lounge","time_posted":"2 years ago"},{"heading":"","time_posted":"1 year ago"},{"heading":"My brother interviewed one of the women featured in Budd Hopkins book Intruders","time_posted":"10 months ago"},{"heading":"Interspecies Peaceful Communication","time_posted":"11 months ago"},{"heading":"is it possible to raise consciousness and communicate with aliens through meditation?","time_posted":"11 months ago"},{"heading":"Excellent metaphysics discussion on love and vibration and higher densities regarding RA - J - and the Zeta's:","time_posted":"11 months ago"},{"heading":"Excellent Short Documentary about Telepathy and Psychic Abilities","time_posted":"1 year ago"}],"rules":["Remember the human in your interactions.","Treat one another as if you are conversing face-to-face.","NO NSFW posts, comments or links allowed.","Harassment will not be tolerated.","No sexual, adult-themed, or fetish posts or comments whatsoever.","No use of the term 'cult' will be tolerated, with respect to the veracity of this community.","No Political-fear-based/conspiracy posting.","Respect others' privacy.","No creative writing posts, unless as expressions of your journey with transcendence.","No selling, shilling, spamming, self-promoting. This includes any posts about stocks.","Report issues to the moderators."],"subreddits":{},"about":{"header":"About Community","description":"Welcome to the first moment of consciousness. 🌱 Beings are reaching out to humanity in conscious contact: Remember who you are. Remember why you are here. Prepare to transcend. Here we explore conscious communication, experience with the phenomena, the nature of consciousness, and the origins of existence and experience. This is a safe, supportive, kind and loving place to share your experiences and ideas with open-minded friends. Welcome! We love you & we are happy you are here. 🙏🏼","created":"Created Mar 3, 2021","stats":["5.0k Supporters","5 Online"]},"other_information":[]}