{"time_collected":"2023-03-06 22:08:19.048651-05:00","top_headers":[{"heading":"New here? For info on what we do and on how to get involved click here!","time_posted":"2 years ago"},{"heading":"March Meta: March Transcribing Madness + New Mod!","time_posted":"5 days ago"},{"heading":"technicallythetruth | Image | \"Well, she is a cougar\"","time_posted":"3 minutes ago"},{"heading":"DunderMifflin | Image | \"The Office- No Context\"","time_posted":"4 minutes ago"},{"heading":"oldhagfashion | Image | \"I crocheted my first cardigan!\"","time_posted":"5 minutes ago"},{"heading":"antiMLM | Image | \"\"There IS room for me in that top 1%!\"\"","time_posted":"5 minutes ago"},{"heading":"NotHowGirlsWork | Image | \"Wat\"","time_posted":"5 minutes ago"},{"heading":"trailerparkboys | Image | \"at last the ricky shirt has arrived (ignore my greasy fkn room)\"","time_posted":"8 minutes ago"},{"heading":"me_irlgbt | Image | \"me🥵irlgbt\"","time_posted":"10 minutes ago"},{"heading":"NonPoliticalTwitter | Image | \"gotta give them the best performance I can muster\"","time_posted":"41 minutes ago"},{"heading":"traaaaaaannnnnnnnnns | Image | \"After around 8 months of HRT, I've stumbled across something new.\"","time_posted":"42 minutes ago"},{"heading":"ShitLiberalsSay | Image | \"\"the worker is exploiting the capitalist's capital\" ay dios mio\"","time_posted":"46 minutes ago"},{"heading":"technicallythetruth | Image | \"Venom or poison? What y’all got\"","time_posted":"47 minutes ago"}],"rules":["Transcription not following the templates / with broken formatting","Post Violates Rules on Partner Subreddit","Original post has been deleted or locked","Original post already has a transcription","No bot accounts but our own","Post should be marked NSFW"],"subreddits":{},"about":{"header":"About Community","description":"r/TranscribersOfReddit is a subreddit dedicated to the curation and support of transcribing content posted to Reddit to make it available to all. This is our automated queue, join r/ToR_Meta for discussions and memes!","created":"Created Mar 28, 2017","stats":["11.8k Members","203 Online"]},"other_information":[{"header":"Welcome!","description":"Welcome to /r/TranscribersOfReddit!\nOur goal is to make Reddit accessible for everyone whether they are visually impaired, have slow connections or limited data. We have partnered with a growing number of subreddits to provide content for all!\nHow does it work?\nYou ‘Claim’ a post by commenting on it\nYou write the transcription (following our Formatting Rules) in the original sub\nPost ‘Done’ and u/transcribersofreddit will add a point to your flair\nThat's it!\nNote: When you claim your first post, you will be sent our Code of Conduct, Please read it thoroughly before accepting.\nSubreddit Rules and Advice\nBe nice, don't be rude. If you're ever in doubt, follow the rules of reddiquette.\nOur subreddit does not curate or have control over the material being linked to us, and as such Transcribers may encounter NSFW content. We are not responsible for any of the content linked here.\nWhen writing your transcription, follow our formatting rules (See below). We'd like to make our content immediately noticeable by its quality and its format. This means being held to the established standard. Consistency is the name of the game.\nIf you're a mod interested in working with us, just reach out to us through modmail! Word of warning, though: we can't work with you if you have Saferbot on your mod team, as it pits the openness of volunteer accessibility against contextless bans driven from guilt by association. Sorry, but it's a no go.\nLastly, if you have any questions or uncertainty, about anything, ask a mod! We live for that stuff.\nStyle Guides\nAudio Posts: Format\nImage Posts: Format\nVideo Posts: Format\nStandard Footer: When you finish writing any transcription, just copy and paste this at the very bottom so your readers know where to find us!"},{"header":"Flair Ranks","description":"1-24: Initiate\n25-49: Pink\n50-99: Green\n100-249: Teal\n250-499: Purple\n500-999: Gold\n1000-2499: Diamond\n2500-4999: Ruby\n5000-9999: Topaz\n10000-19999: Jade\n20000-29999: Sapphire\n30000+: Garnet"}]}