{"time_collected":"2023-03-20 17:59:02.229170-04:00","top_headers":[{"heading":"/r/catsinchristmastrees - Post your favorite pictures of cats in Christmas Trees!... (20.64% growth)","time_posted":"4 months ago"},{"heading":"/r/ReportNazis - Dedicated to reporting and sharing Nazis from January 6 Please Post Pictures from January 6 capitol and submit it to https://tips.fbi.gov/... (33.95% growth)","time_posted":"4 months ago"},{"heading":"/r/CamCordovaMain - Anything Cam Cordova ... (22.99% growth)","time_posted":"4 months ago"},{"heading":"/r/RetroCinema - nostalgia for old movies!... (150.00% growth)","time_posted":"4 months ago"},{"heading":"/r/Lexi_and_HaydenSnark - Snark page for Lexi and Hayden on Tiktok. Let’s dig to the bottom of this. ... (26.13% growth)","time_posted":"4 months ago"},{"heading":"/r/MarieAnnWatson - For information regarding Marie Ann Watson, missing since 1977.... (67.08% growth)","time_posted":"4 months ago"},{"heading":"/r/timeslip - Primarily time slips, time loops, time travel, & time warps; but also, associated events: teleportation, apports & apparitions, doppelgängers, déjà vu; psychogeography, phantom hitchhikers, ley lines, zombies, trams & trains; anomalies, reality shifts, od... (23.79% growth)","time_posted":"4 months ago"},{"heading":"/r/jaelanijadevids - No Selling content ! POST ALL HER VIDS HERE... (47.11% growth)","time_posted":"4 months ago"},{"heading":"/r/applepikachu - Read pinned Post (or look at it at least) Format must be upheld. Also please don’t repost lmao This should be as much of a feverdream of a sub as possible which is why it is important to make fun of the stupid child under the bridge! 🫡... (62.50% growth)","time_posted":"4 months ago"},{"heading":"/r/Wednesday - ... (13.56% growth)","time_posted":"4 months ago"},{"heading":"/r/AIGenArt - Welcome to r/AIGenArt! A place to share your AI generated art, share tips and learn from others. check out instagram.com/AIGenArt_... (27.07% growth)","time_posted":"4 months ago"},{"heading":"/r/BraidsNBooty - Braids and booty. Locs & Twist are welcome as well... (16.07% growth)","time_posted":"4 months ago"},{"heading":"/r/JaelaniJadeXXX - ... (84.04% growth)","time_posted":"4 months ago"},{"heading":"/r/TiktokScammersBeggars - Exposing all the scammers and beggars of TikTok. ... (12.88% growth)","time_posted":"4 months ago"},{"heading":"/r/StockTradingIdeas - Algorithmic Stock Trading Platform that delivers clear buy and short signals on any security listed across major stock exchanges (NYSE, NASDAQ, OTC and Global Exchanges) including Forex. 90% of investors who trade in the stock market lose money. U... (18.60% growth)","time_posted":"4 months ago"},{"heading":"/r/CelebVideoCumTributes - cumtribute videos to celebrities and other beautiful women... (6.22% growth)","time_posted":"4 months ago"},{"heading":"/r/WednesdayTVSeries - Subreddit for Wednesday on Netflix - A coming-of-age supernatural mystery comedy focusing on Wednesday Addams and her years as a high school student at Nevermore Academy, where she attempts to master her psychic powers, stop a monstrous killing sp... (37.58% growth)","time_posted":"4 months ago"},{"heading":"/r/TheTwitterEnd - A place for friends and family to watch Twitter perish at the hands of the world's poster child for falling up: Elon Musk. Post screenshots and news stories related to Twitter and it’s rapid decline Be kind, no spamming, and no self-promotion.... (42.12% growth)","time_posted":"4 months ago"},{"heading":"/r/VersusSeries - Versus, a new manga series by ONE (Author of One Punch Man and Mob Psycho 100), to be illustrated by Azuma Kyoutarou (Tenkaichi, King of Fighters). Begins in Shounen Sirius issue 1/2023, from Nov 26... (42.43% growth)","time_posted":"4 months ago"},{"heading":"/r/twdallstars - A Community-run subreddit dedicated to TWD: All-Stars, a Mobile RPG based on the Walking Dead Comics and is authorized by Skybound Entertainment!... (12.92% growth)","time_posted":"4 months ago"},{"heading":"/r/dogcatlover - Greet! Watch, share and enjoy these lovely moments! It won't let you down! Welcome to r/dogcatlover... (22.61% growth)","time_posted":"4 months ago"},{"heading":"/r/cipd - We are UK's, UAE and USA's leading CIPD writing agency helping students around the globe with their CIPD certificate related queries and confusions.... (218.08% growth)","time_posted":"4 months ago"},{"heading":"/r/privacymemes - Memes about privacy: government surveillance, Facebook, Google, etc... Let's meme our way to freedom!... (10.32% growth)","time_posted":"4 months ago"},{"heading":"/r/EnemaEndorsement - subreddit for rare lithuanian fish stockbrokers, śniadanie males and other highly distinguished individuals... (22.37% growth)","time_posted":"4 months ago"},{"heading":"/r/robbersgettingfucked2 - r/robbersgettingfucked2 is here to fill the void left behind after Reddit Admins deleted the original. Expect to see violence here. Welcome to the community, and enjoy \"robbers getting fucked\"... (15.34% growth)","time_posted":"4 months ago"}],"subreddits":{"Related Communities":{"r/subreddit_stats":"8,097 members","r/SmallYoutubers":"77,666 members","r/DeepIntoYouTube":"3,039,371 members","r/GetMoreViewsYT":"104,929 members","r/VoteDEM":"42,180 members","r/YouTube_startups":"95,430 members","r/neoliberal":"145,314 members"}},"about":{"header":"About Community","description":"Discovering the fastest growing subreddits.","created":"Created Jul 16, 2013","stats":["62.9k Members","105 Online"]},"other_information":[]}