{"time_collected":"2023-03-08 10:49:34.392982-05:00","top_headers":[{"heading":"The HackaTRON Season 4 Hosted by DoraHacks is now Live! - $500,000 in Prizes | Submission ends April 15th","time_posted":"21 days ago"},{"heading":"Seeking Blockchain Developers Season 4 TRON Hackathon with $500,000 USDD in prizes | Hosted by Dorahacks x TRON DAO","time_posted":"9 hours ago"},{"heading":"Justin Sun’s Address Has Received Around 49 Million USDC From Binance","time_posted":"2 hours ago"},{"heading":"TronLink Wallet","time_posted":"2 days ago"},{"heading":"New Record: Tron Processes Over 5 Billion Transactions","time_posted":"2 days ago"},{"heading":"Easiest way to convert Tron back to Cash","time_posted":"2 days ago"},{"heading":"Here's How Tron Will Benefit After Integrating This Al Oracle","time_posted":"2 days ago"},{"heading":"TRON Takes the Lead in Developing the Digital Identification Program for Dominica Metaverse","time_posted":"2 days ago"}],"rules":["Keep posts related to the Tron project","No spam","No price speculation","Flairs are required","Criticism must be constructive","No speculative or fake news","No illegal activity or inappropriate behavior","Dapp Friday","No Personal Information","Keep general questions to the daily thread."],"subreddits":{},"about":{"header":"About Community","description":"TRON is an ambitious project dedicated to the establishment of a truly decentralized Internet and its infrastructure. The TRON Protocol, one of the largest blockchain-based operating systems in the world, offers base public blockchain support of high throughput, high scalability, and high availability for all decentralized applications in the TRON ecosystem.","created":"Created Aug 23, 2017","stats":["125k Members","579 Online"]},"other_information":[{"header":"Description & Links","description":"◊ Please click on 'rules' in the sidebar! ◊\n/r/trxtrading\n/r/trxclassifieds\nWhat is TRON?\nTRON is an ambitious project dedicated to building the infrastructure for a truly decentralized Internet. The Tron Protocol, one of the largest blockchain based operating systems in the world, offers scalable, high-availability and high-throughput support that underlies all the decentralized applications in the TRON ecosystem.\nDecentralized applications that you can trust:\nWe strive to create a decentralized internet that allows everyone to freely create content, websites, and applications, without relying on centralized services. By empowering the users, we will transform the internet on a global scale.\nBlockchain-based smart contracts:\nIn the new internet era, the legislative power will be transferred from an opaque centralized authority to transparent codes. Rules and platforms will be entirely transparent and based on faithfully executed smart contracts.\nDigital Assets Issued by Anyone:\nBlockchain technology allows every individual the ability to issue digital assets under the protection of a decentralized internet. Digital assets allow strangers to collaborate and profit on a grand scale, which is the foundation of a prosperous decentralized internet.\nTron is a representative of the Web 4.0 Ecosystem. More than 100,000 users from more than 100 countries have become part of this network with ever expanding boundaries.\nTRON Protocol and the TVM allow anyone to develop DAPPs for themselves or their communities, with smart contracts making decentralized crowdfunding and token issuance easier than ever. Tron DAPP projects already include Bittorrent & Peiwo with 100M+ active users from more than 100 countries and regions around the world.\nLinks\nOfficial website\nTRON DAO Hackathon\nTRON DAO Forum\nDApp Radar\nTron Explorer\nThe TRON Developer Hub\nTRON Developers & SRs\nTron Weekly\nTron (TRX) Voting Rewards Calculator\nTwitter - TRON DAO\nTwitter - Justin Sun\nTelegram - Main Chat\nTron Community Discord\nInstagram - TRON DAO\nYoutube - TRON DAO\nMedium - TRON DAO\nGitHub - Tron Protocol\nSubreddits\n/r/trxtrading\n/r/trxclassifieds\n/r/cryptocurrency\nCryptocurrency Security & Guides\nCrypto 101 | How to Start? A Comprehensive Guide to the Basics, Exchanges, Buying & Selling\nTips for Keeping Your Cryptos Safe\nRules\nWhen you see posts and comments that violate rules listed here, please take the initiative and report them."}]}