{"time_collected":"2023-03-20 15:08:59.290924-04:00","top_headers":[{"heading":"Cyclone Freddy","time_posted":"2 days ago"},{"heading":"What would happen if a Greek named hurricane did significant damage that is retireable?","time_posted":"5 days ago"},{"heading":"Do you think Hurricane Julia from last year has a chance of being retired?","time_posted":"6 days ago"},{"heading":"If Hurricane Matthew had made landfall on the Flordia East Coast, like many people thought it might in October of 2016, what sort of effect would it have had on Florida?","time_posted":"7 days ago"},{"heading":"Typhoon names requested to be retired: Conson, Kompasu, Rai, Malakas, Megi, Ma-on, Hinnamnor, Noru, and Nalgae","time_posted":"7 days ago"},{"heading":"Record-breaking Cyclone Freddy approaches Mozambique — again » Yale Climate Connections","time_posted":"8 days ago"},{"heading":"In roughly 2 weeks, the WMO will be holding their annual hurricane committee meeting. There they will talk about lessons learned from the previous hurricane season and future safety measures, as well as vote on retiring the names of destructive 2022 hurricanes.","time_posted":"8 days ago"},{"heading":"The La Nina of 2020-2023 has come to an end.","time_posted":"11 days ago"},{"heading":"Tropical Cyclone Freddy - March 8, 2023","time_posted":"12 days ago"}],"rules":["Posts must be related to tropical cyclones.","Do not post duplicate tracking threads.","Do not post a new thread for every NHC/RSMC update. use the appropriate official tracking thread.","Do not attack, troll, or threaten other users.","Do not post sexually explicit content or spam.","Do not post 'hard' pay-walled content.","Do not discuss politics, regardless of the level.","Do not post low/no-effort posts or memes.","Do not post intentionally misleading information.","Do not fear-monger.","Do not excessively speculate.","Do not post model data or ask for forecast advice beyond five days (120 hours) in the future.","Do not use the cyclone intensity flairs for links"],"subreddits":{"Related Communities":{"r/Dallas":"348,813 members","r/PacificCrestTrail":"66,023 members","r/uscg":"17,203 members","r/Wilmington":"31,409 members","r/maryland":"203,426 members","r/WeatherGifs":"291,059 members","r/madisonwi":"89,681 members","r/lawncare":"560,904 members","r/farming":"120,472 members","r/santarosa":"18,424 members"}},"about":{"header":"About Community","description":"This is a subreddit designed for all sorts of tropical cyclone weather discussion. Though the focus will be on tropical meteorology, it will also be a place for people to stay in touch before, during, and after tropical weather events. People can share their observations, start their own threads that may be location specific, or post in the official threads for each storm. Users will get flair that indicates if they are an approved meteorologist as well as flare for their state.","created":"Created Sep 7, 2011","stats":["125k Members","31 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Current situation","description":"An area of low pressure will bring locally heavy rainfall and gusty winds to portions of Fiji as it passes to the south of the country early next week.\nMeanwhile, a disturbance north of New Caledonia may undergo steadier development as it moves into a more supportive environment over the Coral Sea over the next few days."}]}