{"time_collected":"2023-03-07 03:59:52.163205-05:00","top_headers":[{"heading":"The Father Of A Man Who Killed Four People At A Waffle House Was Sentenced To 18 Months In Prison For Giving Him The Gun","time_posted":"8 hours ago"},{"heading":"Where Is Jared From Subway Now? He Was Beaten by a Fellow Inmate Who Hates ‘Child Molesters’ While Serving 15 Years For Sex Crimes","time_posted":"5 hours ago"},{"heading":"The Trial Over Fitness-Turned-Christianity Influencer Brittany Dawn’s Alleged Deceptive Business Practices Is Finally Starting.","time_posted":"20 hours ago"},{"heading":"Police launch hunt after a child began screaming ''help me'' from a moving car in Stroud, Gloucestershire","time_posted":"4 hours ago"},{"heading":"Anyone else fascinated by court proceedings? Any good ones to play in the background while I do some chores? I’ve already gone through Jodi Arias’ a dozen times","time_posted":"14 hours ago"},{"heading":"Why is There Such a Particular Fascination with Ted Bundy Compared to Other Serial Killers? I Honestly Think He's One of the Least Interesting I've Ever Read About","time_posted":"1 day ago"},{"heading":"Which unsolved true crime cases have you kept on your radar? For me, it's the cases of Amy Lynn Bradley, Daniel Robinson, Angela Green, and Kaysera Stop Pretty Places.","time_posted":"9 hours ago"},{"heading":"On this date…..March 6th (see comments for details).","time_posted":"22 hours ago"},{"heading":"Nearly 100,000 women of color went missing in 2020, and now one state wants to do something about it","time_posted":"2 days ago"},{"heading":"Have you watched the Killer Sally documentary?","time_posted":"2 days ago"}],"rules":["Be polite to other users.","No doxxing or personal identifying information","Stay On Topic","Reddit Content Policy","No advertising","No rants, loaded questions, or soapboxing.","YouTube or Podcast posts by non-community members are not allowed","No dehumanizing speech, victim blaming, misogyny or bigotry."],"subreddits":{"Other Communities":{"r/UnresolvedMysteries":"1,977,947 members","r/MarieAnnWatson":"5,118 members","r/CaseyAnthony":"9,261 members","r/RedditCrimeCommunity":"37,746 members","r/SolvedCases":"6,844 members","r/RebeccaZahau":"2,004 members","r/Jodi_Huisentruit_Case":"2,556 members","r/DelphiMurders":"86,448 members","r/serialkillers":"599,884 members","r/KelseyBerreth":"2,049 members"}},"about":{"header":"About Community","description":"Reddit's open forum for discussion of anything and everything about true crime, court cases, and the legal system. Our community offers an alternative to subs that don't allow videos or podcast links as post submissions to kick off discussion.","created":"Created Jun 29, 2015","stats":["684k Members","546 Online"]},"other_information":[]}