{"time_collected":"2023-03-19 18:13:42.681269-04:00","top_headers":[{"heading":"What would happen if PhD scientists were required to take a vow of celibacy?","time_posted":"2 hours ago"},{"heading":"Do you think it's true that people in general have become more apathetic because there's just too many bad things happening and people become numb?","time_posted":"7 days ago"},{"heading":"Is the cultural shift from “working in the same corporate job for decades” to “jumping around every few years” in tech jobs having any impact on things like product quality","time_posted":"11 days ago"},{"heading":"How do you know if you’re really content or if you think you’re content because you have no “more content” mental context to compare your experience to?","time_posted":"22 days ago"},{"heading":"Which Presidential Election loss was more consequential? Al Gore losing the 2000 Election or Hillary Clinton losing the 2016 Election?","time_posted":"26 days ago"},{"heading":"If you had the opportunity to create a winter activity or event that not only offered entertainment but also had a positive impact on the community, what creative and unique ideas would you come up with to ensure that the event is both enjoyable and impactful?","time_posted":"26 days ago"},{"heading":"Do you think the institutions of education make any actual sense anymore?","time_posted":"28 days ago"},{"heading":"How do we save young men from being drawn into the insecurity-to-fascism pipeline?","time_posted":"3 months ago"},{"heading":"What is the difference between humility vs shame/humiliation/low self-esteem?","time_posted":"3 months ago"},{"heading":"How to find/make your \"tribe\" when you are adult?","time_posted":"3 months ago"}],"rules":["Limited question","Polls, Surveys, Yes/No, joke post.","Asking for favorites post.","Meta post","Uncivil","Meme, joke, pun, reaction, etc.","Low effort comment","Excessive tangent","Rediquette"],"subreddits":{},"about":{"header":"About Community","description":"/r/TrueAskReddit is a subreddit for intelligent discussion about interesting issues. Low effort comments, memes, jokes and trolls beware!","created":"Created Dec 31, 2010","stats":["243k Members","83 Online"]},"other_information":[]}