{"time_collected":"2023-03-07 01:50:35.239515-05:00","top_headers":[{"heading":"[DISCUSSION THREAD] What's your weird hobby/interest, and what's your favourite thing in it?","time_posted":"6 days ago"},{"heading":"[MEGATHREAD] Trans Axes Test (and any variations)","time_posted":"3 days ago"},{"heading":"Why are tucutes so hostile to everyone else?","time_posted":"5 hours ago"},{"heading":"Why do people who don't even take their own gender seriously expect others to?","time_posted":"4 hours ago"},{"heading":"What’s with LGBTA people being afraid to look cishet?","time_posted":"19 hours ago"},{"heading":"I got my bottom surgery consult scheduled!!!!","time_posted":"9 hours ago"}],"rules":["Absolutely no transphobia, including (but not limited to) intentional misgendering","r/Truscum ideals","Follow the golden rule","Censor ALL usernames and faces","Don't mock individuals","Spam is prohibited","Cringe is prohibited","Trans-related (non-truscum-related) posts and discussions are encouraged!","Stirring the pot is not allowed","Don't minidoctor","Spreading misinformation is not allowed","Don't directly link (certain subreddits)","Dogpiling is not allowed"],"subreddits":{"Sister Scumreddits":{"r/trumen":"2,380 members","r/trufem":"1,270 members","r/truNB":"1,464 members"}},"about":{"header":"About Community","description":"Welcome to r/truscum, a respectful place for those who have been cast out of mainstream trans subreddits. Men, women, and nonbinary people, trans and cis, truscum and tucute, are welcome as long as you show the respect that everyone deserves.","created":"Created Aug 29, 2016","stats":["25.6k Members","105 Online"]},"other_information":[{"header":"Contact us!","description":"Need something fixed? Hate the mods? Need to appeal a ban? Need clarification on something? Want to propose an Idea? Give feedback? Contact us! We want to be as transparent as possible... haha get it?\nClick here to send us a message!"},{"header":"Appealing a Ban","description":"To get a ban overturned you will have to submit an appeal. The appeal should display:\n-Understanding of why you were banned,\n-Remorse for the action(s) and/or...\n-Convincing evidence or statement proving that you will not break subreddit rules in the future.\nThe appeal can be submitted in list or paragraph format (through modmail); but please understand that after the appeal is submitted, there is not a guaranteed removal of the ban. It means that subreddit moderators will discuss in detail whether or not it is appropriate to unban the person in question.\nPlease allow the moderators a few days after the submission of your appeal to get back to you."},{"header":"Important Links!","description":"Subreddit Wiki"}]}