{"time_collected":"2023-03-08 10:37:49.417916-05:00","top_headers":[{"heading":"March 06, 2023 - Weekly moving to and visiting Tucson questions thread","time_posted":"2 days ago"},{"heading":"Interesting parts of Tucson to film by drone?","time_posted":"1 hour ago"},{"heading":"Tucson Fire Department will be fully staffed for the first time in years","time_posted":"14 hours ago"},{"heading":"Farmish is a new app that is connecting small farmers and buyers. there are already a few people from Tucson listing their eggs and chickens.","time_posted":"11 hours ago"},{"heading":"Pima Supes appoint Holocaust denier as Libertarian Party official","time_posted":"13 hours ago"},{"heading":"West side is the best side. Our moon rising.","time_posted":"12 hours ago"}],"rules":["No Advertising Spam or Classified Ads","No Abusive Posts or Comments","No Personal Information","News Must Come From a Credible News Source","Politics, news, etc not specific to Tucson belong elsewhere","Disallowed Posts","No gaslighting, concern trolling, witch hunts, misinformation, or personal agendas","Posts must be relevant to the community of Tucson","No posts/comments specifically intended to challenge the moderation team or another redditor","All posts asking primarily about Moving or Visiting must use the Megathread","Be excellent to each other","Spider and bug IDs"],"subreddits":{"Related communities":{"r/TucsonList":"2,628 members","r/UofArizona":"11,616 members","r/ASU":"42,021 members","r/phoenix":"254,171 members","r/arizona":"273,801 members"}},"about":{"header":"About Community","description":"The subreddit for Tucson, Arizona; Tucson is a city in Arizona’s Sonoran Desert surrounded by multiple mountain ranges, including the Santa Catalinas. Home to the University of Arizona, Tucson has many vintage shops, nightclubs and restaurants on Fourth Avenue near the campus. Located 70 miles north of Mexico, on I-10 between California and New Mexico. We have plenty of cacti and beautiful scenery to enjoy!","created":"Created Sep 19, 2008","stats":["76.4k Members","205 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"June Contest Winner!","description":"Congrats to /u/Eleminohp for winning the June Photo contest with \"Bloodmoon and the Milky Way\" over our blooming saguaros and desert! (see above)"}]}