{"time_collected":"2023-03-08 15:33:31.963565-05:00","top_headers":[{"heading":"r/Twilight RULE CHANGE: Self-Promo for Small Businesses","time_posted":"26 days ago"},{"heading":"Update: I FOUND THE HAT!!!","time_posted":"1 day ago"},{"heading":"What is a loca?","time_posted":"21 hours ago"},{"heading":"Does anybody have any clue what Edward could be saying here?","time_posted":"2 days ago"}],"rules":["Content must be relevant to The Twilight Saga [Quality]","Content must be high quality (valuable and constructive) [Quality] *","Avoid posting content already answered in the FAQ section [Quality]","Avoid posting content that has been submitted previously [Quality]","Avoid harassment, vilification, and uncivil behaviour [Civility]","Avoid sharing/requesting information that poses an unsolicited privacy/security risk [Safety] *","Avoid posting triggering content (e.g. 50 Shades of Grey, grooming, pedophilia) [Safety]","Ensure all mature content is appropriately marked [Safety]","Confine fanfiction to r/TwilightFanfic [Restricted Content]","Confine memes to r/TwilightMemes [Restricted Content]","Avoid posting illegal content (including pirated content) [Restricted Content]","Avoid posting to promote, sell, or advertise [Restricted Content] *"],"subreddits":{"Our Other Communities":{"r/TwilightFanfic":"4,209 members","r/TwilightMemes":"5,549 members"}},"about":{"header":"About Community","description":"The Twilight Saga is a series of YA books and films that follow Bella Swan, whose life changes after she meets the mysterious Edward Cullen in the small town of Forks, Washington. When long-buried secrets rise to the surface, Bella finds herself torn between the human world and the supernatural world of vampires and werewolves. Twilight has fostered a close community since its release in 2005, and r/Twilight is proud to have served as the home of The Twilight Saga on Reddit for over a decade.","created":"Created Aug 11, 2008","stats":["70.6k Members","187 Online"]},"other_information":[{"header":"Subreddit Affiliates","description":"The Olympic Coven – After months of loose collaboration, we are thrilled to officially connect with the Official Cosplay Group of Forks.\nInside Bella Swan's Closet – Run by the Bella of the Olympic Coven, this Facebook group-turned-website and app is the ultimate resource for screen accurate clothing from the Twilight Saga Films.\nThe Twilight Saga - Book Collectors – A Discord server dedicated to the collection of various editions of Twilight, this group welcomes anyone who wants to talk collecting, or buy and sell various editions! ISO lists and hauls are encouraged.\nTwilight Forever – A Discord server for fans of all aspects of the Twilight series, from lore and plot discussions, to memes and headcanons, and everything in between. Find your new Twilight friend group through its numerous channels! 18+ only.\nThe Twilight Lexicon – The OG source for compiling the lore of The Twilight Saga, we are thrilled to partner with one of the most steadfast beacons of information in the Twilight fandom, just in time for the reissue of the Illustrated Guide, which the Lexicons founder helped to create."}]}