{"time_collected":"2023-03-07 01:34:21.287456-05:00","top_headers":[{"heading":"Regarding low-effort posts","time_posted":"10 days ago"},{"heading":"MARCH ANNOUNCEMENT + FEBRUARY WINNERS","time_posted":"4 days ago"},{"heading":"\"But Daddy said he was going to pick me up from school today,\" I protested, climbing into the car.","time_posted":"15 hours ago"},{"heading":"After the operation, the surgeon took off his gloves","time_posted":"15 hours ago"},{"heading":"My neighbors adopted a new kitten; they said the kitten always demanded more food after meals, no matter how much they fed him.","time_posted":"7 hours ago"},{"heading":"Before, all I could think of was escaping him, of killing him.","time_posted":"14 hours ago"},{"heading":"“Mommy look the ground is getting closer, that means we are landing right?”","time_posted":"15 hours ago"},{"heading":"I finally have the time to go to a doctor to have my lungs checked!","time_posted":"18 hours ago"},{"heading":"I used my hand to shield my eyes from the blinding sun as I left the office and stepped into the August heatwave.","time_posted":"18 hours ago"},{"heading":"I’m always bothered by the fact that my hospital is constantly hosting blood drives since it floods the blood bank with units that we end up transporting to other hospitals.","time_posted":"1 day ago"},{"heading":"On our way from the pathogen lab, our sick colleague was kidnapped by cartels and taken up into the mountains.","time_posted":"4 hours ago"},{"heading":"They say when your about to die your life flashes before your eyes.","time_posted":"9 hours ago"},{"heading":"She clutched the crumpled pink slip in her pocket as she stared into the empty pantry.","time_posted":"10 hours ago"},{"heading":"the night my best friend went missing, I searched my phone for a photo of her to put on a missing persons announcement.","time_posted":"45 minutes ago"}],"rules":["Rule 1: Attempt to tell a story","Rule 2: Be two sentences (or less)","Rule 3: Be intended to be horrifying","Rule 4: Not appear as a meme or joke","Rule 5: Be original","Rule 6: Not contain political content","Rule 7: Avoid overused tropes","Rule 8: No trolling, no spamming","Rule 9: Modmail","Rule 10: No sexualization of minors","Rule 11: Post Frequency","Rule 12: Current Events","Plagiarism"],"subreddits":{"Sister Subreddits":{"r/TwoSentenceSadness":"85,257 members","r/TwoSentenceComedy":"31,873 members","r/ThirdSentenceHappy":"49,637 members","r/thirdsentenceworse":"65,630 members","r/twosentencestories":"2,202 members"},"Other Subreddits":{"r/libraryofshadows":"39,844 members","r/shortscarystories":"760,076 members","r/horror":"2,705,593 members","r/horrorlit":"360,305 members","r/creepy":"14,727,449 members","r/nosleep":"17,343,721 members","r/Ruleshorror":"74,220 members"}},"about":{"header":"About Community","description":"Give us your scariest story in two sentences (or less)!","created":"Created Mar 5, 2014","stats":["1.2m Members","2.2k Online"]},"other_information":[{"header":"COPYRIGHT NOTICE","description":"All stories posted to r/TwoSentenceHorror are considered individual works of published fictional literature and therefore belong solely to the original author and may be afforded certain rights according to existing copyright laws. No part of any stories may be narrated, translated or shared elsewhere without the express written consent of their respective authors. Unauthorized reproduction of stories found here may result in a DMCA complaint being issued, which will most likely result in the removal of the unauthorized content and the dissolution of the medium that facilitated it. If you would like to ask permission of the original author for the usage of their stories, please do so in the comment section of the story and await their approval. Simply asking permission does not grant it. The author’s approval via comment is considered sufficient documented permission for the reproduction of the content in question.\nHave you discovered stories that have been shared or narrated without author permission? Please let us know via modmail or reach out to us via Discord"},{"header":"Banner & Icon","description":"Banner and Icon by u/MrHashBrown_"}]}