{"time_collected":"2023-03-07 05:53:02.229055-05:00","top_headers":[{"heading":"Concerning Election Time 2023","time_posted":"7 days ago"},{"heading":"In Search For Moderators for r/uAlberta and our Discord Server!","time_posted":"28 days ago"},{"heading":"I like it when TA's are cool like this.","time_posted":"10 hours ago"},{"heading":"best place on campus to scream and cry in frustration","time_posted":"14 hours ago"},{"heading":"Fotang and Ali fight head-on at the presidential debate, with one clear winner - The Gateway","time_posted":"5 hours ago"},{"heading":"The University of Alberta's Secret Museums","time_posted":"9 hours ago"},{"heading":"Throwback to our President and Vice-President Academic candidates from 2017","time_posted":"3 hours ago"}],"rules":["Reddit's Rules are Paramount","Do your own research first before asking a question","Follow the UofA Code of Student Behaviour","Zero tolerance for discrimination of any kind","Must be generally relevant to the UofA campuses or their communities","No Personal Advertisements or Spam","Be Polite","No repetitious or low-quality posts","No Unofficial/Unsanctioned Research Surveys","Editorialized or sensationalized headlines"],"subreddits":{"Related Communities":{"r/UTM":"10,079 members","r/umanitoba":"11,469 members","r/UCalgary":"29,218 members","r/UPenn":"18,055 members","r/rutgers":"53,178 members","r/McMaster":"37,768 members","r/queensuniversity":"19,275 members","r/yorku":"33,998 members","r/ucf":"68,055 members","r/berkeley":"125,637 members"}},"about":{"header":"About Community","description":"The unofficial subreddit for the University of Alberta. Discuss any and all topics related to our proud school. Go Golden Bears and Pandas!","created":"Created Aug 4, 2011","stats":["37.2k Golden Bears & Pandas","104 Wandering Quad"]},"other_information":[{"header":"Discord Servers","description":"r/UAlberta Discord Server: A campus-wide Discord server for the University of Alberta community.\nAgricultural, Life and Environmental Sciences Server: To Be Created.\nArts Server: To Be Created.\nAlberta School of Business Server: Unofficial Alberta School of Business.\nAugustana Campus Server: To Be Created.\nCampus Saint-Jean: To Be Created.\nEducation Server: Faculty of Education server.\nEngineering Server: Engineering for Noobs.\nGraduate Studies and Research Server: To Be Created.\nKinesiology, Sport, and Recreation Server: To Be Created.\nLaw Server: To Be Created.\nMedicine & Dentistry Server: To Be Created.\nNative Studies Server: To Be Created.\nNursing Server: To Be Created.\nPharmacy and Pharmaceutical Sciences Server: To Be Created.\nSchool of Public Health Server: To Be Created.\nRehabilitation Medicine Server: To Be Created.\nScience Server: To Be Created.\nOther: All other miscellaneous Discord servers submitted by users."},{"header":"Useful Resources","description":"Mental Health\nCounselling and Clinical Services: Free, confidential counselling and psychiatric services for a range of student mental health concerns.\nUniversity Health Centre: Comprehensive medical care to university students and staff, including assessment and treatment of mental health concerns.\nPeer Support Centre: 2-707 SUB - Trained peer volunteers offer a free, confidential and non-judgmental place to talk to someone and receive support. Help Line: 780-492-4357; psc@su.ualberta.ca\nSexual Assault Centre: Free and confidential counselling and support for individuals affected by sexual assault, sexual harassment, relationship violence, or stalking.\nACCESS Outreach Team: Offer free one-on-one mental health support, student service advising, and free drop-in math & writing tutors.\nThe Landing: A student space for gender and sexual diversity offering peer mentorship, resources, and referrals for students working through issues around gender and sexual identify related stressors.\nAcademics\nUSRI: A record of end of term instructor evaluations, useful to review in addition to RatemyProf\nCrowdsourced GPA Averages Sheet and Course GPA Submission Form. A student crowdsourced collection of average course GPAs\nCrowdsourced Remote Proctoring Sheet and Remote Proctoring Submission Form. A student crowdsourced collection of remote proctoring used.\nOffice of the Student Ombuds: For academic, disciplinary and other issues related to student programs.\nSU Tutors: A paid tutoring service. Tutors advertise their services via the Student Union website.\nSU Exam Registry An old exam bank\nChemical Engineering Society Exam Bank An exam bank with exams from courses taken by Chem Eng students\nISSS Mini Study Groups: Free study groups of up to 10 people led by a higher year mentor. Organized by the science student club.\n2nd Year Engineering Discipline Admission GPAs by u/SivleFred A student crowdscourced collection of first year Engineering GPAs\nStudent written guides\nBusiness/FIN by /u/deusvox\nEducation by /u/viexzu\nEngineering by /u/Master_Fing\nMiscellaneous\nUAlberta On the Hub: Free Microsoft, Adobe and other useful software for students\nThe Gateway: Student Run UofA Newspaper\nUAlberta Chat Room A chat room for this subreddit"}]}