{"time_collected":"2023-03-07 04:16:21.775856-05:00","top_headers":[{"heading":"NEW TO CAMPUS MEGATHREAD: Post all your admissions, housing, new-to-UBC and general questions here!","time_posted":"1 year ago"},{"heading":"UBC COURSE QUESTION, PROGRAM, MAJOR AND REGISTRATION MEGATHREAD (2021/2022W & 2021S): Questions about courses (incld. How hard is __?, Look at my timetable and course material requests), programs, specializations, majors, minors, tuition/finance and registration go here.","time_posted":"2 years ago"},{"heading":"Messed up big time, what happens next?","time_posted":"4 hours ago"},{"heading":"Why I'm running 🐀...","time_posted":"4 hours ago"},{"heading":"let him cook","time_posted":"4 hours ago"}],"rules":["Be polite","Engage in good faith","Megathreads","Keep content relevant to UBC","Follow reddiquette","No for-profit and non-UBC advertisers","Surveys must be related to UBC","No foreign politics","Lost and found posts"],"subreddits":{"Related Communities":{"r/vancouver":"460,640 members","r/ubco":"5,055 members","r/ubccsss":"1,029 members","r/ubcengineering":"3,745 members","r/UBCsocial":"699 members"}},"about":{"header":"About Community","description":"The online community of the University of British Columbia in Vancouver, Canada!","created":"Created May 6, 2009","stats":["84.6k enjoying the snow","475 hiding in rez","Top 5% Ranked by Size"]},"other_information":[{"header":"Student Resources","description":"RENEW YOUR UPASS\nUBC Registration Tools - helpful tools for course registration / grades analysis.\nUBC Club and Student Group Database - Reviews of on-campus clubs and an actually usable alternative to the AMS Clubhouse directory.\nUBC Grades - grade distributions for previous offerings of all classes offered at UBC. Complemented by UBC Profstats, which offers grading variations by instructors.\nCourseRatings.ca - Reviews of UBC Courses\nUnofficial transcripts - a bookmarklet that will generate transcripts from SSC pages.\nRoom Schedule/Timetable - find class and room schedules (and empty rooms to study in!)\nVancouver General Hospital Access & Assessment Centre for referrals and assessment. It is a good starting point for getting help with improving your mental health.\nAMS Services: resources for UBC students such as a food bank, Safewalk, tutoring, advocacy, and Peer Support services\nCentre For Accessibility - For obtaining academic concessions, and other mattters relating to accommodation any physical and mental hardships.\nStudent Support - A general index of all UBC support services for students, with support services for academic, financial, health and other issues.\nStudent Health Service - medical clinic w/ Mental Health & Sports Medicine\nUBC Wayfinding - campus map and building information\nUBC Lost and Found - lost something on campus? Check here!\nFree software - You can get Office, MATLAB, a VPN, and more, all for free.\nHousing Chances & Improving your YRH Chances\nOther Useful Places:\n/r/UBCSocial\nUBC Engineering\nUBC Computer Science Student Society\n/r/Vancouver\nThe Ubyssey - your student-run campus newspaper\nCiTR - your student radio station\nFlair:\nTo select your faculty flair, just click \"edit\" on the right bar, above this message. If your desired program flair is not available, contact us."}]}