{"time_collected":"2023-03-07 04:22:40.863894-05:00","top_headers":[{"heading":"Sunday, Mar 5 2023 - Weekly Off Topic / Complaints / Pictures / Everything Else Thread","time_posted":"2 days ago"},{"heading":"UniFi OS 2.4","time_posted":"21 days ago"},{"heading":"To Boldly Go Where No WiFi Has Gone Before","time_posted":"11 hours ago"},{"heading":"I present to you: Unifi USGhetto","time_posted":"14 hours ago"},{"heading":"UI USA store order partially fulfilled item OOS?","time_posted":"3 hours ago"}],"rules":["Spam","Buying/Selling/Trading Of Equipment Or Services","Inappropriate Assistance","Bad Behavior","Low Quality Picture(s)","Excessive Caps/Emoji/Punctuation/Etc in Title","Useless Complaint/Whiny/Saracstic Posts","No Drama"],"subreddits":{"Related Communities":{"r/HomeNetworking":"268,886 members","r/homelab":"556,450 members","r/OPNsenseFirewall":"22,372 members","r/fortinet":"37,009 members","r/nbn":"9,184 members","r/frontierfios":"3,557 members","r/Juniper":"15,460 members","r/homeassistant":"220,101 members","r/PFSENSE":"102,046 members","r/synology":"118,959 members"}},"about":{"header":"About Community","description":"This is an unofficial community-led place to discuss all of Ubiquiti's products, such as the EdgeRouter, UniFi, AirFiber, etc.","created":"Created Jun 16, 2012","stats":["146k Members","420 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Information","description":"Welcome to the unofficial Ubiquiti Subreddit!\nThis is a place to discuss all of Ubiquiti's products, such as the EdgeRouter, UniFi, AirFiber, etc.\nThis subreddit allows:\nGeneral discussion of UI products:\nQuestions about problems you may have encountered with your product(s)\nInformation you may have come across that could help others\nAnnouncements of new products in EA (Early Access) and GA (General Availability)\nGuides and other educational pieces, such as How Tos, Video Walkthroughs, etc\nPersonal and professional posts to blogs are welcomed as long as they are on topic\nYoutube videos as way of demonstrating new hardware, installations, etc\nAnnouncements of firmware/software versions, as long as they are in the General or Beta sections of the official UI community forums\nPhotos of new setups, product unboxing, and other hands on aspects in the weekly Off Topic / Photo threads\nFree or free for shipping offers of things like POE injectors, mounting hardware, etc in the weekly Off Topic threads\nDiscussions regarding major product specific topics like recalls, mass hardware issues, major software bugs, etc with some caveats (see the not allowed section for specifics)\nDiscussions about alternatives to UI products such as side by side comparisons or interoperability\nThe subreddit does not allow:\nBuying/Selling/Trading posts. Other subreddits such as r/homelabsales are more appropriate\nBlogspam, traffic redirection for clicks, affiliate/advertising revenue\nJob posts\nSelf promotion (consulting, job offers, paid help offers)\nLow quality posts\nHelp requests should be descriptive as possible and include any extra info that might be helpful, such as configuration files\nLinks to blogs, howtos, etc should at least contain a summary of the linked content\nNew product posts should have some details pertaining to the product - number of ethernet ports, Wifi standards, etc.\nTitles with excessive emojis, caps, punctuation\nPosts/comments that are personal attacks, excessively rude, or just generally not civil\nPosts/comments that are inflamatory or designed to create drama, or 'Hit pieces'.\nPosts/comments that purposely give incorrect or bad information\nPosts/comments that violate UI NDAs or other agreements, such as unreleased alpha or pre-production equipment or software,\nSome requests from the mods:\nIf you are promoting a solution, service, etc please disclose your relation to said topic (if there is one, such as if you are employed by the company providing the service)\nReport posts that violate rules or that you feel don't belong on the subreddit\nIf you are unsure about something you want to post to the subreddit, ask the mods for clarification\nRemember that the people posting here are real human beings possibly trying to learn and dive into the world of networking. People improve their skills and understanding through constructive feedback.\nSome Helpful Links:\nUseful EdgeRouter Commands\nDon't Know Which Hardware To Get?\nUse LetsEncrypt With Unifi\nEdgeMax Consultants\nDiscord Channel\nUbiquiti FAQ"}]}