{"time_collected":"2023-03-20 18:38:28.973235-04:00","top_headers":[{"heading":"Getting started in UI Design - Career Questions","time_posted":"19 days ago"},{"heading":"Portfolio Review Requests","time_posted":"19 days ago"},{"heading":"Grid or List? (Context in the comments section)","time_posted":"14 hours ago"},{"heading":"Hoping to get some feedback on the Reddit Redesign project, The goal was to make an experience more engaging and usable while maintaining the content focus of the original Web app. I made this in Figma","time_posted":"5 hours ago"},{"heading":"How do you proceed to avoid the \"accordeon\" go to few pixels up when you work with accordeon FAQ ?","time_posted":"2 days ago"}],"rules":["No self-promotion","New to the sub? Read the UI Design Wiki","Post career questions and portfolios in their respective sticky threads.","Requesting design feedback","Provide constructive criticism","Have respect for other designers","No job postings, job soliciting, recruiting, surveys, testing, looking for or free work requests","No personal information","Flair your posts"],"subreddits":{"Related Communities":{"r/web_design":"754,829 members","r/Notion":"271,128 members","r/UXDesign":"106,774 members","r/gifs":"21,608,335 members","r/webdev":"1,554,058 members","r/SideProject":"106,553 members","r/logodesign":"270,135 members","r/FigmaDesign":"34,592 members","r/instructionaldesign":"23,454 members","r/WillPatersonDesign":"18,743 members"}},"about":{"header":"About Community","description":"User Interface Design (UI Design) is the design of user interfaces for web and devices using design and typography principals with the focus on maximizing usability and the user experience.","created":"Created Dec 8, 2012","stats":["110k UI Designers","52 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Other","description":"General All off-topic and lazy links posts will be removed. This including resources, kits, YT videos, Medium Blogs and other external blogs/content posts (e.g \"5 UI trending tips/ tools in 2020\").\nPlease do not flood the sub with Daily UI challenges.\nUsing multiple accounts to bypass the rules or for any other reason will get you banned.\nNo memes or other types of non-design related content. See /r/CrappyDesign or /r/designmemes*"},{"header":"General Information","description":"Do not privately DM the mods about anything, whatsoever. Your message will be ignored. Please message the mods using modmail.\nBreaking multiple rules will result in an immediate temporary ban, regardless of being new, your first time, number of pre-existing warnings."}]}