{"time_collected":"2023-03-20 17:30:22.992547-04:00","top_headers":[{"heading":"UkrainianConflict Discussion Megathread","time_posted":"5 months ago"},{"heading":"Ben & Jerry’s Founder Is ‘Top Donor’ of Group Campaigning Against U.S. Military Support for Ukraine","time_posted":"6 hours ago"},{"heading":"The truth during Putins visit was hidden. In the background, during the conversation at 0:17, someone managed to shout \"this is all false. It's all for show!\" TASS cut this moment from their video. RIA Novosti forgot to get rid of it. Putin is unwanted.","time_posted":"14 hours ago"},{"heading":"Putin Potemkins Parade in Mariupol \"FSB officers posing as 'fake local civilian crowd close to him, the usual suspects seen at all public events Putin attends were spotted again''","time_posted":"10 hours ago"},{"heading":"Medvedev threatens to strike court in The Hague with Oniks hypersonic missile","time_posted":"13 hours ago"},{"heading":"Chinese President Xi Jinping is welcomed by…. the Deputy Prime Minister Chernyshenko. He is the minister for tourism, sport, culture and communication. The deputy? The tourist minister? Ok.. Putin didn’t want to be in a predetermined place outside.","time_posted":"10 hours ago"},{"heading":"Putin administration tells employees to scrap their iPhones by April. Kremlin officials believe iPhones are more vulnerable to hacking and espionage from the West. Employees were reportedly told to replace their Apple devices with phones that run Android operating systems.","time_posted":"6 hours ago"},{"heading":"“Drunk former Russian President Dmitry Medvedev (and spokesman for war criminal Putin) has just threatened the ICC with a hypersonic missile. He also threatened to shoot down Lindsey Graham’s plane last week and hire a hitman to kill Italy’s defence minister. Seriously unhinged.” Bill Browder","time_posted":"1 hour ago"}],"rules":["Limit poorly evidenced/emotive/biased submissions","Submissions should contribute to discussion","No personal attacks, abusive language, or bigotry","Use verbatim titles","Use descriptive titles","Do not editorialize","Doxxing","No screenshots / direct links required","Tag NSFW / NSFL Content","No Crossposts"],"subreddits":{},"about":{"header":"About Community","description":"News, analysis, discussion and investigative journalism of the conflict in Ukraine.","created":"Created Feb 20, 2014","stats":["421k Members","5.3k Online"]},"other_information":[]}