{"time_collected":"2023-03-07 01:25:26.372756-05:00","top_headers":[{"heading":"🍄 Part 1: How Mushrooms and Mycelium Grow 🍄 Shroomscout’s Comprehensive “Easiest Way to Learn Shroom Growing with Uncle Bens Tek” Instructions.","time_posted":"3 years ago"},{"heading":"Psychedelic Assisted Therapy: Last Week Tonight with John Oliver // A great summation of the current state of psychedelics and their future in our society.","time_posted":"13 days ago"},{"heading":"New guy! Not sure what is going on with this one.","time_posted":"9 hours ago"},{"heading":"The visuals 🌌","time_posted":"19 hours ago"},{"heading":"I made a 4K timelapse of some grain colonization","time_posted":"2 hours ago"},{"heading":"My biggest B+ fruit weighing 30g!","time_posted":"8 hours ago"}],"rules":["Do not ask to buy, trade, or sell shrooms, colonized spawn, spores, LC, clone agar plates, etc.","No discussing spore sources for psychedelic grows.","Be Kind. Uncle Bens is a noob-friendly Tek. We all started somewhere.","No Merchandise or Sales.","Do not clutter the subreddit (spam), or make severely unrelated posts/memes."],"subreddits":{},"about":{"header":"About Community","description":"r/unclebens is a beginner-friendly community created by Shroomscout to share the \"Ready Rice\" technique, a simple and beginner-friendly method for cultivating mushrooms without a pressure cooker. This community is also for any other questions you might have! PLEASE do not source mushrooms/spores/cultures here (see rule #2).","created":"Created Dec 21, 2019","stats":["254k Grain-Spawners","369 Online Mycologists"]},"other_information":[{"header":"Start Here:","description":"Start Here! Find EVERYTHING you need to know with the 'Master Post' including:\n    - ShroomScout's OFFICIAL Cultivation Guide\n    - Need a trusted spore vendor to get started? Consider a trusted + recommended vendor:\n    - Spore Stock (USA Vendor)\n    - OTC (UK Vendor)\n    - Beginner Cultivation Flowcharts\n    - 'How to Heal Your Mind' Information\n    - Contamination Information\n    - All About Agar\n    - Uncle Ben's® Tek Cultivation Videos\n    - Making Microdose Capsules\n    - Shroomery's Best Posts\n  ------------------------------------\nFruiting Directly From the Rice Bags:\n    - Check out 90 Second Mycology's FULL-LENGTH Documentary to get you fruiting from the bag in no time!\n  60 Second Pasta Tek:\n    - The '60 Second Pasta Tek \\ Start to Finish' was released by 90 Second Mycology on Halloween weekend, 2021. Read about it and watch it here!\n  ------------------------------------\nShroomScout's OFFICIAL Most-Awarded Mushroom Cultivation Guide Quick-Access:\n🍄 Part 1: Understanding How Mycelium & Mushrooms Grow\n    - VERY important, DO NOT skip if you're a new cultivator!\n.\n🍄 Part 2: Inoculation & Colonization\n    - 90 Second Mycology's video version of Part 2\n    - 90 Second Mycology's Uncle Ben's® G2G (Grain to Grain) Inoculation\n    - u/ThisIsMyShroomAcct's Ben2Ben (Grain2Grain) Transfer Technique\n    - 90 Second Mycology's Uncle Ben's® Agar Inoculation\n    - 90 Second Mycology's EASY Unmodified Still Air Box Technique\n    - 90 Second Mycology's alternative Mushroom Spawn Incubation Box method without a space heater\n    - 90 Second Mycology's Spore Syringes & Liquid Culture Syringes EXPLAINED!\n.\n🍄 Part 3: How to Spawn to Bulk (Fruiting)\n    - ShroomScout's official video version of Part 3\n    - LISTEN UP. YOU DO NOT HAVE COBWEB.\n    - 90 Second Mycology's alternative UB's Bulk Spawn to ANY Container Size\n    - 90 Second Mycology's alternative In-Depth Container Fruiting How-To Video\n     - Shroomery.org's Casing Layer Procedures Master Link List\n.\n🍄 Part 4: How to Harvest, Dry, and Prepare for Multiple Flushes\n    - ShroomScout's official video version of Part 4\n    - 90 Second Mycology's alternative Video Version of Part 4, Harvesting Straight From the UB Bag"},{"header":"Uncle Ben's Cultivation Videos","description":"Check out 90 Second Mycology on YouTube!\n     -Created by r/UncleBens moderator, u/Lit-Logistics, this YouTube channel focuses on various ways of growing your own gourmet and medicinal mushrooms at home using our favorite 90 Second Microwavable Brown Rice! You can find videos like Agar to Ben's, G2G transfer methods for 90 Second Rice, fruiting directly from the Ben bags, and much more NO PRESSURE COOKER mushroom cultivation techniques!"},{"header":"Making Microdose Capsules","description":"ShroomScout's How-To Video: Perfect Microdose Capsules in Under 3 Minutes\n     - You'll find links to what you need in the comments of the above linked post."}]}