{"time_collected":"2023-03-08 19:41:00.680418-05:00","top_headers":[{"heading":"Your likelihood of dying in gun violence if you live in the US for 1 year is the same as if you live in Germany for 74 years 6 months (2021). 1 year of this risk in Germany is equivalent to less than 5 days in the US.","time_posted":"2 days ago"},{"heading":"Your likelihood of dying from gun violence in New Zealand is about the same as dying from falling off a ladder in the US","time_posted":"2 days ago"},{"heading":"\"Luna\" is not the the Moon's \"real\" name.","time_posted":"2 days ago"},{"heading":"The majority of people in firmer Soviet nations say their life was better during Communism","time_posted":"3 days ago"},{"heading":"The Nazis did not increase gun laws after their take over. In 1938, the Nazis adopted the German Weapons Act, which \"deregulated the acquisition and transfer of rifles and shotguns as well as ammunition","time_posted":"4 days ago"}],"rules":["Must include a link to a credible source","Must be unpopular (or unknown) and factual","Must include context","No reposts","No feminist/antifeminist posts","Troll posts are not allowed."],"subreddits":{"Check out related communities!":{"r/UnpopularFact":"1,768 members","r/unpopularopinion":"3,405,128 members","r/popularopinion":"20,348 members","r/popularfacts":"274 members"}},"about":{"header":"About Community","description":"We love facts here. Unpopular AND unknown facts are welcome. Feel free to chat the head mod if you have any questions or concerns (u/altaccountsixyaboi). All mod-removed posts will include a comment explanation. FAQ and detailed rules in the Wiki.","created":"Created Feb 3, 2017","stats":["31.0k Members","11 Online"]},"other_information":[{"header":"Announcements","description":"We have a twitter! @unpopularfacts3\nDid you see our new user flairs? Pretty snazzy (if we do say so ourselves). To enable on mobile, go to the sub's main page, then hit the three dots at the top right, then \"change user flair\"."}]}