{"time_collected":"2023-03-07 03:28:33.605820-05:00","top_headers":[{"heading":"The Uranium Tavern - Daily - March 07, 2023","time_posted":"10 hours ago"},{"heading":"Im at the world’s premier mineral exploration and Mining Convention in Toronto. Any questions you guys want me to ask to any uranium mining company?","time_posted":"13 hours ago"},{"heading":"LIVE From PDAC 2023: The Baselode Story You Won't Want to Miss (TSXV:FIND)","time_posted":"1 day ago"},{"heading":"We are still in the third innings or earlier, nuclear energy is still off radar. I present you the Reddit subforum of lost souls:","time_posted":"2 days ago"},{"heading":"LEU","time_posted":"2 days ago"},{"heading":"France removing nuclear crushing laws","time_posted":"3 days ago"},{"heading":"'100,000 years of power' | US-Japan team hails H2-boron plasma fusion breakthrough","time_posted":"3 days ago"}],"rules":["Be Kind to Others","No Spam","No Solicitation","No Bashing Please","Read the beginner's guide before posting","No sensational titles / No pumping","Don't ask for tickers!","No gain or loss porn outside the Daily Thread","Use the post guidelines"],"subreddits":{"Related Communities":{"r/Forex":"284,735 members","r/nuclear":"32,257 members","r/options":"994,754 members","r/UKPersonalFinance":"1,012,705 members","r/CryptoCurrency":"6,136,546 members","r/Nio":"47,450 members","r/PersonalFinanceNZ":"62,153 members","r/CanadianInvestor":"335,352 members","r/newzealand":"390,008 members","r/ETFs":"89,036 members"}},"about":{"header":"About Community","description":"GOOD VIBES ONLY🥇 This sub is dedicated to all the investors and traders passionate about the Uranium market and to all the people, scientist or not, who believe in nuclear energy / nuclear power generation to fight climate change. New members should take a look into the NEW INVESTORS STARTING POST. It's under the tab \"Guide\". For mobile users: Menu (next to \"About“) > Guide","created":"Created Feb 1, 2021","stats":["25.7k Members","28 Online"]},"other_information":[{"header":"Links","description":"BEGINNER'S GUIDE: Read this before posting anything. Trivial posts will be deleted without warning https://www.reddit.com/r/UraniumSqueeze/comments/npuiaf/new_investors_starting_post_so_youre_considering/\nDISCORD: This is our official discord channel https://discord.gg/hPsGEJSk9c\nTelegram: An engaged member of our community was kind enough to create a telegram channel for anyone who dislikes the Reddit chat. You can find it here: https://t.me/UraniumSqueeze"},{"header":"MemEdict","description":"This edict defines how memes are handled on this subreddit. After several discussions we gathered some key points about Meme-Comments and Meme-Posts.\nThe information below can be summarized as: Don't post memes if it will make it difficult for others to reach and discuss important information.\nThis community offers a place for discussion. This community offers a place to learn. It's built for productivity.\nNevertheless, we aren't an academic ivory tower of old sages. We are diverse and we also want to build a community with real people. Humour is an important part of that.\nIf that humour starts to strip value from a post or from the community in anyway though, we will act accordingly.\nWhat does that mean? It means that we will remove Meme-Content based on the current ratio of valuable content and memes:\nIf daily new meme-posts start to drown news, DD or similar, they will be removed.\nMeme-posts under discussion-threads, DDs and news will be removed.\nComments to meme-posts aren't regulated in any way apart from the applying rules."}]}