{"time_collected":"2023-03-07 01:47:43.092641-05:00","top_headers":[{"heading":"If the subject of your picture is a bombing, a protest, or a riot, it will be removed. Please keep the focus related to urban development and urban planning.","time_posted":"1 year ago"},{"heading":"Announcing our first BestOf contest! Gather the best posts in each of our flair categories to celebrate the amazing photography here. We also have some new stuff in the works","time_posted":"3 months ago"},{"heading":"Enormous apartment complex in St. Petersburg, Russia. There are 35 entrances and over 3,000 apartments. The courtyard is in near permanent shade and parking is a complete nightmare.","time_posted":"18 hours ago"},{"heading":"Falowiec Gdansk Poland","time_posted":"9 hours ago"},{"heading":"Fruit stand in front of decayed British imperial buildings, Calcutta","time_posted":"1 day ago"}],"rules":["Be civil, follow sitewide rules, and avoid trolling or starting flamewars","No racism or bigotry","No gatekeeping or complaining about a post not being hellish enough","Real life photos only. No articles, memes, art, social media screenshots, or overly edited pictures","Do not post improper subject matter such as potraits, closeups, or interiors. Click for full rule","Decent quality photos only","No reposts","Photos must show ugliness or a problem","If you're mad about \"off topic\" posts click here"],"subreddits":{"Related":{"r/Simulacra":"320 members","r/urbanhellcirclejerk":"5,570 members","r/urbanplanning":"170,429 members","r/McMansionHell":"158,763 members","r/ABoringDystopia":"771,695 members","r/LateStageCapitalism":"835,301 members","r/CityPorn":"877,662 members","r/LiminalSpace":"572,093 members","r/ArchitecturePorn":"1,371,306 members"}},"about":{"header":"About Community","description":"A photography subreddit of all the hideous places human beings built or inhabit. Come here for aesthetic appreciation of the darker side of the cities, towns, and villages in our shared world. We welcome any photos which show either ugliness, or a problem in urban development. Rural and suburban hell are also allowed.","created":"Created Oct 3, 2013","stats":["1.2m Members","257 Online"]},"other_information":[{"header":"Confused about our name?","description":"This subreddit is basically the exact opposite of /r/CityPorn, /r/VillagePorn, /r/ArchitecturePorn and /r/EarthPorn. We welcome any photos which show ugliness, or problems in urban development.\nAre you mad about this subreddit \"going to shit\" and things not being \"true UrbanHell\"? Please read this"}]}