{"time_collected":"2023-03-20 15:15:03.794995-04:00","top_headers":[{"heading":"Announcing Updates on Legacy Unlimited All Plans and Mix & Match Multi-Line Discounts for Unlimited","time_posted":"3 months ago"},{"heading":"UPDATE: Our system is back online. All the requests should go through now. In case you’re still facing issues, please reach out to the mods, we will help you out. Anyone who reached out to customer support should be getting a follow-up regarding the requests soon.","time_posted":"12 days ago"},{"heading":"I hope US Mobile never sells out to a big wireless carrier like Mint Mobile just did. People I know who have Mint are looking to jump ship. I referred them to US Mobile. Told them to order the white sim unless they had a unlocked phone.","time_posted":"19 hours ago"},{"heading":"International calls","time_posted":"4 hours ago"},{"heading":"Does Super LTE/Warp still use Verizon's roaming partners (like in Eastern Kentucky)?","time_posted":"14 hours ago"},{"heading":"The benefit of using both Warp 5G esim, & GSM LTE on the same phone. Get service everywhere in rural parts of town. Hopefully when I get a new iPhone in another year or so, the GSM LTE will support esim, so I don’t have to move that line to Tello.","time_posted":"22 hours ago"},{"heading":"Network Lost: Your selected cellular network for \"(null)\" is no longer available. Anybody else get this? Seems to have only started for me a few weeks ago. I'm using the black sim (verizon)","time_posted":"13 hours ago"}],"subreddits":{"Related Communities":{"r/verizon":"74,485 members","r/tmobile":"138,232 members","r/GoogleFi":"37,642 members","r/ATT":"51,810 members","r/NoContract":"56,240 members","r/mintmobile":"29,678 members","r/StraightTalk":"4,656 members","r/MetroPCS":"7,367 members","r/amazonprime":"64,761 members","r/Comcast_Xfinity":"36,359 members"}},"about":{"header":"About Community","description":"Welcome to US Mobile's official subreddit. We're here to listen to your feedback and suggestions, answer questions, and help with anything.","created":"Created Feb 1, 2016","stats":["6.6k Members","59 Online"]},"other_information":[]}