{"time_collected":"2023-03-20 18:20:56.861200-04:00","top_headers":[{"heading":"Portfolio, Resume, and Case Study Feedback — 20 Mar, 2023 - 26 Mar, 2023","time_posted":"15 hours ago"},{"heading":"Breaking Into UX and Early Career Questions — 20 Mar, 2023 - 26 Mar, 2023","time_posted":"15 hours ago"},{"heading":"Has anyone tried the UX Interview masterclass?","time_posted":"8 hours ago"},{"heading":"Story Telling in Practice","time_posted":"4 hours ago"},{"heading":"Any tips or best practices for QA testing an app with automotive bluetooth?","time_posted":"5 hours ago"},{"heading":"Number of user flow diagrams","time_posted":"10 hours ago"},{"heading":"Changes to stickied threads, sub rules, and other sub housekeeping","time_posted":"20 hours ago"}],"rules":["Questions about bootcamps, certifications, or other education go in the weekly stickied thread","Requests to review case studies, portfolios, and resumes go in the weekly stickied thread","Requests for help without enough context about the problem and what you've tried will be removed","Promoting your product, service, tool, or anything for sale is not allowed","Job postings, job searches, and requests for free work are not allowed","Surveys, polls, and requests for test subjects are not allowed","Inviting sub members to join a group, attend an event, or meet one-on-one is not allowed","Search the sub, Google, Bing, or ChatGPT before posting your question","Posts that are not about UX will be removed","Be civil and work together to create a positive, helpful community of practicing UXers"],"subreddits":{"Other UX subreddits":{"r/userexperience":"105,512 members","r/UXResearch":"32,325 members","r/uxwriting":"6,619 members","r/hci":"6,192 members","r/uxcareerquestions":"3,892 members","r/UI_Design":"110,899 members"}},"about":{"header":"About Community","description":"r/UXDesign is aimed at practicing UX professionals. Junior career questions will be removed from the feed. Post flair is required. User flair is recommended and can be customized. Please review sub rules before posting or commenting.","created":"Created May 27, 2012","stats":["106k Members","97 Online","Top 1% Ranked by Size"]},"other_information":[]}