{"time_collected":"2023-03-20 02:11:42.408050-04:00","top_headers":[{"heading":"r/VA_homegrown Lounge","time_posted":"2 years ago"},{"heading":"Automod Enabled","time_posted":"3 months ago"},{"heading":"30 days in 3 minutes","time_posted":"5 hours ago"},{"heading":"Glue Gelato (Barney’s Farm), Carmel Cream (Humboldt), Banna Purple Punch (Fast Buds) Autos Day 18","time_posted":"12 hours ago"},{"heading":"Chees-Sus Christ Superstar","time_posted":"1 day ago"}],"rules":["No buying and/or Selling","Be kind","keep political posts cannabis related and civil","No spam"],"subreddits":{"Local Communities":{"r/Rva_homegrown":"3,870 members","r/virginients":"4,994 members","r/VirginiaMMJ":"5,995 members","r/VirginiaPolitics":"11,772 members","r/Virginia":"264,450 members"},"Related Subs":{"r/microgrowery":"358,038 members","r/macrogrowery":"62,085 members","r/NanoGrowery":"24,923 members","r/cannabiscultivation":"168,805 members","r/outdoorgrowing":"32,169 members","r/budgetGrows":"4,339 members","r/OurFirstGrow":"6,207 members","r/Autoflowers":"154,598 members","r/SpaceBuckets":"129,243 members","r/DWC":"7,437 members"}},"about":{"header":"About Community","description":"A community of cannabis cultivators in all parts of Virginia, everyone welcome, good vibes only ☮️","created":"Created Apr 12, 2021","stats":["5.6k Members","3 Online"]},"other_information":[{"header":"Legalization Effective 7/1/21","description":"SB 1406 - Marijuana; legalization of simple possession, penalties -- (bottom of page 155)\nCannabis.Virginia.gov -- (FAQ)\nVirginia NORML -- (Legalization FAQs)\nSome Highlights from the Bill -- (Article from Virginia Mercury)"},{"header":"VA Homegrown Law","description":"§ 4.1-1101. Home cultivation of marijuana for personal use; penalties.\nA. Notwithstanding the provisions of subdivision c of § 18.2-248.1, a person 21 years of age or older may cultivate up to four marijuana plants for personal use at their place of residence; however, at no point shall a household contain more than four marijuana plants. For purposes of this section, a \"household\" means those individuals, whether related or not, who live in the same house or other place of residence. A person may only cultivate marijuana plants pursuant to this section at such person's main place of residence.\nB. A person who cultivates marijuana for personal use pursuant to this section shall:\n(1.) Ensure that no marijuana plant is visible from a public way without the use of aircraft, binoculars, or other optical aids;\n(2.) Take precautions to prevent unauthorized access by persons younger than 21 years of age;\n(3.) Attach to each marijuana plant a legible tag that includes the person's name, driver's license or identification number, and a notation that the marijuana plant is being grown for personal use as authorized under this section.\nC. A person shall not manufacture marijuana concentrate from home-cultivated marijuana. The owner of a property or parcel or tract of land may not intentionally or knowingly allow another person to manufacture marijuana concentrate from home-cultivated marijuana within or on that property or land.\nD. The following penalties or punishments shall be imposed on any person convicted of a violation of this section:\n(1.) For possession of more than four marijuana plants but no more than 10 marijuana plants, (i) a civil penalty of $250 for a first offense, (ii) a Class 3 misdemeanor for a second offense, and (iii) a Class 2 misdemeanor for a third and any subsequent offense;\n(2.) For possession of more than 10 but no more than 49 marijuana plants, a Class 1 misdemeanor;\n(3.) For possession of more than 49 but no more than 100 marijuana plants, a Class 6 felony;\n(4.) For possession of more than 100 marijuana plants, a felony punishable by a term of imprisonment of not less than one year nor more than 10 years and a fine of not more than $250,000, or both."},{"header":"Adult Sharing of Marijuana","description":"§ 4.1-1101.1. Adult sharing of marijuana.\nA. For the purposes of this section, \"adult sharing\" means transferring marijuana between persons who are 21 years of age or older without remuneration. \"Adult sharing\" does not include instances in which (i) marijuana is given away contemporaneously with another reciprocal transaction between the same parties; (ii) a gift of marijuana is offered or advertised in conjunction with an offer for the sale of goods or services; or (iii) a gift of marijuana is contingent upon a separate reciprocal transaction for goods or services.\nB. Notwithstanding the provisions of § 18.2-248.1, no civil or criminal penalty may be imposed for adult sharing of an amount of marijuana that does not exceed one ounce or of an equivalent amount of marijuana products."},{"header":"Grow Guides","description":"Listed in no particular order:\nI Love Growing Marijuana\nGrow Weed Easy\nMephisto AutoFlower Guide\nMost seed banks have various grow guides on their websites."},{"header":"Finding Seeds","description":"Listed in alphabetical order:\nGround Up Genes (U.S.)\nD.C. Seed Exchange (U.S.)\nHomegrown Cannabis Co. (U.S.)\nI Love Growing Marijuana (U.S.)\nMt. Zion Seeds Cooporative (U.S.)\nMultiverse Beans (U.S.)\nNeptune Seed Bank (U.S.)\nNirvana Shop (International)\nNorth Atlantic Seed Company (U.S.)\nRoyal Queen Seeds (International)\nSeedsHereNow.Com (U.S.)\nSupreme Seed Bank (U.S.)\nIf you're in the greater Richmond area there's also a local vendor, u/photonpharms. Disclaimer: General consensus is yes they're cannabis seeds and do seem to be feminized autoflower. However the strain names don't seem to mean anything...\nIf you have another seed bank you like to utilize let us know so we can add to the community page.\nIf you've had any issues with any vendors or banks please message the MODs and we'll look into removing it from our list."},{"header":"Have Your Voice Heard","description":"The cannabis laws in Virginia, as well as the entire nation, still need more reform. What a HUGE step forward our state has taken, however there's always more that can be done. And change doesn't occur without people like us continuing to advocate for it.\nWho's My Virginia Legislator\nHow to Contact Your Elected Officials\nVirginia NORML - Take Action\nVirginia Marijuana Justice\nAmericans for Safe Access - Action Alerts\nMarijuana Policy Project - Take Action\nStudents for Sensible Drug Policy - Action Center"}]}