{"time_collected":"2023-03-19 20:00:32.111167-04:00","top_headers":[{"heading":"Notice: This subreddit does not permit posts about, nor links to, anti-vaccine propaganda. There will be no further warnings.","time_posted":"1 year ago"},{"heading":"The COVID-19 Pandemic: Insights from Three Years of KFF Polling","time_posted":"14 hours ago"},{"heading":"Polio Cases Derived From New Oral Vaccine Reported For First Time","time_posted":"2 days ago"},{"heading":"Essay | What Worked Against Covid: Masks, Closures and Vaccines | WSJ","time_posted":"2 days ago"},{"heading":"Study of 1.65M COVID Vaccine Doses Finds Rare \"Myocarditis\" Generally Mild—More Than Half of Patients Didn't Need to be","time_posted":"3 days ago"},{"heading":"Sleep and Vaccination Response | SBM","time_posted":"3 days ago"},{"heading":"On which dose Rabies won't be transmitted?","time_posted":"5 days ago"},{"heading":"Human Papillomavirus (HPV) May Cause About 5% of All Cancers Worldwide — Much Lower with Vaccines","time_posted":"6 days ago"},{"heading":"Shingles Vaccine","time_posted":"7 days ago"},{"heading":"Vaccine Makers Are Preparing for Bird Flu | SciAm","time_posted":"15 days ago"},{"heading":"Covid-19: Vaccination reduces severity and duration of long covid, study finds | BMJ","time_posted":"16 days ago"},{"heading":"Paving the way for the world's first RSV vaccine, FDA advisers recommend two different shots | NBC News","time_posted":"16 days ago"},{"heading":"Unvaccinated measles patient may have exposed 20,000 at nonstop worship event | Washington Post","time_posted":"16 days ago"},{"heading":"Andrew Wakefield after 25 years: Paving the way for COVID-19 quacks and antivaxxers","time_posted":"20 days ago"},{"heading":"Flu shot provided 'substantial protection' this season, CDC says | CNN","time_posted":"24 days ago"},{"heading":"How COVID Could Strengthen Vaccination Worldwide (If We Act Now)","time_posted":"1 month ago"},{"heading":"COVID Vaccines Don't Cause Heart Disease (or Sudden Death)","time_posted":"1 month ago"},{"heading":"FDA advisory committee votes unanimously in favor of a one-shot COVID-19 vaccine approach – 5 questions answered | The Conversation","time_posted":"1 month ago"},{"heading":"Protein decoys for viruses may battle COVID-19 and more | Science","time_posted":"1 month ago"},{"heading":"‘Died suddenly’ posts twist tragedies to push vaccine lies | AP News","time_posted":"1 month ago"},{"heading":"Do you need a Vaccine even after you get covid?","time_posted":"2 months ago"},{"heading":"Should COVID vaccines be yearly? Proposal divides US scientists | Nature","time_posted":"2 months ago"},{"heading":"What does “antivaccine” really mean since the pandemic hit? | Science Based Medicine","time_posted":"2 months ago"}],"rules":["No abusive language or conduct.","No trolling, baiting, antagonizing","Misinformation (unintentional) can be discussed. Disinformation (intentional) will be removed.","Claims purporting to be science fact must be credibly cited upon request or they may be removed.","Posts with links must go to credible sources or they may be removed.","Please don't request or offer medical advice. We are not doctors.","No solicitation."],"subreddits":{},"about":{"header":"About Community","description":"Vaccines save lives by training your immune system to be able to mount a robust defense before it encounters a pathogen. This sub is dedicated to providing factual information and news based on mainstream science about Covid-19 vaccination and other vaccines. We are not doctors and nothing you read herein should be taken as medical advice. We strongly oppose all forms of science denialism, anti-vaccine ideology and conspiracy theories, and will not host pro vs anti-vax debates. Thank you.","created":"Created Feb 3, 2015","stats":["2.4k Members","5 Online"]},"other_information":[{"header":"Vaccine Resources","description":"1) What are the current Covid-19 vaccine and booster recommendations for me? This will depend on your country.\nUS - check with the CDC\nUK - check with the NHS\nInternational - check your public health agency and also the WHO\n2) Where to get vaccinated?\nUS: Vaccine.gov\nUK: Walk in sites\n3) What are some good journalistic sites to follow?\nScience Based Medicine (science blog)\nNature.com news\nScience magazine news"}]}