{"time_collected":"2023-03-19 16:44:39.156672-04:00","top_headers":[{"heading":"Verasity Burns Almost $150,000 of $VRA From Circulating Supply","time_posted":"2 days ago"},{"heading":"VeraViews Publishes Second Case Study","time_posted":"5 days ago"},{"heading":"Great news","time_posted":"6 days ago"},{"heading":"The VeraCard Waiting List is Now Open!","time_posted":"6 days ago"},{"heading":"VeraViews now uses Oracle MOAT Analytics","time_posted":"8 days ago"},{"heading":"Verasity ($VRA) to be listed on Bybit Exchange","time_posted":"9 days ago"}],"rules":["Play Nice","No Spam","No Low-Quality Content","No Manipulation","Do Not Incite Illegal Activities Or Beg","Do Not Reveal Personal Information","Do Not Steal Content","Keep Discussions On Topic","Use Suitable Titles","Speak To The Mod Team","Flairs Are Important"],"subreddits":{},"about":{"header":"About Community","description":"Verasity is an open-ledger ecosystem designed to fight advertising fraud, provide open access to infrastructure for publishers and advertisers, and reward users for watching video content. With product verticals in the advertising and video player industries, Verasity ties together its ecosystem with its patented 'Proof of View' blockchain-based technology.","created":"Created Jan 9, 2018","stats":["21.0k Members","24 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"About Verasity","description":"Verasity is an open-ledger ecosystem designed to fight advertising fraud, provide open access to infrastructure for publishers and advertisers, and reward users for watching video content. Verasity also provides payment solutions and a rewarding staking ecosystem with 15% yields guaranteed through to April 2024.\nVeraWallet is a thriving proprietary staking economy and a simple-to-use non-custodial wallet for managing VRA. Over 300,000 users trust VeraWallet and use it for staking, with a guaranteed 15% yield until April 2024.\nVeraViews is an open ledger video advertising ecosystem built around Verasity's patented 'Proof of View' (PoV) fraud identification technology. With transparent invalid traffic (IVT) tracking for publishers, and auditable campaign statistics for brands, VeraViews is a powerful and auditable solution for preventing ad fraud. With VeraViews, ads are seen by real people, resulting in a higher campaign ROI% for advertisers and faster payment times for publishers.\nVRA is used for funding advertising campaigns, staking through VeraWallet, making payments through VeraPay, and distributing Watch & Earn rewards, and is central to the Verasity ecosystem as a single utility token with a whole host of applications."},{"header":"Community Resources","description":"Verasity Links\nVerasity\nVeraWallet\nVeraViews\nDashboard\nBlog\nLinkedIn\nLinktree\nVerasity Community\nTwitter\nDiscord\nTelegram\nCoinMarketCap\nYouTube\nVerasity Ecosystem\nVerasity\nVeraWallet\nVeraViews\nWhitepaper\nRoadmap\nTeam\nVerasity (VRA) Token\nBuy VRA\nTrade VRA\nStake VRA\nEarn VRA\nSmart Contract\nIosiro Audit\nFrequently Asked Questions\nScout Docs\nTokenomics\nTokenomics FAQ"}]}