{"time_collected":"2023-03-19 18:34:09.323083-04:00","top_headers":[{"heading":"We've reached 25,000 members. I guess I should update the sticky...","time_posted":"1 year ago"},{"heading":"Drawing Plans","time_posted":"4 hours ago"},{"heading":"BMD fiber converters vs FiDOs and trying to understand fiber better","time_posted":"2 hours ago"},{"heading":"Longevity of BirdDog 4k Flex Encoders","time_posted":"10 hours ago"},{"heading":"ISO - Outsourcing Wiring Diagrams","time_posted":"6 hours ago"},{"heading":"Remote webinar guests?","time_posted":"20 hours ago"},{"heading":"Digital Forecast Bridge x_TS","time_posted":"23 hours ago"}],"subreddits":{"Related Subreddits":{"r/CommercialAV":"15,394 members","r/livesound":"78,699 members","r/broadcastengineering":"6,041 members","r/crestron":"7,284 members","r/audioengineering":"529,765 members","r/AudioPost":"146,970 members","r/LocationSound":"22,587 members","r/talesfromproduction":"2,243 members"}},"about":{"header":"About Community","description":"This subreddit is open to anyone to discuss, share and show their work, as well as ask questions towards anything concerning video production. From a dad with a camcorder to a professional engineer at the superbowl, or a small meeting room operator to a widescreen specialist, projectionist, LED wall engineer or a electrical video engineer. All things video are welcome! Feel free to post anything you like from questions to pictures. Our first rule: - BE RESPECTFUL","created":"Created Jun 29, 2011","stats":["35.6k Members","90 Online","Top 5% Ranked by Size"]},"other_information":[{"header":"Info","description":"Welcome to r/videoengineering!\nThis subreddit is open to anyone to discuss, share and show their work, as well as ask questions towards anything concerning video production. From a dad with a camcorder to a professional engineer at the superbowl, or a small meeting room operator to a widescreen specialist, projectionist, LED wall engineer or a electrical video engineer. All things video are welcome!\nFeel free to post anything you like from questions to pictures. Remember that no question is stupid and we work together to create a friendly community.\nIf you have any questions or suggestions please feel free to messsage the moderators! We would love to make this a great and successful subreddit for all of us video engineers!"}]}