{"time_collected":"2023-03-08 17:54:57.122189-05:00","top_headers":[{"heading":"IF THIS IS YOUR FIRST TIME HERE, stop and read this thread. DO NOT POST without reading it. Software, hardware, and the appropriate places to post your video are found inside!","time_posted":"4 years ago"},{"heading":"Friday Free for All Weekly thread! General collection/discussion for things that don't fit elsewhere! (ask anything!)","time_posted":"5 days ago"},{"heading":"Best way to do rapidfire tiktok style text captions in Davinci","time_posted":"7 hours ago"},{"heading":"How to make a lightening video affect on a video like spirit","time_posted":"6 hours ago"},{"heading":"How to make a small point that turns into an angled line followed by text?","time_posted":"6 hours ago"},{"heading":"So I’m trying to make a small video to fit in for a trend but I have a question about a song.","time_posted":"4 hours ago"},{"heading":"How would this be done in After Effects?","time_posted":"5 hours ago"},{"heading":"How do I make still images 3d/photo animated?","time_posted":"1 day ago"},{"heading":"better than VLC?","time_posted":"1 day ago"},{"heading":"Any idea on how to remove voice ( while retaining the bgm ) from video while keeping bgm in there???","time_posted":"1 day ago"},{"heading":"Looking for stock footage with multiple angles","time_posted":"1 day ago"},{"heading":"Editing a large amount of footage with individual mics","time_posted":"2 days ago"},{"heading":"Music","time_posted":"1 day ago"},{"heading":"Help! Need video files off this card","time_posted":"2 days ago"},{"heading":"What's the best Aspect Ratio for cinematic Video?","time_posted":"2 days ago"}],"rules":["Don't be a jerk","Zero Piracy or Discussion of Piracy, or other Circumvention of IP Law. (Bannable immediately)","No advertising your video-related services","No use of URL shorteners","No advertising of spammy or license-abusive software","Critique requests belong in the megathread","\"What software?\" requests belong in the megathread","Tutorials on Tuesday","No Free Work","No \"work for free\"","No promoting your YouTube channel","Pick a subreddit for your post - not both (either here or /r/editors","Generally, self promotion is frowned upon.","Discord- we're not interested."],"subreddits":{"Communities we like":{"r/editors":"102,706 members","r/editlines":"8,566 members","r/videography":"206,488 members","r/AfterEffects":"232,785 members","r/vfx":"84,876 members","r/RBI":"616,920 members","r/Filmmakers":"2,768,307 members"}},"about":{"header":"About Community","description":"A subreddit for amateur, hobbyist, and prosumer editors to meet, share techniques and tutorials and find troubleshooting help. Read the rules before you post; there are monthly threads for feedback, software and hardware (posting on these topics will be removed)","created":"Created Feb 11, 2010","stats":["349k Members","143 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"THREE Bannable Offenses","description":"Posting your \"video editing services\" (No, not free either)\nDiscussion or advocacy of piracy Referral programs\nBe respectful. We expect everyone to be civil and generally not act like a jerk."},{"header":"What we are","description":"What We Are: A place where people can ask questions about editing, from storytelling to technique to technical tricks\nA place where people can seek feedback on their work (please use the monthly threads)\nA resource for people to learn new things about editing"},{"header":"What we are not","description":"A source for free labor — You'll be expected to volunteer your time or pay. Otherwise, finding someone in your local community is best. Do not look for free work here.\nSomeone to do your homework for you — Do your own work.\nHelp in circumventing copy protection or other forms of content protection — That's piracy, and that's not allowed here.\nA place to show off your work — Feel free to ask for some constructive criticism in our feedback thread, but this is not a place to advertise your YouTube channel. There are other subreddits where that is more appropriate, like /r/Videos, /r/YouTube_startups, /r/SmallYTChannel, and /r/YouTubers even has monthly show-off threads.\nA complete substitute for tech support — There's no problem asking about common errors or problems, workarounds for glitches, annoying limitations, but at some point, especially with some of the less commonly used tools, like PowerDirector and Filmora, you may wish to contact the developer's tech support services as well as posting here.\nA place where you can \"fish\" and take advantage of people. If you want to post a job, we expect you to quote some sort of pay - hourly, daily, weekly etc. AND how long you expect the job to take."},{"header":"Pro or Hobby?","description":"Pro editor? (do you have clients?) Try /r/Editors\nIf you're working for pay professionally, you should be posting in /r/Editors\nIf you're working with RED, finishing via Resolve? /r/Editors\nIf you're editing for yourself, and it's a hobby? /r/VideoEditing is probably the right place."},{"header":"Other notes","description":"Great post on Why snow/confetti ruin YouTube Quality.\nCreate a tutorial? Great - Tuesdays only; start it as \"[Tutorial] NAME OF SOFTWARE\""}]}