{"time_collected":"2023-03-08 23:21:04.637954-05:00","top_headers":[{"heading":"Only Warning: If you post Telegram, Whatsapp, WeChat, or any other shady stock group links you will be banned permanently, without warning. Do not click on or join any of these if you see them. Report them to mods and they'll be removed. 99.9% are scams.","time_posted":"8 months ago"},{"heading":"N48VG","time_posted":"13 hours ago"},{"heading":"Checking SPCE after all the news lately","time_posted":"1 day ago"},{"heading":"Inspired 24 Launches Mission To Democratize Access To Space","time_posted":"1 day ago"},{"heading":"Future Floating Spaceport, Japan","time_posted":"2 days ago"}],"rules":["Be respectful towards others. / No toxic posting.","Posts should be related to Virgin Galactic.","Stock specific. Please refer to the monthly stock talk thread.","No low quality post.","No duplicated posts."],"subreddits":{},"about":{"header":"About Community","description":"Virgin Galactic is a spaceflight company aspiring to bring suborbital flights to the public beginning in 2023. Founded in 2004 by Richard Branson, Virgin Galactic is a parent company within the Virgin Group. Virgin Galactic is also a publicly traded stock under the ticker symbol $SPCE. This subreddit is unofficial and maintained by enthusiasts.","created":"Created Oct 24, 2012","stats":["15.3k Astronauts","9 In Orbit","Top 5% Ranked by Size"]},"other_information":[{"header":"The Spaceport Discord","description":"Join us on the official r/VirginGalactic Discord channel, where we discuss all things Virgin Galactic and $SPCE!\nInvite: https://discord.gg/NyM38hKAmW"},{"header":"Upcoming Missions & Events","description":"Spring 2023 1st Commercial Space Flight Mission.\n2025 Delivery and Flight Testing of New Motherships Built by Aurora Flight Sciences.\n2026 Delivery and Flight Testing of New Delta-Class Spaceships."},{"header":"Tail Numbers","description":"VGX1/3 - SpaceshipTwo - The spaceship. Should never be flying without VGX6 also in the air.\nVGX6 - WhiteKnightTwo - The mothership. Sometimes flies solo, so if you see VGX6 but not VGX1, don't be alarmed. When you see both of them together you know something's going on.\nN24GA - An Extra EA-300 - an aerobatic monoplane. Flies pretty regularly, can be used to practice G-Forces experienced during rocket burn.\nN350KG - A small passenger plane that makes frequent flights from Spaceport, Las Cruces, and Mojave.\n9NM9 - The airport code for Spaceport America. For example, Las Vegas is KLAS, this is just the equivalent for the Spaceport."},{"header":"Virgin Galactic's Pilot Corps","description":"Chief Pilot: Dave \"Mac\" Mackay\nChief Flight Instructor: Mike \"Sooch\" Masucci\nChief Astronaut Instructor: Beth Moses\nPilot: Rick \"CJ\" Sturckow\nPilot: Nicola Pecile\nTest Pilot: Mark \"Forger\" Stucky\nTest Pilot: Kelly \"Cosmic\" Latimer\nVP Safety: Todd \"Leif\" Ericson"}]}