{"time_collected":"2023-03-07 04:39:51.767289-05:00","top_headers":[{"heading":"Knifing Kleptomaniac Kindergarteners - Weekly Discussion Thread, Feb 28th, 2023","time_posted":"8 days ago"},{"heading":"Weekly VTuber Spotlight: Miura Tokage - March 05, 2023","time_posted":"2 days ago"},{"heading":"Least racist anti","time_posted":"16 hours ago"},{"heading":"I drew Pikamee Dazo!! [VOMS]","time_posted":"23 hours ago"}],"rules":["Be nice!","Posts must be related to VTubers; posts must not be low-effort or begging for karma or subscribers.","Flair your post appropriately and reference its contents. NSFW content must be flaired accordingly.","Do not share paid, misleading or plagiarized content.","Do not advertise or ask for commissions.","Fan Content and Self Promo posts are restricted to twice every 24 hours.","Use the Meta flair and mark all text bodies containing meta-information with spoilers.","VTuber business entities are to provide verification to the subreddit moderation team."],"subreddits":{},"about":{"header":"About Community","description":"Hi there! Have you heard of those Youtubers who use computer-generated avatars? They're called Virtual Youtubers! This is a subreddit for you to discuss and share content about them!","created":"Created Dec 29, 2017","stats":["147k Members","622 Online"]},"other_information":[{"header":"NOTICE","description":"TO CURRENTLY ACTIVE VTUBERS (活動中ブイチューバーへ):\nFeel free to get in touch if you're interested in the subreddit's Weekly VTuber Spotlight (see stickied post).\nThe Verified VTuber user flair is not required for promoting yourself here. When doing so, please use the \"Self Promo\" flair. 日本の方へ、自分についてを宣伝する時、「自己宣伝」の投稿タグを使ってください。登録者やフォローの依頼はダメです。\nIf you'd like the Verified VTuber user flair, a minimum of 3 publicly-available 1 hour archived streams featuring a functioning VTuber avatar is required. Please include a link to the aforementioned in your message to us."},{"header":"Stream Etiquette","description":"Stream etiquette guide by Lyger.\nKeep in mind that most Japanese VTubers are not fluent in English. Use short sentences and keep your message as simple as possible. You can use DeepL if you want to write something in Japanese.\nDo note that VTuber chat culture is very different from Twitch chat culture. Please remember to observe the rules in the stream's description. In general, please refrain from interacting with other viewers or talking about things unrelated to the stream.\nPlease do not talk about the entertainer behind the avatar during their streams or on their platforms. We are there to support the VTubers and enjoy what they have to offer; not to meddle in their personal lives."},{"header":"Getting you started","description":"To those who are new to VTubers and don't know where to begin; here's a few channels you could check out to get you started:\nJapanese-speaking VTubers\nKizuna Ai\nMirai Akari\nComputer Girl Siro\nHololive\nInugami Korone\nShirakami Fubuki\nNijisanji\nTsukino Mito\nKuzuha Channel\nEnglish-speaking VTubers\nHololive English\nGawr Gura\nNijisanji English\nElira Pendora\nVShojo\nNyanners"},{"header":"Useful Links","description":"/r/Hololive\n/r/Nijisanji\n/r/4VLive\n/r/PRISMProject\n/r/PhaseConnect\n/r/Tsunderia\n/r/RIOTMUSIC_Info\n/r/ggnlive\nJapanese VTuber Activity\nVTuber Subtitles List\nVTuber Subtitles Twitter\nOfficial Hololive Website (Schedule)\nOfficial Nijisanji Website (Schedule)\nVTuber Resources & Commissions Listings\nSome Tips For Supporting Smaller/Independent VTubers\nDiscord List\nHolofans\n2434 club (Nijisanji)\n/r/Live2D\nBanner artwork taken from @mansyontintai"}]}