{"time_collected":"2023-03-08 15:22:19.571625-05:00","top_headers":[{"heading":"For those with depersonalization/derealization, share what grounding techniques have worked for you!","time_posted":"7 hours ago"},{"heading":"guys can i have a normal and Happy Life with This sindrome?Just static Bother me","time_posted":"3 hours ago"},{"heading":"Highly recommend you guys try cerebrolysin","time_posted":"5 hours ago"},{"heading":"Non-mental health related visual snow","time_posted":"5 hours ago"},{"heading":"can i have a Happy Life with This?","time_posted":"2 hours ago"},{"heading":"Seeking reassurance","time_posted":"8 hours ago"},{"heading":"BPC-157","time_posted":"5 hours ago"},{"heading":"I was in a paint store and there was a black wall with many color samples. When I looked at a color, every samples around seemed to zoom in slightly. They became slightly bigger in a constant movement but not in reality because the space betwin them remained the same. Have you got the same issues ?","time_posted":"11 hours ago"}],"rules":["No pseudoscience","Understand correlation doesn't always equal causation","Remember the human","Funding for Visual Snow organizations must be verified first","Polls must always include the, \"See answers“ & \"Other\" options","Please keep your posts related to Visual Snow"],"subreddits":{"Similar Communities":{"r/VisualSnowStudies":"410 members","r/VisualSnowJapan":"32 members","r/tinnitus":"41,220 members","r/HPPD":"10,741 members","r/IllusoryPalinopsia":"438 members","r/PureSCT":"32 members"}},"about":{"header":"About Community","description":"For the research and discussion of the condition called \"Visual Snow\" and \"Visual Snow Syndrome\" or \"Visual Static\" What Is Visual Snow / Static? Visual Snow & Static is a transitory or persisting visual symptom where people see snow or television like static in parts or the whole of their visual fields, especially against dark backgrounds. It is much like camera noise in low light conditions. Community Visual Snow & Visual Snow Syndrome organization. (Added to show up in google search)","created":"Created Jun 6, 2011","stats":["18.1k Members","86 Online"]},"other_information":[{"header":"Links of interest","description":"Visual Snow Research Sub:\nFor visual snow research only\nDiscord:\nCommunity Discord\nVisual Snow Twitter:\nVS Twitter\nVisual Snow Overlay: Visual Snow Overlay for Windows, Mac, Android, IDevices:\nVisual Snow Overlay\nVisual Snow Simulator:\nVS Simulator\nVisual Snow Treatment Report [old]:\nResearch Links Thank you u/urgentresearch\nBrokensoul39's List of Clinical Trials And Anecdotal Stories:\nBrokensoul39 Thread\nVisual Snow Youtube:\nVisual Snow Community\nVisual Snow FAQ:\nVisual Snow FAQ\nCrisis Lines Around The World: Crisis Lines\nCoffee (Only if you want to!)\nOn ko-fi\nVia Paypal"},{"header":"Proposed Cause","description":"In May 2014 the results from the first major research trial into visual snow were reported.The study described strong evidence from functional magnetic resonance imaging (fMRI) that the disease is caused by hypermetabolism in the right lingual gyrus and left cerebellar anterior lobe of the brain. The researchers stated that pinpointing visual snow (and its related symptoms such as afterimages) to a functional problem in a specific brain area may open up possibilities for targeted treatment and that treatment trials will follow."},{"header":"WARNING","description":"Although some members are knowledgeable about Visual Snow please do not take all that is posted as fact. The truth is we know very little about Visual Snow and its cause. Content posted here is/can be mere speculation and an attempt to understand what is going on with this phenomenon.\nUnfortuently the recent increase in awareness of VS has brought in opportunists looking to line their pockets with your money. Be careful who you trust, don't waste your money."}]}