{"time_collected":"2023-03-08 17:34:10.449218-05:00","top_headers":[{"heading":"Weekly Short Questions Thread","time_posted":"3 days ago"},{"heading":"Is this ball a fake one ? (Molten v5m 5000","time_posted":"10 hours ago"},{"heading":"Super proud of myself :))","time_posted":"9 hours ago"}],"rules":["Be kind","Spam","Off topic","No sexualizing","No medical questions","No spoilers","FAQ","No haikyuu complaints"],"subreddits":{"Related Communities":{"r/ParsecGaming":"7,608 members","r/dragonballfighterz":"173,289 members","r/subwaysurfers":"13,561 members","r/SNKRS":"44,381 members","r/MLB_9Innings":"10,943 members","r/photoshop":"626,026 members","r/NBA2KMOBILE_":"6,089 members","r/Archero":"73,791 members","r/VGC":"53,978 members","r/DunksNotDead":"38,410 members"}},"about":{"header":"About Community","description":"/r/volleyball is Reddit's volleyball community. We have tips, videos, and general discussions about volleyball.","created":"Created Nov 19, 2009","stats":["109k Members","158 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"All the important stuff!","description":"Welcome to /r/volleyball !\nThis subreddit is for tips, videos, and general discussion about one of the fastest rising r/sports in the world.\n✅ Checkmark flair\nUsers with ✅ next to their username have a track record of being knowledgeable and giving good advice. See this post for more info.\n/r/volleyball is on Discord! Click here for an invite!\nRules:\nBe courteous to each other.\nNo spamming or blatant advertising.\nPosts must be related to volleyball in some way. Any kind of volleyball is allowed.\nNo sexualizing players. Volleyball is enjoyed by folks of all ages and genders. Our sub is about the sport, not the bodies of those playing it.\nNo medical questions. Posts asking for medical advice will be deleted. The answer will always be \"go see a trained professional\".\nNo spoilers in post titles. You may discuss past games but do not put the result in the title.\nQuestions that are on the FAQ list are not allowed as individual posts. Please ask them on the stickied Weekly Questions Thread.\nPlease post video help and questions as link posts and not text posts.\nPosts complaining about Haikyu!! fans that are not directly related to the subreddit will be removed.\nFlair Definitions:\nHighlights - Use this flair on video posts of cool plays or replays from matches. These can be personal highlights or something you found on the internet.\nQuestions - This flair is for most basic questions about volleyball. If your question includes a video of yourself (which is always more helpful), use the \"Form Advice\" flair.\nForm Check - This flair is for recordings of yourself or a friend that you would like a critique or specific help with. Pictures are ok too but video will be infinitely more helpful. Please refrain from using slo-mo in your videos. At the very least, include the full speed shot first.\nMemes - Volleyball related memes.\nNews/Events - This flair is for volleyball world news or upcoming events. Use this for things like articles/announcements/updates on pro leagues/tournaments etc.\nMeta - Posts related to the state of the sub.\nGeneral - Posts that might not fit into any of the above catagories. If you just want to brag about something or rant, look for fellow players, etc, use this flair."},{"header":"User flair","description":"You can add flair beside your username by clicking the Community Options menu above."}]}