{"time_collected":"2023-03-08 14:17:59.293564-05:00","top_headers":[{"heading":"Tuesday Trivia Thread - 07/03/23","time_posted":"1 day ago"},{"heading":"Ukraine a Year On: some guidelines, rules and clarifications","time_posted":"17 days ago"},{"heading":"Is the old joke about US tactical fighter jet costs actually turning out to be somewhat true?","time_posted":"5 hours ago"},{"heading":"Russia has assaulted Bakhmut for months at a horrific cost, but are there any comparable examples from history of a pyrrhic victory turning the tide in a war against the victor?","time_posted":"1 hour ago"},{"heading":"Since there is not an extensive and pressing need for paratrooper units in today's conflicts, what are air mobile/air assault forces primarily used for? What do strategists intend for them? How has their training been altered or changed in recent decades?","time_posted":"17 hours ago"},{"heading":"Canada during the Cold War stationed a brigade in West Germany. What were its capabilities?","time_posted":"17 hours ago"},{"heading":"Historically, how did desertion work and what was done to manage it?","time_posted":"22 hours ago"},{"heading":"How much of a 'copy' was the Nakajima Kikka (Japanese jet at the end of WW2) compared to the Messerschmitt Me 262?","time_posted":"1 day ago"},{"heading":"What was the British/American thinking on not adopting sloped tank armor in WW2?","time_posted":"1 day ago"},{"heading":"Ancient Persian warfare against Greeks and Romans?","time_posted":"21 hours ago"},{"heading":"Books about Small Unit & Battalion Level Combat in WW2?","time_posted":"23 hours ago"},{"heading":"was lee ever really pinned down in petersburg?","time_posted":"1 day ago"},{"heading":"What does close air support look like after Ukraine?","time_posted":"2 days ago"},{"heading":"What was the overall state of the Ukrainian forces on the eve of the Russian invasion?","time_posted":"2 days ago"},{"heading":"How did NATO forces in West Berlin find balance between serious commitment and their somewhat precarious (if not futile) disposition during Cold War?","time_posted":"2 days ago"},{"heading":"Why are Russia and Ukraine’s militaries so small in comparison to World War 2?","time_posted":"2 days ago"},{"heading":"Shelling and sleep deprivation","time_posted":"2 days ago"},{"heading":"What's the best way to attack a city?","time_posted":"2 days ago"},{"heading":"was mclean really just that cautious, or was there another reason he didn't actively chase Lee after antiedam?","time_posted":"2 days ago"},{"heading":"How would a large WW2 style naval battlegroup be organized for an actual engagement?","time_posted":"2 days ago"},{"heading":"was the AOP in 1864 pre overland campaign on par with armies in the crimean war?","time_posted":"2 days ago"},{"heading":"How did the counter-insurgency campaigns differ in the various regions of Afghanistan?","time_posted":"2 days ago"},{"heading":"Aircraft compared to rockets for attacking ground targets","time_posted":"2 days ago"},{"heading":"What is the legacy of the Hungarian Revolution of 1848-1849 in military history (if it has one)?","time_posted":"2 days ago"},{"heading":"It is my understanding that history and media shows examples of militaries executing POWs rather than freeing them in situations where said military does not have the resources to care for and feed them. In situations such as this, what is the appropriate course of for dealing with POWs?","time_posted":"2 days ago"},{"heading":"Did cannons stay pretty much the same for hundreds of years?","time_posted":"3 days ago"},{"heading":"For nations that contribute in multinational missions or operations, what's the benefit to their armed forces when their contribution may simply amount to a few dozen troops or supplying non-combat forces?","time_posted":"2 days ago"}],"rules":["Questions should be focused on military history and theory.","Be polite and respectful to other users.","Questions must be asked in good faith.","Submissions must have a submission statement.","Answers to questions must be well researched and in-depth."],"subreddits":{},"about":{"header":"About Community","description":"Credible military history and science.","created":"Created Sep 3, 2015","stats":["53.4k Members","257 Online"]},"other_information":[]}