{"time_collected":"2023-03-06 22:15:00.797963-05:00","top_headers":[{"heading":"Daily Discussion Thread | March 06, 2023","time_posted":"16 hours ago"},{"heading":"[Post Game Thread] The Los Angeles Lakers (31-34) defeat your Golden State Warriors (34-31) 113-105.","time_posted":"1 day ago"},{"heading":"When you think about it...","time_posted":"3 hours ago"},{"heading":"Guilty as charged","time_posted":"8 hours ago"}],"rules":["Being a Jerk","Clickbait Title","Lame \"[OTHER TEAM] Fan Here\" Post","No-Participation Links Only","Not Warriors Related","Personal Information","Repost","Self Promotion by Non-Contributor","Unapproved \"Meta\" Posts","Upvote Party","No Source / Not Original Source","Low Effort"],"subreddits":{"Related Subreddits":{"r/SCWarriors":"504 members","r/49ers":"269,084 members","r/raiders":"63,979 members","r/SFGiants":"93,260 members","r/OaklandAthletics":"39,505 members","r/SanJoseSharks":"54,821 members","r/SJEarthquakes":"6,176 members"}},"about":{"header":"About Community","description":"For all things Golden State Warriors.","created":"Created Jun 6, 2010","stats":["513k klaytheists","1.2k praising the toaster"]},"other_information":[{"header":"Subreddit Rules","description":"0) All posts must be relevant to the Warriors.\n1) All links to Reddit posts outside of /r/warriors need to be in no-participation mode (https://np.reddit.com).\n2) If you want to make a \"Meta\" post, you need to message modmail first asking for permission. \"Meta\" is defined as about the subreddit or its members.\n3) Upvote Parties, a.k.a \"Arrow Fiestas\", are not allowed. The moderators will post them occasionally, so look out for them!\n4) Do not vote if you are not subscribed.\n5) Be civil. Regardless of the scenario, all posts and comments are subject to removal. Personal attacks, trolling, toxicity, and bigotry will result in bans. Don't be a jerk and use your better judgment.\n5a) Visiting another teams' subreddit to troll or antagonize them will result in a ban from /r/warriors. Be civil and use your better judgment just as you would here.\n5b) Do not link to or post screenshots of other subreddits for the purpose of brigading, vote manipulation, or to attack their fan base or specific users.\n5c) Posting about bans obtained from other subreddits will result in a ban here as well.\n6) No personal information. Posting or seeking any identifying personal information will result in a ban without a prior warning. This includes yourself and other people, and refers to, but is not limited to, names, phone numbers, email addresses, FaceBook, or other social media accounts. Again, we will not hesitate to enforce this rule. This rule protects both the OP (original poster) and the /r/warriors community from any harm. No exceptions will be made.\n7) Any post that exists solely to congratulate the Warriors originating from a fan of another team will be removed at the discretion of the moderation team.\n8) Moderators reserve the right to remove content or restrict users' posting privileges as necessary if it is deemed detrimental to the subreddit or to the experience of others.\n9) Here at /r/warriors we do not endorse the selling and purchasing of tickets to Warriors games. Any ticket sales, purchases, or exchanges etc. are done completely at the risk of the buyer and seller.\n10) Posts with clickbait or sensationalized titles will be removed and repeat offenses will be subject to ban. Clickbait titles are defined as titles whose main purpose is to attract attention and encourage visitors to click on a link to a particular web page, that are either an exaggeration of the specific piece/quote or have nothing to do with it entirely.\n11) No self-promotion for non-contributors. This applies to podcasts, videos, blog posts, & etc. Any user who wants to self-promote must have a reasonable post and comment history in this subreddit that is not related to whatever the user is trying to promote.\n12) When posting news or information always include the source either as a link post or in the body. Make sure to always post the original source, not an aggregation. When submitting tweets please include the content of the tweet in the title of the post in \"[Author] Tweet\" format. When submitting paywalled articles post them as text posts with a link to the article and 1-3 quoted excerpts or a bulleted list of topics covered."}]}