{"time_collected":"2023-03-07 00:45:26.505002-05:00","top_headers":[{"heading":"[META] Discussion post for March 2023","time_posted":"6 days ago"},{"heading":"[WTB] Weekly Want To Buy Post","time_posted":"2 days ago"},{"heading":"[WTS] Omega Seamaster Aqua Terra Black Dial 36mm Co-Axial 2504.50 for $1799. Comes with Box. Comps Around $2.5k and Above.","time_posted":"3 hours ago"},{"heading":"[WTS] Dryden Heartlander - Gunmetal Grey","time_posted":"11 hours ago"},{"heading":"[WTS] Oris Diver 65 BiCo + Artem Sailcloth, Bonus Straps","time_posted":"3 hours ago"}],"rules":["Be excellent to each other","Title formatting","Timestamp","Price and/or trade value required","Use “Sold” flair","Reposts are allowed after 7 days","Transaction feedback","No outside sales links, no referral links, and no raffles","Price related comments","No sales of fake or replica watches","Giveaways by approval","Requirements for participation","No Fake Reporting"],"subreddits":{"RELATED:":{"r/Watches":"1,755,438 members","r/WatchExchangeFeedback":"11,794 members","r/EDCexchange":"51,834 members"}},"about":{"header":"About Community","description":"Buy, sell, or trade watches!","created":"Created Aug 13, 2011","stats":["273k Members","859 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Buyer & Seller Guidelines","description":"The wiki contains more detail and general info, particularly useful for first time buyers/sellers.\nClick here for more information about the rules. Remember, it is your responsibility to know the rules and abide by them.\nClick here to learn how to confirm a transaction and get credit for transactions next to your name (user flair)\nIf we have to remove your posts or comments multiple times for rule violations, then you will be subject to a temporary ban. If your rule violation(s) are particularly egregious, then you will be permanently banned. Whether you are temporarily or permanently banned is at the moderators discretion."},{"header":"TIPS:","description":"Make the best picture of your watch the leading image in your post.\nVery low effort posts are often removed with no mod comment. If you put forth real effort but failed, your post may get removed, but we'll tell you what was wrong.\nHave your comment with watch info ready to post as a top-level comment before you actually submit the post. There is no grace period for posting so your post can be removed right after you post it if all the requirements aren't met.\nIf you make a mistake posting, do not delete and repost. Message the mods first or you risk having your post removed and having to wait 7 days to repost."}]}