{"time_collected":"2023-03-07 02:01:46.021292-05:00","top_headers":[{"heading":"Tony Blinken Went to Kazakstan Last Week. GIANT Mission Failure","time_posted":"2 days ago"},{"heading":"What's Coming Is WORSE Than A Recession","time_posted":"14 hours ago"},{"heading":"Big pharma needlessly killed people before the pandemic, and will continue to do so after the pandemic ends","time_posted":"15 hours ago"},{"heading":"No It Should Not!","time_posted":"8 hours ago"}],"rules":["One Rule to Bind Them - DBAD","Thou Shalt Not Abuse the Report Button","Content I Don't Like! - This is Heresy!"],"subreddits":{"Related Communities":{"r/Conservative":"1,028,479 members","r/uspolitics":"28,910 members","r/politics":"8,290,272 members","r/EndlessWar":"28,690 members","r/worldnews":"31,181,681 members","r/democrats":"432,610 members","r/srilanka":"84,472 members","r/neoliberal":"144,834 members","r/moderatepolitics":"285,060 members","r/inthenews":"134,071 members"}},"about":{"header":"About Community","description":"We don't see politics along a Left/Right divide; We see politics along a Top/Bottom divide.","created":"Created Jul 12, 2016","stats":["87.5k Members","236 Online"]},"other_information":[{"header":"What is WayOfTheBern","description":"What is WayOfTheBern?\nThis is not a \"Bernie sub.\" THIS is a Bernie sub.\nWayOfTheBern is named for Bernie's focus on economic issues affecting the working class and his WAY of building coalitions across ideological divides, from his time as Burlington's mayor to the work that won him the nickname of \"the amendment king\" on the Hill. The Way finds clear expression in these words:\n\"It is harder, but not less important, for us to try and communicate with those who do not agree with us on every issue. And it is important to see where if possible, and I do believe it is possible, we can find common ground.\"\nThat said, Bernie has never been our god and we've never been a cult. When we agree with him, we say so. When we disagree with him, we say so.\nOur politics: We don't see politics along a Left/Right divide; we see it along a Top/Bottom divide, and it is especially on issues of economic justice where people from across the political spectrum can meet and engage.\nMany of us are newly awakened and angry at what we see. Hopefully this is a place to channel that anger, to vent those frustrations, to laugh at the absurdities and cry at the inhumanity, and in the process find ways to expose those in positions of authority who have long since forgotten who they serve, and replace them with those who do.\nBut a caveat is needed, it's the only way to keep chaos from reigning in this environment of Freedom to Express Opinions Others Don't Like: users don't get to be assholes about it (see Rules below).\nTrolls: There's nothing more terrifying to the ruling elite than the prospect of working class people of all political stripes joining forces over their shared grievances. So periodic invasions and brigades by their paid shills and bots and corporate party True Believers™️ comes with the territory. Don't Feed the Trolls is still the best advice but the mods can't always resist the catnip appeal of pinning a troll post.\nBans: We rarely ban but we do have an arsenal of tools we don't hesitate to use to put a leash on bad faith actors who come here just to disrupt and distract.\nReported for misinformation!\"\nActual Shilling Template!"},{"header":"Rules","description":"We don't like rules. Shocking, I know.\nBut we need one, so here's the one rule:\n“That which you hate, do not do to your neighbor.\"\nAka \"The Golden Rule,\" \"Play Nice,\" \"DBAD,\" and \"Be excellent to one another!\" If you have trouble with this, no length of rules will have any greater effect.\n(Graffiti and sharp objects are removed at the discretion of whichever mod or user is trying to help you understand our one rule.)\nGuidelines, requests, and suggestions:\nAgreement is not a goal; Civil engagement is.\nUnity is not a goal; Tolerance of others is.\nConformity is not a goal; Enlightened debate is."},{"header":"Background reading for newbies","description":"You're not in Kansas anymore\nWhat Is WayOfTheBern?\n\"This Sub Has Changed\" Redux (Turn and Face the Strange)\nWhat happened to \"This Sub?\" - Fear and Empathy in the time of COVID\nWhat is Way of the Bern - a collection of member comments\nModeration\nI Don't Care\nWe Get Reports: A PSA For New Visitors\n\"How Can You Allow 'Those People' To Post At WotB??\"\nWhy Is This On A Sanders Sub?\n\"Get this garbage out of the sub!\""},{"header":"Understanding the problem","description":"Money and influence in a \"representative democracy\"\nWhy We Fight!\nForbidden Video - \"Le Lobby\"\n/r/WOTBelectionintegrity and related links\nRefusing to play a rigged game\nThe Case for Running Spoiler Candidates\nThe case for Demexit\nUnderstanding third party voting for the pseudointellectual\nMy response to those who say \"3rd party can't win, Biden is the lesser evil\"\nHelpful tips for \"Vote Blue, No Matter What or Who\" visitors to this sub.\nTime for Something Different.\nInformation, analysis & activism\nPractical Activism - What You Can Do RIGHT NOW!\nMake voting easier!!!\nOpen Letter to Bernie Sanders and Progressives\nLet's talk strategy\nMedicare For All - State by State Targets\nLeft and Right, Brains and Politics\nThe Iron Law of Institutions and the Left\nA Brief History of Politics\nThe Successful Ideas of Teddy Roosevelt's failed Third Party\nWhy Progressives Are (Sometimes) Wrong about U.S. History, and Why that Damages a Valiant Cause"},{"header":"Media, reddit & groupthink","description":"The Borg\nHuge List of Major Media Misleading Us\nThe Media Borg on Display\nSee Who Owns The Media\nBlocked channels on Youtube\nManufacturing consent\nFear, Friction, and Flooding: Methods of Online Information Control\nTraditional political models and methods of thought control are beginning to break down\nHow To Spot A Media Psy-Op\nConspiracy Theory\nUnderstanding Russiagate - links\nSo how is this world truly accepting the truth? A Cassandra Crew analysis...\nA Tale of four pieces: Into the mindset of the PMC class.\nReality Isn't Based on Facts. Reality is Based on the Context of Those Facts.\nDear overzealous mods and cult minded ban happy fools: Thank You\nThe Political Personality Types of our Mass Oppression\nHow much cancel culture have we had to deal with?\nHow did we get here? How a country was driven to madness...\nLanguage! The ongoing smears used by Shitlibs to try to ensure their dominance over conversation.\nThe battle for your brain\neugyppius: Brief thoughts about thinking\nMass formation: who are the resisters\nUkraine\nWhat The Lugenpress (Lying Press) Covers, as Opposed to News You Need to Know\nUkraine: Connecting some dots\nDid Russia have a choice to go to war with NATO? Let's find out... | with links\nTales from the Ronin Road - The Ukrainian reality\n\"The Hallmark of a Totalitarian Government is Pretending they can Control Reality by Concealing the Truth.\"\nUkraine links\nCovid\nCovid links by category\nNotes from Senator Ron Johnson's panel discussion: COVID 19: A Second Opinion\nWe now live in Medical Jim Crow\nThe Bipartisan Position of Violating Body Autonomy\nbadcattitude: why covid is catnip for karens\nSpeaking a Blasphemous Truth: Opting Out of the COVID Shot Does Not Make Someone Anti-Science\nReddit Is Broken!\nHow Shills have corrupted Reddit Administration\nReddit is Broken, Pt. 27\nCompilation of data regarding shill activity on reddit\nAstroturfing Information Megathread\nCompilation of various polls and observations regarding discrepancies in r/politics and reddit in general"},{"header":"2022 midterm election links","description":"2022 Congressional Primary Dates and Candidate Filing Deadlines\n2022 State Primary Election Dates and Filing Deadlines"},{"header":"Tools, hacks and alternatives","description":"Our saidit.net mirror site, just in case...\nSite links removed by reddit\nMaking An Archive Link\nSearch engine alternatives\nProgressive News Programs\nOdysee - a YouTube alternative"},{"header":"WOTB Meta / Archive","description":"Berning Investigations\nThat Day CTR Tried To Bribe Us\nWashington Times Thinks Something is Fishy with WotB (Archive)\nNetweaselSC Thinks Something is Fishy with Washington Times\nWashington Post Discovers WotB! (archived article June 2020)\nIllustrated links between WotB and T_D\nAMAs\nWotB AMA Master List\nWotB posts from the archives\nOur 1st Anniversary Party\nRetrospective on reaching 50k subscribers\nBerning Links - The Official Archive\nThe Unemployed Blues (Top Ten Annoyances Rant)\nWAYers just wanna have fun\nBernie sub meme #1\nBernie sub meme #2\nIs this a Trump sub?\nSubway of the Bern\nWOTB \"This Sub\" Complaint Bingo Cards\nFriday Night Dance Party!"}]}