{"time_collected":"2023-03-07 05:14:15.872357-05:00","top_headers":[{"heading":"Podcast Ptuesdays - Welding related podcasts and youtube channel, weekly thread","time_posted":"14 days ago"},{"heading":"The Friday Sessions: It's a community-wide AMA, but for welding questions, Ask the questions you've never asked, we'll try to answer them as best we can.","time_posted":"4 days ago"},{"heading":"Fabrication nation.","time_posted":"10 hours ago"},{"heading":"$2.5M house for sale in North Carolina with these towel hangers","time_posted":"14 hours ago"},{"heading":"Pic for attention - Going in for a written & weld test tomorrow with a company making military equipment. Do most companies still turn people away for testing positive for thc ? I’m in Mi","time_posted":"15 hours ago"}],"rules":["You must give a location for work or school posts.","Knowledge and Information/facts","Use the search function for school/work questions.","Prohibited Content: slag peels, memes, shitposting","No \"Pimpin' your goods\" please","Act like a human being","School interview assignments","Monetized videos are *mostly* not permitted","Union politics","Political Bullshit","Unsafe behaviour"],"subreddits":{"Other communities":{"r/SkilledTradesNetwork":"513 members","r/BlueCollarWomen":"22,416 members","r/BadWelding":"17,254 members","r/goneweld":"9,454 members","r/weldingjobs":"3,086 members"}},"about":{"header":"About Community","description":"The subreddit for welders, machinists and all other enthusiasts of joining two things together.","created":"Created Apr 2, 2011","stats":["416k Members","257 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Noticeboard","description":"Decorum A must read.\nIf you are looking at getting certified in the US, please use an AWS sanctioned testing location and to NOT test anywhere else on your own dime.\nSafety (Please Read):\nSafety meetings occur on the first Saturday of each month\nPlease review the OSHA regulations for your area if you are a professional welder.\nSee the Wiki for more safety information\nReddit's Skilled Trades Communities\nMetalworks\nBuildingworks\nMechanicalworks\nNaturalworks\nVariousworks\nDiscord"},{"header":"Re: Engineering","description":"THIS IS NOT AN ENGINEERING RESOURCE!\nWhile we're more than willing to assist with a plethora of questions and problems, if you're building anything that would otherwise require an engineer's stamp on it, don't take a chance. Just as /r/health isn't an alternative to a doctor, we are not an alternative to an engineer, any ideas here MUST be run through proper channels. Any dangerous or questionable advice will be summarily removed.\nModifications to vehicles beyond bodywork:\nAnything to do with the frame of a vehicle, roll cages or any integral safety component on a car should be done by a qualified welder/mechanic unless you have a VERY good insurance policy. See the above section, if you don't know, take it to someone and find out. As much as we are able to help, we are anonymous strangers who you have no recourse against if something goes wrong. A highway or raceway is not the place to test your garage hero welding skills. (this notice is subject to change)"}]}