{"time_collected":"2023-03-07 00:24:21.019553-05:00","top_headers":[{"heading":"Welcome to r/whatsthisplant. Please take the time to read our guidelines before posting.","time_posted":"9 years ago"},{"heading":"We need your input on the subject of poaching","time_posted":"24 days ago"},{"heading":"I was walking down a path in Milwaukee, WI and these little guys made me excited for spring","time_posted":"4 hours ago"},{"heading":"Saw these at a floating market in Bangkok. Not even sure if they're plants? But it was at a plant stall","time_posted":"16 hours ago"}],"rules":["Posts must be about identification of one or more plants.","No swearing/cursing, political comments, or being overly rude/mean/antagonistic.","No marketing, advertising, soliciting or selling allowed."],"subreddits":{"More ID subreddits:":{"r/whatsthisbug":"903,228 members","r/whatsthisbird":"333,932 members","r/whatsthisrock":"192,163 members","r/whatsthissnake":"76,957 members","r/whatsthisfish":"8,731 members","r/WhatsThisSong":"10,376 members","r/ShroomID":"141,016 members","r/WhatIsThisPainting":"344,891 members","r/whatisthiscar":"134,422 members","r/whatisthisthing":"2,269,832 members"},"Plant-related subreddits:":{"r/gardening":"5,292,104 members","r/succulents":"600,866 members","r/IndoorGarden":"883,005 members","r/SavageGarden":"164,321 members","r/plantclinic":"608,894 members","r/plants":"276,237 members","r/botany":"134,680 members","r/houseplants":"1,652,957 members","r/Bonsai":"272,147 members","r/cactus":"159,250 members"}},"about":{"header":"About Community","description":"A subreddit for the identification of plants. Visitors are encouraged to submit requests as well as help out with identification.","created":"Created May 21, 2011","stats":["1.1m strong","1.3k currently ID'n","Top 1% Ranked by Size"]},"other_information":[{"header":"General Guidelines","description":"If a child or a pet, or anyone has ingested or come into contact with a plant that you are worried may be harmful, then please immediately contact the appropriate health care professional (doctor, veterinarian) before posting. I cannot stress this enough. Time is of the essence for all poisoning cases, and waiting here for an ID can be harmful or even fatal. Please feel free to post an ID request here after contacting a health care professional though.\nDo not ingest a plant based on information provided in this subreddit. For your safety we recommend not ingesting any plant material even if advised that it's edible here. Although there are many professionals helping with identification, we are not always correct, and ingesting plants can be harmful or fatal if a false ID is made.\nOnly downvote incorrect ID's as a last resort Downvotes should be reserved for inappropriate comments, trolls, and other trash. Instead of downvoting an incorrect identification, consider commenting with an explanation about why the poster is wrong so that he or she may learn from the experience.\nPlease keep all posts, comments and other content G-Rated. This means no swearing, even casually. Posts with swearing are deleted by AutoModerator. No adult themes. Nothing that would be inappropriate for children. We would like this subreddit to be useful for school students and kids in general to learn about plants. Please don't try to circumvent the filters, it's for a good reason.\nAny marketing, off-topic or general spam posts will be removed. Common sense, keep it about the plant ID here or your post will be removed. Any posts attempting to market or sell, even if related to ID, will be removed."}]}