{"time_collected":"2023-03-07 03:51:11.093516-05:00","top_headers":[{"heading":"Revised rules now in effect; please read and see the sidebar/about","time_posted":"10 months ago"},{"heading":"New automod trigger command available to posters of things! Lock your own post!","time_posted":"6 months ago"},{"heading":"Found a hollow book at a thrift store, looks like it has a small gas chamber or something. Haven’t been able to find any information about it","time_posted":"16 hours ago"},{"heading":"What the heck does this 1920's valentine mean?","time_posted":"14 hours ago"}],"rules":["Be nice","Keep jokes out of the top-level comments","No establishing values or finding things","No medical issues","Don't encourage hurting people or animals","Use a descriptive title","Try to figure it out yourself first","If you know what that is already, ask THOSE experts first please","We only allow link posts, so use a good photo and add extra info in a comment"],"subreddits":{"Other Helpful Subreddits":{"r/whatsthisbird":"333,942 members","r/whatsthisbug":"903,321 members","r/whatsthisfish":"8,731 members","r/whatsthisplant":"1,058,132 members","r/whatsthisrock":"192,173 members","r/animalid":"68,987 members","r/fossilid":"104,115 members","r/species":"13,126 members","r/spiders":"164,240 members","r/translator":"142,440 members"}},"about":{"header":"About Community","description":"For Identification Of Unknown Objects, i.e., Weird Creatures, Ancient Kitchen Gadgets, Funny-Looking Screwdrivers, Other Random Artifacts. When you ask what is this thing, idea, state, person, bug, event, time, remark, etc.","created":"Created Feb 26, 2009","stats":["204k Members","237 Online"]},"other_information":[{"header":"Quick info","description":"This subreddit is for identifying objects of unknown make, type, or origin. If you have something and you don't know what it is, submit it here to find out.\nTo help us help you, please be sure to:\nPost a clear, well-lit, in-focus, large format image\nSmall items should be photographed up close\nLarge items should be photographed from a proper distance enough to see the entire item\nManufacturer's markings help us immensely, even if they look like gibberish to you You can typically locate manufacturer's markings on the bottom, base, or underside of an object\nProduction tags, inserts, or attachments such as a label or stamp also help us identify objects\nIf you are looking for a certain item for sale visit r/helpmefind. We only identify. *If there's a medical issue that concerns you to the point of posting about it online, you could try asking in /r/AskDocs, /r/Health, /r/medical or /r/AskVet. But you should be seeking professional help, not amateur speculation. Our intent is to identify objects & items, not conditions, diseases, infections, or the like."},{"header":"Statistics","description":"Last 24 hours:\n? Open:\n✔ Solved:\n✘ Closed:\n↪ Redirected:\n2018:\n? Open:\n✔ Solved:\n⋯ Other:\nWant to solve some old open cases? Please check our archive.\nThis statistics box is still being developed. The goal is to have this box update every 60 minutes to display a live count of the current cases.\n*If you want to help developing this feel free to contact the moderators. *"}]}