{"time_collected":"2023-03-06 22:44:29.588866-05:00","top_headers":[{"heading":"Read this before posting or commenting","time_posted":"5 years ago"},{"heading":"The r/TraceAnObject subreddit exists to identify objects to help solve child abuse cases. Europol has recently released some new cases. Please see if you can help.","time_posted":"1 month ago"},{"heading":"Small metal thing attached to pipe. Looks like a pressure valve at the top?","time_posted":"9 hours ago"},{"heading":"Tiny balls between train window glass","time_posted":"7 hours ago"},{"heading":"Found this object metal detecting. It is about the size of a dime. Metal. Says “Don’t Think”. It was deep. Are it was found is a park in Connecticut that used to be an estate that goes back to early 1800s.","time_posted":"1 day ago"}],"rules":["Be civil","Be helpful / No Jokes","Try to include a link...","Reply \"Solved!\"","DO NOT DELETE YOUR POST","Be detailed","Do not use URL shorteners or tracking links","Check the F.A.T.","Posts must adhere to submission guidelines"],"subreddits":{},"about":{"header":"About Community","description":"If you have an object and you don't know what it is, this is the place for you to search for an answer. We may not know the \"why\" but we can help with the \"what\".","created":"Created Sep 5, 2010","stats":["2.3m Members","5.1k Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Guidelines","description":"GOOGLE your item's description and keywords BEFORE POSTING HERE.\nThen check FREQUENTLY ASKED THINGS. You may not be aware you have a common item.\nTHEN READ THIS GUIDE on what to include in your post before posting.\nAlso, check out our WIKI.\nRules apply to ALL comments, not just top level replies."},{"header":"Other Helpful Subreddits","description":"Your submission is likely to be removed if it better fits one of these:\n/r/HelpMeFind if you know what it is and want to find where you can get one or find more information on it\n/r/tipofmytongue if you know of a movie, game, song, etc. - but cannot recall the name.\n/r/translator for translation of writing\n/r/AskDocs for health/medical related things\n/r/AskVet for animal health/medical related things\n/r/whatsthisbug for weird bug identification (& nests/eggs)\n/r/whatsthisbird for bird identification\n/r/whatsthisplant for plant identification\n/r/whatsthisrock for rock identification (or, dammit Marie, minerals!)\n/r/whatisthispainting for paintings, artists signatures\n/r/whatsthisworth if you know what it is, and want to find out what it's worth\n/r/whereisthis if you have a picture of a location but don't know where it is"}]}