{"time_collected":"2023-03-07 04:13:36.570244-05:00","top_headers":[{"heading":"Found a baby bird that might need help? Look here for instructions on what to do.","time_posted":"3 years ago"},{"heading":"u/FileTheseBirdsBot syntax update","time_posted":"3 days ago"},{"heading":"Yorkshire, England Bird attacking another bird","time_posted":"12 hours ago"},{"heading":"who is this? seen near pond in farm area in boston MA, short neck and long legs. This photo is from the summer but I saw him again a few days ago (early march)","time_posted":"18 hours ago"}],"rules":["Submit descriptions, audio, video and/or photos of unknown birds","Include geographic location in ID requests","No joke posts","Tag images involving death or gore as NSFW","Leave (most) baby birds alone"],"subreddits":{"Sibling Subreddits":{"r/birding":"429,631 members","r/birdpics":"114,234 members","r/Ornithology":"288,222 members","r/whatsthisbug":"903,329 members","r/species":"13,126 members"}},"about":{"header":"About Community","description":"The place for your bird identification needs and challenges.","created":"Created Jan 4, 2012","stats":["333k Members","130 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"General info","description":"See something feathered but you just can't figure out what it is? Submit descriptions, audio and/or photos of unknown birds, eggs, feathers, or nests and we'll try to help! Be sure to include the location of the sighting when submitting. Already know the ID of a tricky bird and want to see if others can guess it? Just tag [CHALLENGE] posts.\nHave you found a baby bird? PLEASE READ THIS BEFORE POSTING!\nHave you found an injured bird? Use this link to find licensed wildlife rehabilitation near you.\nActive nest guidelines: Keep your distance from a nest if a bird is currently on it. Keep your visit to a nest brief if eggs or hatchlings are inhabiting the nest.\nFilter by UNSOLVED and help out some folks who still need IDs!\nWant to find a bird conservation group in your country? Check out the list of international BirdLife partners."},{"header":"Community-created ID Guides","description":"American Crow vs Common Raven (and a couple other corvids)\nCooper's vs Sharp-shinned Hawk\nDowny vs Hairy Woodpecker (plus bonus woodpeckers)\nJuvenile Black-crowned vs Yellow-crowned Night-Herons\nWhich Dowitcher? Tips for distinguishing Short- vs Long-billed"}]}