{"time_collected":"2023-03-07 00:42:22.314822-05:00","top_headers":[{"heading":"Updated Tips And Reminders For All - 2019 Edition","time_posted":"4 years ago"},{"heading":"Weevils, bed bugs, and ticks - oh my! (Why is my feed full of bed bugs and ticks - and what happened to weeviltime?)","time_posted":"4 months ago"},{"heading":"WHO IS THIS","time_posted":"5 hours ago"},{"heading":"found in northeast usa, so beautiful just wondering what type it is","time_posted":"18 hours ago"}],"subreddits":{"Friends of r/whatsthisbug":{"r/animalid":"68,988 members","r/awwnverts":"125,920 members","r/Bedbugs":"22,659 members","r/Entomology":"148,821 members","r/insects":"130,475 members","r/invasivespecies":"15,298 members","r/mantids":"24,173 members","r/MedicalEntomology":"1,057 members"},"More friends":{"r/mycology":"519,336 members","r/pestcontrol":"23,992 members","r/species":"13,124 members","r/spiderbro":"213,828 members","r/spiders":"164,233 members","r/tarantulas":"80,802 members","r/weeviltime":"52,334 members","r/whatsthisplant":"1,058,095 members"}},"about":{"header":"About Community","description":"Bug identification! All insects, spiders, crustaceans, etc. welcome!","created":"Created Aug 31, 2010","stats":["903k Members","1.6k swarming now"]},"other_information":[{"header":"Welcome to r/whatsthisbug!","description":"Got a photo of a bug you'd like identified? Submit it here and we'll try to figure it out! Best view for ID is top-down, well-lit, low-contrast photos. Pictures are preferable to videos for ID requests but we'll work with what you have.\nI don't need an ID, but can I share a cool bug? Yes! This subreddit is also a community for any arthropodic discussion. But remember, every ID is needed! If you know the identity of your bug, do share it with the community!\nCan I submit a dead bug for ID? Yes, but please bear in mind it’s always easier to ID living specimens. While we realize that extermination is sometimes necessary, comments promoting gratuitous violence against arthropods, or causing unnecessary suffering, (“kill it with fire” etc) will be removed. Linking to subs that explicitly promote hatred is not allowed.\nRefrain from posting bites unless you saw the bug biting the person. We CANNOT diagnose injuries or identify insects/spiders that allegedly caused bites. Seek medical advice before our advice if you didn't see a bug biting you.\nIf your submission does not appear in the \"NEW\" bucket, message the mods to check the spam filter."},{"header":"Submission Guidelines","description":"Indicate the geographic location.\nTake the clearest and most detailed photo possible. Videos are OK, but pictures are best for IDing.\nIndicate the size excluding antennae - the more precise the better.\nProvide any other information you feel could help! If you could not take a photo of the bug, a detailed description (or even a drawing) may work."},{"header":"IDing Guidelines","description":"Cite/Link a source whenever possible. Our \"ID Guides\" section below has some good ones. A search engine result page is not enough.\nDon't make blind/random guesses. Our goal is to provide positive leads; false leads are counter-productive, e.g. \"similar looking\" is rarely good enough at the species level. If one is unfamiliar with the taxon, practice diligence, e.g. check other members of the taxon, as well as those of higher taxa. Especially for medically significant bugs, if you aren't 100% sure, leave the ID to someone more knowledgeable.\nID guides tend to be regional. While BugGuide.Net is popular, it only pertains to arthropods in the U.S. and Canada. For bugs outside the U.S. and Canada, try to search for a guide specific to that region. For example, if you want to ID a butterfly from Brazil, this would be a great guide.\nIn BugGuide.net, click on the \"Browse\" tab to switch to an ID-friendly, taxonomic view."},{"header":"ID Guides by Region","description":"Americas\nButterflies of America\nGeneric Guide to New World Scarab Beetles\nNorth America\nBugGuide.Net\nInsect Identification (work in progress)\nMoth Photographers Group\nPacific Northwest Moths\nCentral and South America\nCoccinelidae de Argentina|Bolivia|Brazil|Chile\nColeoptera Neotropical\nNeotropical Butterflies\nEurope\nBioMap (Beetles of Poland) (in Polish)\nBritish Lepidoptera\nEuropean Heteropterans (in German)\nGrasshoppers of Europe\nkerbtier.de (Beetle Fauna of Germany)\nkoleopterologie.de (European Coleopterans) (in German)\nMoths and Butterflies of Europe and North Africa\nUKMoths\nAustralia\nWhat Bug is That?\nWorldwide\nAntWeb\nBOLD Systems\nCarabidae of the World (subscription-based)\nCerambycidae Catalog: Old World|New World\nCerambycoidea.com (longhorned beetles)\nDiscover Life (work in progress)\njumping-spiders.com\nSharpshooter Leafhoppers of the World\nspeciesfile.org\ntreehoppers.insectmuseum.org"},{"header":"Glossaries","description":"Amateur Entomologists' Society\nAuburn University\nGordon's Entomological Glossary\nInsect Anatomy"}]}