{"time_collected":"2023-03-07 04:53:43.638519-05:00","top_headers":[{"heading":"Weekly Q&A Thread - March 04, 2023","time_posted":"3 days ago"},{"heading":"Tarot Tuesday","time_posted":"3 hours ago"},{"heading":"I never thought I’d get to make a post like this, but I’m so excited!","time_posted":"12 hours ago"},{"heading":"Does charging crystals on a full moon still work if it’s cloudy?","time_posted":"8 hours ago"},{"heading":"Known Scammer Names - Database","time_posted":"18 hours ago"},{"heading":"Your Favourite Substitute for Fire","time_posted":"9 hours ago"},{"heading":"Moon bath timing?","time_posted":"11 hours ago"},{"heading":"Protection Spells and Cleaning Up","time_posted":"13 hours ago"},{"heading":"HONEY JAR threw away","time_posted":"12 hours ago"},{"heading":"Tarot Tips","time_posted":"21 hours ago"},{"heading":"What magick can I do with sea shells?","time_posted":"19 hours ago"}],"rules":["Content | Topic","Be Kind","No Gatekeeping","Do not shop for spells","Nothing that will physically harm another person","Seek Conventional Professional Services First","No Paid Immaterial Services","Do not post any Personally Identifiable Information (PII)","No Partisan Politics"],"subreddits":{"Craft-related":{"r/tarot":"297,596 members","r/Spells":"35,462 members","r/occult":"313,004 members","r/astrology":"340,478 members","r/chaosmagick":"39,634 members","r/elderwitches":"5,960 members","r/WitchcraftCircleJerk":"348 members","r/eggcleanse":"1,142 members","r/SpiritWork_Witchcraft":"1,280 members","r/rebelwitch":"240 members"}},"about":{"header":"About Community","description":"r/Witchcraft is a welcoming and inclusive space in which to share knowledge, discuss, ask questions, and further the progression of witchcraft as well as the individual's path. All are welcome, those who practice witchcraft and those who wish to learn.","created":"Created Aug 9, 2010","stats":["362k Witches","258 Seeking","Top 1% Ranked by Size"]},"other_information":[{"header":"Posting Guidelines","description":"For specific disallowed topics or post types, please see our Mod Post about Rule 1: Content | Topic.\nIn an effort to cut down on spam and low quality posts, a Reddit Karma requirement is in place. The amount of karma will not be disclosed. Posts that do not meet this threshold will be filtered for Moderator approval. If you'd like to get enough karma to create your own standalone post then we'd encourage you to find something cute or funny and post it to a popular corresponding subreddit.\nYour post will fall under heavy scrutiny when it's reviewed, so please read the Rules; this is also in the Automoderator's stickied comment on every post. It's important for you to understand why your post was removed, so please check your post against these topics.\nThis is a serious witchcraft subreddit that is dedicated to the text-based discussion of the practice of witchcraft, therefore if a moderator deems that your post does not fit the subreddit (due to either content or format) then it will be removed. You can absolutely rephrase and try again, but repeated offenses are seen as spam and you will be temporarily banned.\nThe most common reason for a Rule 1 removal is simply asking for a spell, without any indication that any work has already been completed or researched.\nWhen preparing to post, try to think of information that somebody who's been practicing for years would want to know, before helping.\nPost Flairs are required, please see the Flair Help section of this sidebar, to ensure that you're flairing correctly.\nAny flair that is wrong will be changed. Similarly, any posts that are inappropriately marked as NSFW will be removed as such; same with the Spoiler tag. It's likely in your better interest not to use the NSFW tag.\nPlease remember that your morals and ethics are only yours and nobody else's. Telling others what they may or may not do in their practice is Gatekeeping and is subject to a permanent ban."},{"header":"Flair Help","description":"Help | Spellwork\nYou've researched your spellwork and need further help.\nYou've cast a spell and you fear that something might have gone awry.\nHelp | Divination\nInterpretation assistance with any divination: Tarot, Egg Cleanses, Astrology, Runes, Bones, etc.\nHelp | Experience - Insight\nSomething happened but you can't quite put your finger on it.\nHelp | Altars, Tools, Crafts\nHelp requests for altars or any of your creations; tools, such as wands or pendulums, etc.\nSharing | Spellwork\nYou've created your own spell and want to share.\nWPT | Witch Pro Tip\nYou've figured out something that's so much easier than what the \"norm\" would say.\nWPT | Spellwork\nWitch Pro Tip : You've cast lots of spells, and here's your Pro Tip.\nWPT | Divination\nWitch Pro Tip: After all of the readings that you've done, you've found a better method.\nSharing | Experience\nYou cast a spell and want to share the results.\nArticles | Guides\nArticles or guides regarding different topics of witchcraft.\nFamiliar Friday\nFridays only. This is to share your image of your pet!\nSalty Saturday\nSaturdays only. Witch memes.\nAltars | Tools | Crafts\nSharing an image of your altar, your tools, or other projects that you've been working on creating."},{"header":"Themed Day Discussion Threads","description":"Each day of the week on r/witchcraft has a stickied thread for its theme! Share your thoughts and images on each respective day!\nMagic Monday The first thread of the week is here for you to set your intent for the week. Simply posting what you want to happen for the week is your spell.\nTarot Tuesday Everything Tarot! You can ask questions, request/offer/provide readings (on the thread itself, please!) and you can absolutely share images of your decks in comments!\nWitch Wellness Wednedsay Life is rough, and sometimes we need to vent. Say anything that you need to say. Please remember to type [LOCK] at the start of your comment, if you don't want others to be able to interact.\nTheory Thursday What have you been thinking? Share and discuss your inner ponderings of the universe.\nFamiliar Friday Pets! While a Familiar may have a specific definition, we still like to think of our furry companions as Familiars - share your floofs and non-floofs!\nSalty Saturday Saturdays are for memes and laughs! All witch-themed memes welcomed!\nSigil Sunday Post an image of your sigil(s) in the thread. Upvote to lend your energy; that same concept applies for others and your image too!"},{"header":"Modcasts - Podcasts from Mods","description":"Modcasts are podcasts by the mods of r/witchcraft.\nThese scheduled on a bi-weekly basis, Saturday mornings at 9:00 AM. The themes typically revolve around board policy, but it does vary to involve the community!\nOff-schedule Modcasts can typically occur in the late afternoons or early evenings.\nAfter the Modcasts conclude, the recording will be available shortly thereafter. Feel free to leave a comment, and the mods will get back with you!\nYou can either search the phrase \"Modcast\" at the top of the board or by sorting by Modcast flair.\nPop in and interact with emojis, and don't be afraid to raise your hand when we open discussion to the community - don't be shy!"}]}