{"time_collected":"2023-03-07 02:04:11.670765-05:00","top_headers":[{"heading":"Share your resources to help earthquake victims in Syria and Turkey","time_posted":"26 days ago"},{"heading":"✨ WvP Daily Chat and Good Witchy Vibes ✨","time_posted":"19 hours ago"},{"heading":"This Mod comment absolutely killed it.","time_posted":"4 hours ago"},{"heading":"This made me laugh harder than it should have!","time_posted":"10 hours ago"}],"rules":["Be kind","Destroy the Patriarchy","No Evangelizing","Follow Coven Etiquette","Follow Marketplace Rules","Moderator Discretion"],"subreddits":{"Related Communities":{"r/teenagers":"2,916,279 members","r/Witch":"92,800 members","r/Drag":"56,884 members","r/NonBinary":"200,850 members","r/LesbianActually":"212,458 members","r/BisexualTeens":"145,907 members","r/FreeCompliments":"256,129 members","r/blackladies":"87,331 members","r/witchcraft":"362,741 members","r/trans":"368,543 members"}},"about":{"header":"About Community","description":"r/WitchesVsPatriarchy is a woman-centered sub with a witchy twist, aimed at healing, supporting, and uplifting one another through humor and magic. The goal is to at once embrace, and poke fun at, the mystical aspects of femininity that have been previously demonized and/or devalued by the patriarchy. This subreddit is a Safe Space for Women, BIPOC, and anyone in the LGBTQ+ community. We are Sisters, not Cisters. If you do not consider yourself an ally, then this subreddit is not for you.","created":"Created Sep 27, 2018","stats":["686k Members","1.8k Online","Top 1% Ranked by Size"]},"other_information":[{"header":"About","description":"Though women-centric, we welcome all beings interested in using their esoteric powers to destroy the Patriarchy and all its constraints on women, men, and everybody in between and beyond.\nTaking a more historic approach to the concept of witches, this sub is meant to channel the spirit of the women who were persecuted in witch trials worldwide as part of a thinly veiled systemic oppression of female power.\nWitchy Memes are highly encouraged, as well as pop culture references, life advice, and general discussions from a mystical and/or spiritual perspective. Open minds and a sense of humor are required.\nIf a gender is to be assumed, that gender must be female. If you would not like to be assumed female, please use a different gender-specific or androgynous \"☉\" flair.\nThis subreddit is a Safe Space for Women, BIPOC, and anyone in the LGTBQ+ community. We are Sisters, not Cisters. If you do not consider yourself an ally, then this subreddit is not for you.\nWitchesVsPatriarchy is curated to maintain a warm, hopeful, healing, supportive, and uplifting environment."},{"header":"Posting Guidelines","description":"Witchy content is most encouraged! It doesn't have to be feminist, but witchy+feminist+humorous will score you extra points.\nWVP is curated to maintain a warm, hopeful, supportive, and uplifting environment. Content that is better suited to other subs may be removed. Posts that provoke outrage, or focus on negative or anti-feminist behavior will be removed.\nTrauma-heavy posts may be directed to other subs or will be removed if they reach a certain karma limit. Titles must be neutral in regard to upsetting content.\nWe allow self-promotion (including selfies) as long as it is witchy/feminist and not spammy.\nLinks to (and screenshots of) other subs are not allowed, nor are calls-to-arms about other users or subs.\nAdverts for chat groups, surveys, and data gathering are not allowed.\nPics of familiars are encouraged but posts may not mention death, injury, or illness.\nWVP is a gender inclusive women-centric subreddit. Posts that center the points of view of men may be removed."},{"header":"FAQ","description":"Can I be a Witch if I don't actually believe in anything?\nYour questions about sage and smudging answered here\nAre guys welcome here? Are you against men?\nGlossary of Commonly Appropriated Terms in the Witchcraft Community"},{"header":"Resources","description":"Basic Definition of Patriarchy\nCaliban and the Witch is a history of the transition to capitalism. In it, Silvia Federici argues that the witch hunts of the sixteenth- and seventeenth-centuries served to create and enforce a newly established role in society for women, who were consigned to unpaid reproductive labour to satisfy the needs of an ascendant capitalist order.\nWitchcraft, Gender, & Marxism is a video essay by Philosophy Tube inspired by Silvia Federici's writings.\nIn her TED talk, The Urgency of Intersectionality Kimberlé Crenshaw explains how and why she coined the term and reminds us to #SayHerName.\nThis subreddit supports the Black Lives Matter movement.\nAngela Davis explains how our notions of Revolution need to be far more capacious.\nThe Satanic Temple - Why WvP does not stand with it and why you shouldn't donate (and more)\nYour FAQs about white sage and smudging are answered here\nr/MensLib is a great resource for Male-specific issues with Patriarchy.\nr/TrollXChromosomes is another great female subreddit with a sense of humor.\nOther suggested subreddits include r/FemmeThoughts, r/Tarot, r/SASSwitches, and r/HellsomeMemes."}]}