{"time_collected":"2023-03-08 14:15:02.789097-05:00","top_headers":[{"heading":"inspired by the 70s","time_posted":"7 hours ago"},{"heading":"Spring approaches 🌟🌞","time_posted":"13 hours ago"},{"heading":"pony ride 💚💜💚","time_posted":"3 hours ago"}],"rules":["No hateful or negative content","Do not threaten, harass, bully, or write sexually explicit comments.","Post breakdowns are nice, but not mandatory.","Mirror selfies are allowed, but should clearly show your outfit (NSFW NOT allowed)","Brands must DM mod before making any posts showing/advertising products.","Your photo should not be cross posted in more than 3 other subreddits.","There's no perfect definition of streetwear, but please try to adhere to the theme. No policing."],"subreddits":{"Related Subreddits":{"r/streetwear":"4,172,170 members","r/SneakersBaeSize":"908 members","r/StreetwearFits":"20,878 members","r/japanesestreetwear":"295,819 members"}},"about":{"header":"About Community","description":"Reddit's official streetwear subreddit for women, non-binary, and trans people.","created":"Created Apr 24, 2016","stats":["1.4m Members","63 Online"]},"other_information":[{"header":"What is Streetwear?","description":"This subreddit was created as a safe and positive place for women, non-binary, trans, queer, and femme individuals to feel safe posting without fear of the cis-male gaze.\nStreetwear is a very broad term and often quite subjective. Just as fashion changes, so too does the definition of what streetwear is. In r/WomensStreetwear, we encourage a culture of individual expression. A place to share your cops, show off the fits, DIY, and generally discuss about the culture.\nStreetwear is typically considered informal, casual clothing that blends and samples various styles and cultures. Streetwear is “what you wear on the street” in the sense that the \"genre\" of streetwear was in fact created and popularized by people who hang out on the street; whether it be existing, skating, partying, creating art, whatever.\nInherently, streetwear was created and popularized by people of color and other marginalized groups, often in urban cities. Streetwear was appropriated and popularized in white, mainstream fashion in the late 2000's, early 2010s. This is primarily due to the rise in popularity of rap and hip hop, skating, and social media.\nIn terms of trying to put parameters on what streetwear is and isn't, there are a few visual elements that can be identified in the genre that have existed since its inception.\nUse of brand names, often being the VISUAL focal point of an outfit. This is done for genuine aesthetic purposes, but also recognizability amongst streetwear enthusiasts. Examples include Supreme, Palace, Bathing Ape, anti social social club, Polo, Tommy Hilfiger, Hook ups, Ice Cream\nMerchandise (often exclusive) from rappers, bands, artists, celebrities, sports teams, skate companies\nEmphasis on sneakers and shoe game, with a range of examples being Jordan, Yeezy, Rick Owens, Converse, Vans, Revenge, and many more.\nBoth oversized and \"tight\" fit outfits and pieces, such as Carhartt work pants, tall tees, bucket hats, etc.\nFocus on accessories such as hats (fitted, trucker, etc.), belts (off-white), socks, etc.\nIronic, \"ugly\", corny or extreme designer wear. Flexing can be subtle or be extravagant. For example, when emojis first were a thing, people wore matching emoji sweat suits. Or, today, Mound Posse/Sematary wear clothes reminiscent of the early 2000s.\nThe essence of streetwear, as opposed to simply objective, visual elements is what makes streetwear a broad, all encompassing genre. It must be stated and acknowledged that streetwear is largely a direct product of black, brown and LGBT communities. However, the beauty of this genre or subculture is the mixing of several other groups of people, make streetwear undeniably observable and reproduced. Some of these responsible groups are:\nBlack and brown communities and culture\nInternational fashion hubs such as Japan, China, Germany, Italy, France, etc.\nWhite American Counter & subcultures (e.g. skate, surf, emo, goth)\nMusic movements (e.g. hip-hop, DIY punk, rock)\nAesthetics (e.g. Harajuku, cyberpunk, vaporwave)\nFashion movements (e.g. avant garde, haute couture, ready-to-wear)\nArt movements (e.g. retrofuturism, graffiti, minimalism)\nSports and activewear (e.g. athletic, tactical wear, sneakers)\nSocial movements like gay/trans rights and rights for people of color\nIn 2022, streetwear has permeated popular and underground fashion, yet it is much less referred to or even idolized as streetwear. While brands like Supreme, Bathing Ape and even smaller brands are still able to successfully drop and sell out of clothing, it has certainly cooled down from the height of popularity in 2017. Covid 19 and overall recession has made the reverement of buying expensive clothing less attainable, thus seeing a rise in thrifted and vintage wear, along with the ideas of capsule wardrobes and \"basics.\"\nNFT art has also given the main followers of streetwear sort of a revitalizing push, as many of those who got involved in streetwear for monetary reasons have turned to NFTs for the same reason. You often seen elements of streetwear almost grossly reproduced, such as with the Bored Ape Yacht Club.\nThis subreddit is comprised of nearly a million subscribers. All of you are encouraged to post your outfits that share visual elements, or essence elements of streetwear."}]}