{"time_collected":"2023-03-07 01:23:33.665448-05:00","top_headers":[{"heading":"1 Million Builders?! Let's Hear it for this fantastic community!","time_posted":"5 months ago"},{"heading":"PSA: The \"What, and \"Why\" of Context","time_posted":"2 months ago"},{"heading":"Love designing non humanoid aliens. Here’s the Axehead!","time_posted":"13 hours ago"},{"heading":"What’s an example of worldbuilding in fiction that you thought started out great but got worse as it was fleshed out?","time_posted":"11 hours ago"},{"heading":"Psionic Cartridges: Psychic Powers in a Simulated Universe (Simverse)","time_posted":"17 hours ago"}],"rules":["Be kind to others and respect our purpose.","All posts should include worldbuilding context.","Put in some effort.","This is a DIY community.","NSFW content requires special care.","We allow non-disruptive advertising.","The Full and Comprehensive List of Rules"],"subreddits":{"Related Subs":{"r/worldjerking":"75,947 members","r/conlangs":"83,041 members","r/Worldprompts":"9,734 members","r/CharacterDevelopment":"24,851 members","r/characterforge":"14,553 members","r/mapmaking":"123,954 members","r/imaginarymaps":"386,769 members","r/fantasywriters":"760,462 members","r/scifiwriting":"64,404 members"}},"about":{"header":"About Community","description":"For artists, writers, gamemasters, musicians, programmers, philosophers and scientists alike! The creation of new worlds and new universes has long been a key element of speculative fiction, from the fantasy works of Tolkien and Le Guin, to the science-fiction universes of Delany and Asimov, to the tabletop realm of Gygax and Barker, and beyond. This subreddit is about sharing your worlds, discovering the creations of others, and discussing the many aspects of creating new universes.","created":"Created Nov 23, 2009","stats":["1.1m Worldbuilders","654 Currently Creating"]},"other_information":[{"header":"Resources","description":"Every post needs context! Consider using our context template to get started. Unsure why context is important? Consider checking out our Why Context? essay.\nPlease flair your posts.\nRemember to check out the wiki for lots of resources and tips on starting out!\nThere is also a curated list of resources compiled via Discord."}]}