{"time_collected":"2023-03-07 03:21:23.999523-05:00","top_headers":[{"heading":"Please take a moment to review new rules.","time_posted":"3 months ago"},{"heading":"Would You Rather Be Naked In A Room Full Of Clothed People Or Be Naked In Room Where Everyone Else Is Naked?","time_posted":"14 hours ago"},{"heading":"Would u rathe get $10 million at the start of each year or get $500 for every piece of trash or waste you touch?","time_posted":"5 hours ago"},{"heading":"WYR always have a pebble in your shoes or every bed you sleep in is sandy.","time_posted":"7 hours ago"},{"heading":"WYR have a one of the folloing superpowers or get money?","time_posted":"1 day ago"},{"heading":"Where would you rather live?","time_posted":"7 hours ago"},{"heading":"Would you rather never eat pizza again or eat 7 pizza pies in one day to keep your pizza privileges","time_posted":"7 hours ago"},{"heading":"Would you rather be teleported to another multiverse each month or a random location on earth each month","time_posted":"5 hours ago"},{"heading":"WYR live every day twice or every other day switching timelines?","time_posted":"22 hours ago"},{"heading":"WYR be ugly in person, attractive in photos or the other way around?","time_posted":"15 hours ago"},{"heading":"Which child (sized) horror movie villain WYR see Harry and Marv (Home Alone) go up against?","time_posted":"8 hours ago"},{"heading":"WYR have friends or not have any friends?","time_posted":"4 hours ago"},{"heading":"Would you rather watch movies at a movie theater or at home?","time_posted":"6 hours ago"},{"heading":"WYR give $500 of your own money to a homeless kid or $1500 to any charity of your choosing","time_posted":"17 hours ago"},{"heading":"WYR only eat your favorite food for the rest of your life or eat everything except your favorite food?","time_posted":"12 hours ago"},{"heading":"If you were part of a 50 person post-apocalyptic survival group, how would you feel about cannibalism?","time_posted":"18 hours ago"},{"heading":"WYR, murder a toddler or cut off your genitals without anesthesia?","time_posted":"9 hours ago"},{"heading":"WYR walk through the most dangerous neighborhood in Detroit while wearing a Confederate Flag t-shirt for 2 hours and get $2.5 million or get $18,500 every time you punch someone in that dangerous Detroit neighborhood","time_posted":"9 hours ago"},{"heading":"Would you rather kill or be short?","time_posted":"9 hours ago"},{"heading":"WYR Everyone thinks you're evil, but you're actually good, OR everyone thinks you're good, but you're actually evil","time_posted":"16 hours ago"},{"heading":"When you watch a video on YouTube WYR have a 3 minute ad that you can't skip play every 5 minutes or have the video buffer for 5 minutes every 3 minutes?","time_posted":"12 hours ago"},{"heading":"would you rather be the last human on earth or stranded on an alien planet?","time_posted":"1 day ago"}],"rules":["Questions must contain \"WYR\" and should try to have all options in the title","Low effort posts or uninteresting poll-type questions are not allowed.","“Least picked choice wins” is lame","No politics.","No sexualization of minors or stereotyping of groups."],"subreddits":{},"about":{"header":"About Community","description":"Welcome to WouldYouRather","created":"Created Jan 7, 2009","stats":["317k Members","160 Online"]},"other_information":[]}