{"time_collected":"2023-03-07 01:18:21.049102-05:00","top_headers":[{"heading":"[OT] SatChat: How often do you take breaks while writing? (New here? Introduce yourself!)","time_posted":"2 days ago"},{"heading":"[CW] Smash 'Em Up Sunday: Pepián de Pollo","time_posted":"2 hours ago"},{"heading":"[WP] Humans are the proverbial \"Sleeping Giant,\" and thus make remarkably good deterrents. A common tactic of the Galactic Federation is to simply call in a human warship, such as the USS \"Fuck Around and, FindOut,\" and simply let it sit nearby. Peace Talks happen within the week.","time_posted":"9 hours ago"},{"heading":"[WP] “The Guardians have always been, young rhino. They watch us from afar. Never interfering with our own struggles, but keeping their own kind from interfering as well. Ours is not to question their ways.”","time_posted":"17 hours ago"},{"heading":"[WP] If someone dies in a horrific or traumatic way they are not greeted by Charon the ferryman but instead by Cerberus the best therapy dog in the whole underworld.","time_posted":"1 day ago"},{"heading":"[WP] The lottery is a secret plot to catch time travellers. You have just been detained despite winning by pure luck.","time_posted":"13 hours ago"},{"heading":"[WP] Humans have just released a new movie called “The Truman Show”, and the alien TV producers of “The Earth Show” are getting paranoid.","time_posted":"17 hours ago"},{"heading":"[OT] The r/writingprompts formula; an observation.","time_posted":"49 minutes ago"}],"rules":["Top-level prompt responses for new stories/poems","No explicitly sexual themes; other harmful content","Be civil in discussion, feedback, and critiques","All submissions must be tagged","No recent reposts, even if changing small details","Prompt in title, avoid commissions/games","No posts likely to end in rule-breaking comments","Keep it about writing, not competing/making money"],"subreddits":{"Related Communities":{"r/WPCritique":"1,909 members","r/bestofWritingPrompts":"18,304 members","r/promptoftheday":"16,323 members","r/shortstories":"71,130 members","r/DCFU":"5,254 members"}},"about":{"header":"About Community","description":"Writing Prompts. You're a writer and you just want to flex those muscles? You've come to the right place! If you see a prompt you like, simply write a short story based on it. Get comments from others, and leave commentary for other people's works. Let's help each other.","created":"Created Sep 7, 2010","stats":["16.7m Promptians","1.2k Reading and Writing"]},"other_information":[{"header":"Welcome","description":"We are a subreddit dedicated to inspiring people to write! Find a prompt that moves you and respond with a story or a poem. FAQ »\nThe subreddit where it's all made up and the points don't matter."},{"header":"On Rules and Copyright","description":"Rule breaking posts or comments may be removed without notice. Rule breaking may result in a permanent ban without prior warning.\nView the full rule explanations here.\nIf you spot a violation, please use the Report button underneath the post. This is the best way to help! If you have an issue with other users, send us a modmail.\nAll content is © by the original authors."}]}