{"time_collected":"2023-03-07 08:53:12.390965-05:00","top_headers":[{"heading":"It's Your Universe","time_posted":"21 hours ago"},{"heading":"Weekly General Discussion Thread","time_posted":"23 hours ago"},{"heading":"new informations about MyRise and Myfaction by Mike Straw","time_posted":"13 hours ago"},{"heading":"2K23 DLC List","time_posted":"22 hours ago"}],"rules":["Self Promotion","Choose the Correct Post Flairs","No Buying/Selling/Giveaways/Begging or Piracy","Low-Effort/Low-Quality Capture","Low-Effort Text Post","Posting Limit","Violation of Reddiquette","Use Modmail If You Have Any Subreddit Issues"],"subreddits":{"Related Communities":{"r/SquaredCircle":"738,141 members","r/FantasyBookers":"14,976 members","r/njpw":"70,823 members","r/Wrasslin":"106,323 members","r/Wreddit":"8,045 members","r/Brawlstars":"626,714 members","r/FortNiteBR":"2,224,161 members","r/FortniteCreative":"134,935 members","r/wrestling":"91,567 members","r/Genshin_Impact":"1,813,127 members"}},"about":{"header":"About Community","description":"The unofficial hub for discussion of the WWE2K series and any other pro wrestling game out there!","created":"Created Dec 23, 2011","stats":["117k Members","781 Online","Top 1% Ranked by Size"]},"other_information":[{"header":"Welcome!","description":"Hello and welcome to /r/WWEGames. This is a place where you can discuss anything related to professional wrestling games! That includes any wrestling game from any platform, although the primary focus on this subreddit is the WWE2K series.\n/r/WWEGames Official Discord Channel\nPlease take a moment to familiarise yourself with the subreddit rules, which can be found in the sidebar below."},{"header":"Weekly Threads","description":"Mondays: It's Your Universe - Update us on your current Universe plans, post results and ask Universe Mode-related questions in this thread.\nMondays: Weekly General Discussion Thread - Post memes, chat wrestling in general, post things that maybe don't need their own thread, and more. Talk about anything in these threads as long as it's appropriate. These threads are not for promoting your channels or videos."},{"header":"Match Card Mondays","description":"Have you created a match card or poster you want to show off? All match cards and posters, in-game, written, and photo-shopped, are designated to Mondays. Simply select the MCM flair when submitting your post. If you have multiple cards/posters to show, please limit them to no more than two threads. More than that will be removed. Do not use MCM to promote a channel or video.\nWritten show results and tournament brackets fall under the MCM rule. You may post Cyber Sunday polls on any day if all links are contained to one thread and you don't spam it daily."},{"header":"Self Promotion Saturdays","description":"Youtube content creator? Twitch streamer? Run a Universe blog? Saturday is your day! Every Saturday, the rules on self promotion (see below) are lifted and creators are free to post their content! Simply select the SPS flair when submitting your post. Your post must link directly to your video or channel. A match card or poster with a link in the comments will be removed.\nThe usual rules on self promotion remain in effect on other days. If you have multiple videos you'd like to share, please put the links together in a text post; multiple link posts to the same channel will be removed. In-game Community Creations content does not fall under self promotion and can be posted at any time."}]}