{"time_collected":"2023-03-07 06:53:59.848800-05:00","top_headers":[{"heading":"General Discussion Thread, March 2023","time_posted":"6 days ago"},{"heading":"Buy / Sell / Trade Thread, March 2023","time_posted":"6 days ago"},{"heading":"Finally finished my build (for real this time) and took this thing out to play in the dirt. So much fun","time_posted":"16 hours ago"},{"heading":"How should I upgrade my 1984 Diamondback Accent, the 2nd ever mass produced mountain bike? Looking for ideas and part suggestions.","time_posted":"10 hours ago"}],"rules":["Be cool (ice cold)","No Strava screenshot posts"],"subreddits":{"Our Friends":{"r/bicycleculture":"17,472 members","r/bikecommuting":"152,891 members","r/bikepacking":"102,483 members","r/Bikeporn":"115,987 members","r/bikewrench":"173,082 members","r/fatbike":"12,212 members","r/FixedGearBicycle":"90,881 members","r/gravelcycling":"89,348 members","r/MTB":"306,989 members","r/singlespeedcycling":"9,708 members"}},"about":{"header":"About Community","description":"This is an adventure-biking sub dedicated to the vast world that exists between ultralight road racing and technical singletrack. All-road, crossover, gravel, monster-cross, road-plus, supple tires, steel frames, vintage bikes, hybrids, commuting, bike touring, bikepacking, fatbiking, single-speeds, fixies, Frankenbikes with ragbag parts and specs, etc. are all fair game here. The unifying element is the mentality! Ask a question, share a thought, post a photo, connect with other riders.","created":"Created Sep 17, 2018","stats":["65.7k Members","197 Online"]},"other_information":[{"header":"Further xbiking Resources","description":"Discord Server - xbiking Discord server created and run by a sub member\nAMA Schedule & Archive - The schedule of upcoming & archive of previous xbiking AMAs\nScheduled Discussion Prompt Submission - Submit topic ideas for scheduled discussions in r/xbiking here!\nScheduled Discussion Archive - An explanation & archive of the Scheduled Discussion posts made sporadically in the sub\nGeneral Chat Room - The general chat room for all the chillers in xbiking\nIRL Riding Chat Room - This is a chat room designed to facilitate IRL meet-ups and rides among xbiking members. Let's see how useful it is!\nStickers - Cop xbiking / Super Nice stickers here. PM u/RipVanBinkle to swap for your own stickers!\nWhat is xbiking? - A thread addressing the sub's most frequently asked question\nXbiking Strava - The Strava for all the interested chillers in xbiking\n@_xbiking_ - The xbiking Instagram account\nWikis\nToolshed - An editable xbiking resource for all things related to DIY bike mechanics, repair, modification, etc. Add to it!\nGear Recommendations - An editable resource for gear recommendations created by the xbiking community. Find gear and add your own suggestions!\nLBS Recommendations - An editable resource for LBS recommendations created by the xbiking community. Find a solid LBS, and add your own recommendation!\nRide Recommendations - An editable resource for ride recommendations created by the xbiking community. Find cool rides and routes, and add your own recommendations!\nRelated Websites\n650b Google Group - Google forum for discussion surrounding 650b and related topics\nBike Counterculture - The self-described \"third-best bicycle website on the internet.\" A collection of bike enthusiasts with interesting opinions about relevant xbiking topics\nBike Insights - A powerful tool for understanding and comparing bike design and fit, with an appreciation for the sorts of bikes you'll find in this sub\nBikepacking.com - Bikepacking focused website with relevant adventure biking content\nCyclingAbout - The expansive project of \"Allee,\" a perpetual bike tourer and bike-travel enthusiast\nGravel Cyclist - Gravel grinding news, updates, and reviews\nOff the Beaten Path - The heavily opinionated and thoroughly enjoyable blog of biking personality Jan Heine (Bike Quarterly, Compass Tires)\nThe Paceline Forum - Expansive forum covering a wide range of biking topics, with increasingly prevalent xbiking related content\nThe Radavist - Rubber side up. Rad biking culture magazine with a focus on xbiking themes\nRiding Gravel - Gravel grinding news, updates, and reviews\nSuper Nice Blog - My own blog-style website featuring related xbiking content, an AMA catalog, and other resources\nWhatbars - Useful tool to review and compare handlebars\nRelated YouTube Channels\nBike Radar - General biking channel with increasingly plentiful and relevant adventure/gravel content\nGlobal Cycling Network - Road bike focused channel with increasingly plentiful and relevant adventure/gravel content\nGlobal Mountain Bike Network - Mountain bike focused channel beginning to dabble in adventure biking content\nThe Path Less Pedaled - The supple life. An active and informative channel conducted by adventure and gravel bike enthusiast Russ and his partner and sometimes-collaborator Laura\nRelated Print Reading\nBicycle Quarterly - A (not free) physical magazine edited by Jan Heine (also the founder of Compass Tires) that deals with several xbiking themes, with roots in randonneuring\nIf you have a recommendation for bitchin' xbiking related content outside of Reddit, please post about it or send me some mod mail!"}]}