{"time_collected":"2023-03-19 19:40:50.135808-04:00","top_headers":[{"heading":"Ex-muslim Somalis now have their own substack in Somali","time_posted":"15 days ago"},{"heading":"Discord for Irreligious Somalis 🇸🇴 NEW POST : MARCH 2023","time_posted":"10 days ago"},{"heading":"Thoughts on Somali Patriotism/nationalism ?( Within both ex Muslim and Muslim Somalis )","time_posted":"16 minutes ago"},{"heading":"Waryada XSomalis, What are 3 haram things you occasionally do?","time_posted":"9 hours ago"},{"heading":"I’m in Nairobi, Kenya and it’s crazy to see Somali openly drinking and at bars. I’ve come to Nairobi many times and this wasn’t the case in the past as many would hide. Many of them are young professionals and educated folks.","time_posted":"1 day ago"},{"heading":"TV show called “American Auto” talks about Somali Twitter, Somaliland, & overall east african politics","time_posted":"1 day ago"},{"heading":"Any Somalis who got white/non somali names?","time_posted":"14 hours ago"},{"heading":"Disabled Somali woman, Sarah Jama, running for the socialists wins election in Hamilton Centre for Ontario legislature","time_posted":"1 day ago"},{"heading":"Joining the military to get away from my parents?","time_posted":"1 day ago"},{"heading":"Dont let other Africans make you feel insecure","time_posted":"2 days ago"},{"heading":"Do you think that Islam is bad for Somalis?","time_posted":"3 days ago"},{"heading":"Im conflicted on my view about this","time_posted":"4 days ago"},{"heading":"Let’s talk about sex y’all……did you feel guilty for having sex because of the all the religious trauma etc?","time_posted":"4 days ago"}],"subreddits":{},"about":{"header":"About Community","description":"Ku soo dhawaada xerada bilaa diinta, Soomaaliyey! This is a community for irreligious Somalis. Whether atheist, agnostic, deist or another place on the spectrum. Muslims are also welcome to pose questions relevant to our Ex-Muslim experience. Do not post da'wah content here. Take those conversations to r/DebateReligion. For all those Somalis who no longer believe in Islam, a non-judgmental place for us to meet and discuss things we aren't able to openly talk about.","created":"Created Sep 24, 2013","stats":["5.6k Members","41 Online"]},"other_information":[{"header":"Discord","description":"Discord for non-religious Somalis - https://discord.gg/56cVnC4zxJ"}]}