{"time_collected":"2023-03-07 00:43:43.986151-05:00","top_headers":[{"heading":"WESTERN RELEASE OF ISHIN ANNOUNCED","time_posted":"6 months ago"},{"heading":"Kurohyou (Like A Dragon: Black Panther) English Patch Announcement Trailer","time_posted":"24 days ago"},{"heading":"Mozzarella, Patriarch of the Cheese Family","time_posted":"9 hours ago"},{"heading":"What advices do you think these Yakuza legends would give out? (Credited to Songchungeee on Twitter)","time_posted":"20 hours ago"},{"heading":"First time playing the Yakuza series. Really love the English localization dialog in this game!","time_posted":"10 hours ago"}],"rules":["No discrimination (eg. Sexism, Racism, Homophobia, etc)","Stay on topic about the Yakuza series. Subjects related to the series are allowed.","Be Civil, use appropriate language and keep it friendly(Don't attack other people for their opinion)","Mark spoilers correctly","Credit artists.","Only 1 self-promotion post per week is allowed"],"subreddits":{},"about":{"header":"About Community","description":"This is the unofficial subreddit for Sega's long-running game series, Yakuza, known in Japan as Ryū ga Gotoku.","created":"Created Jul 19, 2013","stats":["158k Dead souls","1.0k Feeling the heat!"]},"other_information":[{"header":"Join our community Discord!","description":"Join the official r/yakuzagames discord server to chat about the games and engage in our regular community events!~\nClick here to join!"},{"header":"Rules","description":"Be welcoming to everyone - Things such as discrimination based on race, gender sexuality is not allowed and will result in a ban.\nStay on topic - Keep all discussions related to the Yakuza series and anything it encompasses (things like Japanese culture in general, etc. are perfectly fine)\nBe Nice - Be respectful to other members of this community. Discussion is great as long as it remains civil. Things like gatekeeping and denouncing the platform other people choose to play on are included in this\nFlair your posts correctly - If your post is a Majimapost but does contain spoilers please make sure to mark it with the appropriate spoiler flair instead. Spoilers in poll posts are not allowed because they can't be hidden.\nCredit artist. If you're posting fanart, remember to name the artist in the pst title or a comment and link their social media page(s).\nThe most important rule - Have a good time!"},{"header":"Wiki","description":"Not sure where to start with the Yakuza series?\nCheck out our wiki for links to guides, information about the series and even where to pick up merch in Japan!"},{"header":"Spoilers in Comments","description":"Spoilers in Comments: Use Markup All spoilers in comments and the text of self-posts (outside of submissions marked with spoiler flair) must be hidden with comment spoilers like so:\n>!example text!< \nThe text of the spoiler will remain hidden until hovered over, clicked, or tapped, like this:\nexample text\nWhen using spoiler tags, you should specify the context, as in, what game, part, or thing the hidden text will spoil. For example:\n   Yakuza 1 >!example text!<\nYakuza 1 example text"},{"header":"About The Yakuza Series:","description":"Yakuza, known in Japan as Ryū ga Gotoku (龍が如く) directly translated as \"Like A Dragon\", is an action-adventure video game franchise developed by Ryū ga Gotoku Studio under Sega. The series primarily focuses on Kazuma Kiryu as he deals with conflicts that develop around the yakuza itself. While Kiryu often assists the Tojo Clan, he attempts to move away from the yakuza life by running an orphanage in Okinawa. The gameplay of Yakuza has the player controlling Kiryu (or another character depending on the title) in an open world where you can fight thugs, encounter a variety of enthralling side quests, play some darts, go bowling, chat with hoste"},{"header":"Verified SEGA Representatives","description":"/u/SEGAOfficial\n/u/SEGA_SamMullen\n/u/SEGA_ScottStrichart\n/u/atlusprime"},{"header":"Need somewhere to shitpost?","description":"/r/yakooza\n(Spoilers do not need to be tagged on /r/yakooza, so browse with caution.)"}]}