{"time_collected":"2023-03-07 00:58:30.959645-05:00","top_headers":[{"heading":"Moratorium on Coronavirus (Covid-19) posts.","time_posted":"3 years ago"},{"heading":"YSK We will be more strongly enforcing Rule 2","time_posted":"3 years ago"},{"heading":"YSK: The US government offers financial support for civil legal aid to low-income Americans.","time_posted":"12 hours ago"},{"heading":"YSK to NEVER give a child under a year old honey, as it could kill them.","time_posted":"2 hours ago"},{"heading":"YSK: if you are creating a PowerPoint presentation - especially for a large conference - make sure to build it in 16:9 ratio for optimal viewer quality.","time_posted":"1 day ago"},{"heading":"YSK: By merging before the end of the merge lane you are effectively backing up traffic by approximately 40%","time_posted":"2 days ago"},{"heading":"YSK: You can order your own bloodwork without going to a doctor.","time_posted":"33 minutes ago"}],"rules":["Post MUST begin with YSK and have appropriate flair. Post must be a YSK as defined below.","In the text body of your post, you must include \"Why YSK:\" followed by an explanation.","YSKs regarding Reddit, Facebook, Twitter or any other social media are NOT ALLOWED.","YSKs with referral links to sites such as Dropbox or Amazon are NOT ALLOWED.","Ideas or concepts based in conspiracy will be removed at the discretion of the moderators.","Call to arms / support for charities, organizations or political parties WILL NOT BE ALLOWED.","No spam or self promotion.","YSKs regarding computer shortcuts are not allowed.","Citations are required for YSKs regarding health and science related topics.","Don't shitpost. Be civil - Remember the human."],"subreddits":{"Related Subreddits":{"r/todayilearned":"30,941,213 members","r/LifeProTips":"21,862,598 members","r/everymanshouldknow":"874,237 members"}},"about":{"header":"About Community","description":"Welcome to YouShouldKnow","created":"Created Oct 7, 2009","stats":["4.7m Members","2.3k Online","#43 Ranked by Size"]},"other_information":[]}