{"time_collected":"2023-03-07 06:14:58.830559-05:00","top_headers":[{"heading":"Monthly Show-Off Thread - Promote your most recent video here!","time_posted":"6 days ago"},{"heading":"channel monetization - stuck on step 2","time_posted":"3 hours ago"},{"heading":"Everything on One Channel","time_posted":"3 hours ago"},{"heading":"Do you talk differently when recording?","time_posted":"10 hours ago"},{"heading":"Best Way to Promote Channel?","time_posted":"10 hours ago"},{"heading":"How can I improve \"content suggesting this video\"? It seems YT pushes my vids to the wrong audience.","time_posted":"2 hours ago"},{"heading":"I think I made a mistake. What should I do?","time_posted":"13 hours ago"},{"heading":"What voice changing apps can make my voice deeper/higher without slowing/speeding the recording?","time_posted":"1 day ago"},{"heading":"Yet another question for the experienced youtubers!!!","time_posted":"21 hours ago"},{"heading":"Help with getting segments of music videos","time_posted":"1 day ago"},{"heading":"Tricky way to get monetized","time_posted":"15 hours ago"},{"heading":"Question about the new Podcast feature on YT","time_posted":"2 days ago"}],"rules":["Stay on Topic and Be Civil","No self-promotion or spam","No Asking For Subscribers or Collabs","No Trickery, Hoodwinkery or Subversion","Threads Must Have Correct Flair","Use Content Warning Tags","Reviews, when required, must be of adequate length and substance","Review BEFORE you post","One External Link Per Review Request","Only Post Your Own Work"],"subreddits":{"Partner Subreddits":{"r/NewTubers":"287,480 members","r/PartneredYoutube":"45,059 members","r/AdspaceMarket":"3,276 members","r/CreatorServices":"14,806 members"}},"about":{"header":"About Community","description":"/r/YouTubers is a community dedicated giving and receiving helpful Reviews, and networking with other content creators! Welcome!","created":"Created Jun 1, 2011","stats":["215k Members","119 Online"]},"other_information":[{"header":"How To Use Topic Tags","description":"Each new thread posted is required to have an appropriate topic tag. You must write this tag in the title of your thread. Here is a description of each tag, its use and rules:\n[Review Video] tag is used when asking for a peer review of a single video composition. Only one (1) video link is allowed per thread. You may use a Reddit permalink to a previous thread for a comparison to a previous submission.\nA target audience must be identified in all posts that ask subjective questions like, \"Is it engaging?\", \"Am I funny?\". See https://www.reddit.com/r/youtubers/wiki/articles/reviewrequests#wiki_example_of_well-written_.5Breview_video.5D_request before you post.\n[Channel Critique] tag is used to request a peer review of a YouTube Channel homepage: the overall design, the thumbnails/banner/avatar, the concept of the channel overall or the various videos. Only one (1) link to the YouTube Channel homepage may be included.\n[Offer] tag is used to advertise a material service you can perform. This may be a paid service or free service, but something material must be traded to be considered an offer. No collaboration requests are allowed. ONLY MODERATORS AND APPROVED SUBMITTERS MAY POST AN OFFER. To be an Approved Submitter, apply for flair: https://www.reddit.com/r/youtubers/wiki/flair\n[Work Need] tag is used to request a material service to be performed on your behalf. Services may be free or paid but something material must be traded. No collaboration requests are allowed.\n[Tips & Tricks] tag is used to share helpful advice such strategies and how-to-guides with the community. Videos may not be posted to this topic. Any video you believe may be helpful must be submitted to the Moderator team first for approval and the Moderators will post the video on your behalf if approved.\n[Question] tags are used to ask any variety of question. Video links are not allowed under this topic unless you're asking a specific How-To question such as \"How do I fix this audio problem?\" or \"How do I fix this video problem?\". If you use this tag to ask why you're not receiving views/subscribers or anything related to criticism, the thread will be removed.\n[Subreddit Idea] tag is used to propose new ideas, rules, practices and implementations to the Moderators and the community."}]}