{"time_collected":"2023-03-20 15:20:57.100871-04:00","top_headers":[{"heading":"The Frank Zappa Guitar Book","time_posted":"6 hours ago"},{"heading":"Zappa Karaoke","time_posted":"19 hours ago"},{"heading":"Ahoy there! The querosene powered machine here. Just received this vinyl as a gift a few days ago. Any references?","time_posted":"2 days ago"},{"heading":"Pigs and ponies join UK’s wild bison to recreate prehistoric landscape","time_posted":"2 days ago"},{"heading":"What songs did Lowell George play/sing on?","time_posted":"2 days ago"},{"heading":"Found Thingfish original pressing at a local record store for only $30. The last line on this “Warning/Guarantee” though…","time_posted":"3 days ago"},{"heading":"Mystery cd I found","time_posted":"3 days ago"}],"rules":["Don't post downloads of official material","Don't be an asshole","AAAFNRAA (Anything Anytime Anyplace For No Reason At All)"],"subreddits":{"Related Communities":{"r/Cyberpunk":"783,256 members","r/FrankOcean":"357,132 members","r/OldSchoolCool":"17,595,898 members","r/OldSchoolCelebs":"128,147 members","r/gratefuldead":"148,596 members","r/hiphopvinyl":"894,076 members","r/Graffiti":"2,247,198 members","r/raimimemes":"459,437 members","r/nostalgia":"1,112,788 members","r/Ultraman":"18,095 members"}},"about":{"header":"About Community","description":"/r/Zappa - Dedicated to anything and everything related to composer and musician Frank Zappa (fl. 1940-1993)","created":"Created Jan 13, 2009","stats":["22.9k Members","44 Online"]},"other_information":[{"header":"Links","description":"r/Zappa's intro to Frank\nJoin our friends on Discord!\nPast Events\nr/Zappa's Weekly Listening Sessions (2013-2016)\nr/Zappa's Chronological Album Discussion (2013-2016)\nr/Zappa's AMA with Zappa alumnus Arthur Barrow! (2015)\nr/Zappa's album ranking tournament results (2018)\nLive Frank!\nZappateers - Your one stop shop for (legal) bootlegs, concert recordings, and miscellaneous audio/video!\nFZShows - List of all the circulating live recordings.\nZappaBASE - Find out how many times your favorite tune was played, when, where, and by whom!\nThe Circular Motion for an interactive map of every gig!\nWe're Only In It For The Touring - descriptions of the songs, features and solos of most Frank Zappa tours.\nTouring Can Make You Crazy contains a TON of details about tours, bands and live recordings.\nMusical Analysis\nFrank Zappa's Musical Language is a wonderful source. One man's research of our glorious 'stached leader!\nAn interactive guide to Conceptual Continuity, detailing all the in-jokes, references, and themes within the FZ canon!\nWant more info on Frank?\nThe official Frank Zappa website, where you can purchase official albums and merchandise.\nThe Idiot Bastard Son of T'Mershi Duween - The latest news on Zappa tributes, material, and release info!\nWikipedia's article on Frank Zappa.\nInformation Is Not Knowledge - A discography, chronology and videography all rolled into one excellent source!\nIINK in Spanish! Possibly even more complete!\nKill Ugly Radio is a great source for facts, trivia, recording dates, you name it!\nZB Zappa Books offers written articles, books, and documents for all your research needs.\nThe Zappa Patio details everything from differences in releases to a complete list of bootlegs.\nZappaFrenzy - info about singles, EPs, and other rare goodies you never saw in your life."}]}