{"time_collected":"2023-03-19 19:50:26.496365-04:00","top_headers":[{"heading":"READ THIS BEFORE POSTING AND CARNI-CURIOUS [UPDATED May 6, 2021]","time_posted":"2 years ago"},{"heading":"Weekly Small Questions and Chat Thread","time_posted":"14 hours ago"},{"heading":"Is this diet affordable? Need a simple daily meal that I can cook up and not break the bank.","time_posted":"4 hours ago"},{"heading":"Canivore diet","time_posted":"10 hours ago"},{"heading":"Should I be able to eat more on the 2nd month of the diet?","time_posted":"10 hours ago"},{"heading":"Rendered fat — am I over doing it?","time_posted":"1 day ago"},{"heading":"What are your thoughts on bacon when sugar is used during curing?","time_posted":"3 days ago"},{"heading":"Does anyone know a recipe to make breakfast sausage season for ground beef patties","time_posted":"2 days ago"},{"heading":"Sleep","time_posted":"3 days ago"}],"rules":["Only zerocarb discussions - no non-zerocarb advice","No CICO talk (calories-in minus calories-out)","No Unrepentant Vegans / Vegetarians","No Dangerous Diet Practices","No giving/asking for medical advice","Be Nice","Not a debate subreddit","No Promotion or Self-Promotion","No low effort posts"],"subreddits":{"Related Communities":{"r/keto":"3,238,055 members","r/ketogains":"202,957 members","r/ketoscience":"545,339 members","r/meatogains":"6,464 members","r/meat":"131,501 members","r/Paleo":"166,825 members","r/steak":"473,347 members","r/ZeroCarbMeals":"3,531 members","r/zerocarbrecipes":"3,479 members"}},"about":{"header":"About Community","description":"This is a subreddit for carnivores, people who enjoy and eat only foods from the animal kingdom. [Note to New Year's or any-time-of-year diet shoppers: This is not a quick weight loss method, it's a health first approach. For more info about it, see the pinned Read This Before Posting thread and the FAQ.] -->Live your life however you want to but this subreddit is for discussing living on animal source foods only. It really is. Pls read the rules<--","created":"Created Sep 30, 2010","stats":["124k Carni-Curious","153 Taking a look around"]},"other_information":[{"header":"Framework for posting here","description":"We aren't proselytizing: Eat whatever you want to and enjoy, it's nobody's business but yours.\nDon't confuse the moderation of a subreddit with life advice!\nBut note: This subreddit is kept for discussing zerocarb only.\nAs someone described the moderation of this subreddit --- \"Mods keep it locked tighter than a crab's asshole\"\nPlease don't bother posting about calorie tracking, CICO (calories-in minus calories-out), TDEE calculations (total daily energy expenditure) and such like -- any posts about it will be removed.\nThere are other places where you can discuss that.\nWhy do we take this approach? see https://www.reddit.com/r/zerocarb/wiki/faq/#wiki_why_no_cico.3F\nInstead of tracking - eat the meat you like, can afford and feel best on. Eat it until you are full, whenever you are hungry.\nWe aren't here to explain our lifestyle to vegetarians/vegans, CICOpaths or passers-by.\nIf you are curious about this way of life, there's lots here for you to read and follow to satisfy your curiosity.\nReddit is not a replacement for your doctor and none of us are doctors or pretending to be one on social media. Please don't ask for or offer medical advice on this subreddit, this includes posting lipid numbers.\nThis isn't a debate subreddit and off-topic discussions and posts may be removed.\nThose include side topics like politics but also:\nposts about eating vegetables, starches, fruits or honey; cheat posts; posts about other diets; posts about people that are not eating zerocarb; \"farewell\" posts; posts asking how to stop zerocarb and resume a \"normal\" diet (pro-tip: eat other foods); posts about extended fasting, etc. For discussing sidetopics with other carnivores, try r/carnivoreforum\nPosts with memes, rage comics, &c will be deleted. If you want to post that kind of thing, post it in /r/ketorage. Misinformation will also be deleted.\nLastly, do not use bold formatting in your posts or comments. Such comments will be deleted. If you must emphasize, use italics."},{"header":"Answers to Common Objections","description":"OMG -- you're all going to die!!!\nWhy no CICO? (calories-in minus calories-out)\n\"Thermodynamics holds. What doesn't hold are simplistic models which fail to capture the full range of what is going on.\" -- eleanorina\nWhat about fasting?\n\"You can starve yourself thin, but you will never starve yourself healthy.\" -- PartlyPaleo.\nRed Meat and the Environment\n\"When all the top soil is gone, it really won’t matter what dietary pattern your children and their children follow because they’re all going to be screwed. Livestock, especially ruminants, are essential tools in rebuilding soils and soil health\" --Dr. Sara Place\nYou do not need fibre\nWhat about vitamin C?\nQuestions about cholesterol?\nFat is not bad for you\nIs this a form of orthorexia?"},{"header":"Whoa, not good","description":"\"The United States government spends more on diabetes... than the entire USDA budget\" --Agriculture Secretary Tom Vilsack"},{"header":"What does r/zerocarb mean?","description":"Zerocarb means eating only foods from the animal kingdom with no plant foods (except for a bit of spice, if that turns your crank) -- no fruit, no vegetables, no nuts, no grains, no junk food, no sugar, no vegetable/seed oils.\nHere are some examples of the foods zerocarbers live on, from a survey done in 2019\n\"Eat the meat you enjoy and can afford\"\n-- Charles Washington, founder of Zeroing In On Health, the longest-running zerocarb/carnivore forum"},{"header":"Useful Texts","description":"\"No one while living on the typical modern diet, largely made up of protein, sugar, and starch, is capable of delighting in the fine shades of flavor between different kinds of fat, but this power comes very soon irrespective of climate to whoever lives upon unprocessed animal foods exclusively\" --Stefansson\nThe Fat of the Land by Stefansson\nThe FAQ."}]}