{"time_collected":"2023-03-19 19:29:44.606695-04:00","top_headers":[{"heading":"ENTER The Mighty March MADNESS Giveaway! Win a ZOTAC GAMING GeForce RTX 4080 AMP Extreme AIRO + More! (US Only)","time_posted":"4 days ago"},{"heading":"Win a ZOTAC GAMING GeForce RTX 3060 Ti Twin Edge OC - an Exclusive Giveaway on our new ZOTAC USA Discord Server!","time_posted":"2 days ago"},{"heading":"My first Zotac card I have a question","time_posted":"11 hours ago"},{"heading":"i have a zotac 1080ti extreme amp and lately it has decided not to show fan speed. I am also not able to change the speed being on automatic or manual","time_posted":"13 hours ago"},{"heading":"My new zotac 4070 Ti card shuts down when playing games HELP","time_posted":"1 day ago"},{"heading":"Performance issues on my 4090 Trinity OC","time_posted":"2 days ago"},{"heading":"40 series AMP Extreme AIRO fan noise - someone break it down to me pleas","time_posted":"16 days ago"},{"heading":"Zotac Trinity 4090 airflow pattern?","time_posted":"16 days ago"}],"rules":["Be civil and respectful to one another, and follow Reddiquette.","No promoting or discussing piracy.","No advertising or soliciting.","No offering to buy, sell or trade hardware or software.","No offensive or NSFW material.","No spamming or annoying behaviour."],"subreddits":{"Communities to Follow":{"r/MiniPCs":"23,493 members","r/buildapc":"6,264,842 members","r/pcmasterrace":"7,342,250 members","r/pcgaming":"3,099,588 members","r/nvidia":"1,292,074 members"}},"about":{"header":"About Community","description":"Welcome to the official ZOTAC subreddit! Discuss all things ZOTAC and ZOTAC GAMING, from Mini PCs to graphics cards and MEK gaming systems to Esports with the ZOTAC CUP.","created":"Created Dec 24, 2012","stats":["6.1k Members","24 Online","Top 10% Ranked by Size"]},"other_information":[{"header":"Important ZOTAC Links","description":"Need Help?\nZOTAC Customer Service LIVE Chat\nGiveaways and Prizes:\nWe do several giveaways per year where you can win awesome ZOTAC hardware and even limited swag! View all current open ZOTAC related giveaways HERE.\nFireStorm:\nAn overclocking utility with integrated Spectra RGB lighting and fan control, FireStorm gives you full access and management of your ZOTAC graphics card. There are four different versions:\nGeForce RTX 40 series: Latest Version\nGeForce RTX 30 series: Latest Version\nGeForce RTX 20 series and GTX 16 series: Latest Version\nGeForce GTX 10 series and GT series: Latest Version\nNote: open links in new tab or right click and save link as...\nZOTAC CUP Esports:\nZOTAC CUP Esport tournaments are open to everyone and completely free to enroll. Play, compete, and win cash prizes for the following popular titles: Fortnite, DOTA2, Rainbow Six Siege, Hearthstone, Overwatch, PUBG, League of Legends, Call of Duty Modern Warfare. Sign-up today!\nTwitter\nFacebook\nTwitch\nDiscord\nZOTAC Global Links:\nMain Website\nFacebook\nTwitter\nYouTube\nInstagram\nZOTAC USA Links:\nMain Website\nFacebook\nTwitter\nProduct Warranty Information\nProduct Registration\nBegin an RMA\nContact ZOTAC USA\nIf you live in the United States you can purchase directly from ZOTAC - visit the ZOTAC STORE and shop exclusive sales, special promotions, refurbished products, game bundles, and more. The ZOTAC STORE is for the USA only.\nAbout ZOTAC:\nZOTAC Technology Limited was established in 2006 with a mission to deliver superb, high quality NVIDIA graphic solutions to the PC Hardware Industry.\nZOTAC, as a whole, has strong backing from its parent group, PC Partner Ltd. - with headquarters in Hong Kong, factories in mainland China, and regional sales offices in North America, Europe, and the Asia Pacific region.\nThe scale of support ZOTAC provides is currently unrivaled in the world, with 40 surface mount technology (SMT) manufacturing lines, 6,000 workers and a production facility that spans several square feet, ZOTAC employs a full array of state-of-the-art technologies and skilled personnel in order to meet computer hardware needs.\nIn addition, ZOTAC has over 130 research & development professionals in Hong Kong and mainland China, working to deliver the best computer hardware to the market.\nZOTAC international bases of operation work together to enable effective and efficient global, as well as localized sales and marketing support."}]}